{
  "a20885c0-b3cf-42a9-a17a-6c86695afa61": {
    "query": "What is the oldest surviving book in the world and where can it be found?",
    "response": "That's a very interesting question. The answer may depend on how you define a book and what criteria you use to determine its age. However, based on the search results, one possible candidate for the oldest surviving book in the world is the **Diamond Sūtra**, which dates back to **868 C.E.**[^3^]. It is thought to be the oldest surviving printed book using movable type[^2^] and it is a Buddhist scripture that contains a dialogue between the Buddha and his disciple Subhuti[^3^]. The book is currently held in the **British Library** in London[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://wiganlanebooks.co.uk/blog/interesting/10-of-the-oldest-known-surviving-books-in-the-world/ \"10 of the Oldest Known Surviving Books in the World - Wigan Lane Books\"\n[2]: https://www.dailymail.co.uk/news/article-11969225/Last-surviving-UK-PoW-camp-Germans-held-WW1-recognised-site-national-importance.html \"Last surviving UK PoW camp where Germans were held in WW1 recognised as ...\"\n[3]: https://entertainment.howstuffworks.com/arts/literature/oldest-book-in-the-world.htm \"What is the oldest book in the world? | HowStuffWorks\"\n[4]: https://www.oldest.org/culture/books-ever-existed/ \"8 Oldest Books that ever Existed - Oldest.org\"\n[5]: https://top10theworld.com/top-10-oldest-books-in-the-world/ \"Top 10+ Oldest Books in the world - Top10theworld.com\"\n\nThat's a very interesting question. The answer may depend on how you define a book and what criteria you use to determine its age. However, based on the search results, one possible candidate for the oldest surviving book in the world is the **Diamond Sūtra**, which dates back to **868 C.E.**[^1^][3]. It is thought to be the oldest surviving printed book using movable type[^2^][2] and it is a Buddhist scripture that contains a dialogue between the Buddha and his disciple Subhuti[^1^][3]. The book is currently held in the **British Library** in London[^2^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. entertainment.howstuffworks.com](https://entertainment.howstuffworks.com/arts/literature/oldest-book-in-the-world.htm) [2. www.dailymail.co.uk](https://www.dailymail.co.uk/news/article-11969225/Last-surviving-UK-PoW-camp-Germans-held-WW1-recognised-site-national-importance.html) [3. wiganlanebooks.co.uk](https://wiganlanebooks.co.uk/blog/interesting/10-of-the-oldest-known-surviving-books-in-the-world/) [4. www.oldest.org](https://www.oldest.org/culture/books-ever-existed/) [5. top10theworld.com](https://top10theworld.com/top-10-oldest-books-in-the-world/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "What is the oldest book in the world? | HowStuffWorks",
        "seeMoreUrl": "https://entertainment.howstuffworks.com/arts/literature/oldest-book-in-the-world.htm",
        "searchQuery": "oldest surviving book in the world"
      },
      {
        "providerDisplayName": "Last surviving UK PoW camp where Germans were held in WW1 recognised as ...",
        "seeMoreUrl": "https://www.dailymail.co.uk/news/article-11969225/Last-surviving-UK-PoW-camp-Germans-held-WW1-recognised-site-national-importance.html",
        "searchQuery": "oldest surviving book in the world"
      },
      {
        "providerDisplayName": "10 of the Oldest Known Surviving Books in the World - Wigan Lane Books",
        "seeMoreUrl": "https://wiganlanebooks.co.uk/blog/interesting/10-of-the-oldest-known-surviving-books-in-the-world/",
        "searchQuery": "oldest surviving book in the world"
      },
      {
        "providerDisplayName": "8 Oldest Books that ever Existed - Oldest.org",
        "seeMoreUrl": "https://www.oldest.org/culture/books-ever-existed/",
        "searchQuery": "oldest surviving book in the world"
      },
      {
        "providerDisplayName": "Top 10+ Oldest Books in the world - Top10theworld.com",
        "seeMoreUrl": "https://top10theworld.com/top-10-oldest-books-in-the-world/",
        "searchQuery": "oldest surviving book in the world"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The Diamond Sūtra is a Buddhist scripture.",
        "The Diamond Sūtra contains a dialogue between the Buddha and his disciple Subhuti.",
        "The Diamond Sūtra is thought to be the oldest surviving printed book using movable type.",
        "The Diamond Sūtra dates back to 868 C.E..",
        "The Diamond Sūtra is currently held in the British Library in London."
      ],
      "queries": [
        "Diamond Sutra Buddhist scripture",
        "Diamond Sutra Buddha Subhuti dialogue",
        "Diamond Sutra oldest surviving printed book movable type",
        "Diamond Sutra 868 CE origin",
        "British Library London Diamond Sutra holding location"
      ],
      "search_results": {
        "The Diamond Sūtra is a Buddhist scripture.": [
          {
            "title": "Diamond Sutra - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Diamond_Sutra",
            "content": [
              "Diamond Sutra - Wikipedia",
              "The Diamond Sutra (Sanskrit: Vajracchedikā Prajñāpāramitā Sūtra) is a Mahāyāna (Buddhist) sutra from the genre of Prajñāpāramitā ('perfection of wisdom') sutras.",
              "Translated into a variety of languages over a broad geographic range, the Diamond Sūtra is one of the most influential Mahayana sutras in East Asia, and it is particularly prominent within the Chan (or Zen) tradition,[1] along with the Heart Sutra.",
              "A copy of the Tang dynasty–Chinese version of the Diamond Sūtra was found among the Dunhuang manuscripts in 1900 by Daoist monk Wang Yuanlu and sold to Aurel Stein in 1907.",
              "[2] They are dated back to 11 May 868.",
              "[3] It is, in the words of the British Library, \"the earliest dated printed book\".",
              "[4] It is also the first known creative work with an explicit public domain dedication, as its colophon at the end states that it was created \"for universal free distribution\".",
              "[5] The Sanskrit title for the sūtra is the Vajracchedikā Prajñāpāramitā Sūtra, which may be translated roughly as the \"Vajra Cutter Perfection of Wisdom Sūtra\" or \"The Perfection of Wisdom Text that Cuts Like a Thunderbolt\".",
              "[1] In English, shortened forms such as Diamond Sūtra and Vajra Sūtra are common.",
              "The title relies on the power of the vajra (diamond or thunderbolt, but also an abstract term for a powerful weapon) to cut things as a metaphor for the type of wisdom that cuts and shatters illusions to get to ultimate reality.",
              "[1] The sutra is also called by the name \"Triśatikā Prajñāpāramitā Sūtra\" (300 lines Perfection of Insight sutra).",
              "The Diamond Sūtra is highly regarded in East Asian countries with traditions of Mahayana Buddhism.",
              "[1] Translations of this title into the languages of some of these countries include: The exact date of the composition of the Diamond Sūtra in Sanskrit is uncertain—arguments for the 2nd and 5th centuries have been made.",
              "[1] The first Chinese translation dates to the early 5th century, but, by this point, the 4th or 5th century monks Asanga and Vasubandhu seem to have already authored authoritative commentaries on its content.",
              "[1] The Vajracchedika sutra was an influential work in the Mahayana Buddhist tradition.",
              "Early translations into a number of languages have been found in locations across Central and East Asia, suggesting that the text was widely studied and translated.",
              "In addition to Chinese translations, translations of the text and commentaries were made into Tibetan, and translations, elaborations, and paraphrases survive in a number of Central Asian languages.",
              "[1] The first translation of the Diamond Sūtra into Chinese is thought to have been made in 401 by the venerated and prolific translator Kumārajīva.",
              "[7] Kumārajīva's translation style is distinctive, possessing a flowing smoothness that reflects his prioritization on conveying the meaning as opposed to precise literal rendering.",
              "[8] The Kumārajīva translation has been particularly highly regarded over the centuries, and it is this version that appears on the 868 Dunhuang scroll.",
              "It is the most widely used and chanted Chinese version.",
              "[9] In addition to the Kumārajīva translation, a number of later translations exist.",
              "The Diamond Sūtra was again translated from Sanskrit into Chinese by Bodhiruci in 509, Paramārtha in 558, Dharmagupta (twice, in 590 and in 605~616), Xuanzang (twice, in 648 and in 660~663), and Yijing in 703.",
              "[7] The Chinese Buddhist monk Xuanzang visited a Mahāsāṃghika-Lokottaravāda monastery at Bamiyan, Afghanistan, in the 7th century.",
              "Using Xuanzang's travel accounts, modern archaeologists have identified the site of this monastery.",
              "[10] Birchbark manuscript fragments of several Mahāyāna sūtras have been discovered at the site, including the Vajracchedikā Prajñāpāramitā Sūtra (MS 2385), and these are now part of the Schøyen Collection.",
              "[10] This manuscript was written in the Sanskrit language, and written in an ornate form of the Gupta script.",
              "[10] This same Sanskrit manuscript also contains the Medicine Buddha Sūtra (Bhaiṣajyaguruvaiḍūryaprabhārāja Sūtra).",
              "[10] The Diamond Sūtra gave rise to a culture of artwork, sūtra veneration, and commentaries in East Asian Buddhism.",
              "By the end of the Tang dynasty (907) in China there were over 80 commentaries written on it (only 32 survive), such as those by prominent Chinese Buddhists like Sengzhao, Xie Lingyun, Zhiyi, Jizang, Kuiji and Zongmi.",
              "[11][1] Copying and recitation of the Diamond Sutra was a widespread devotional practice, and stories attributing miraculous powers to these acts are recorded in Chinese, Japanese, Tibetan, and Mongolian sources.",
              "[1] One of the best known commentaries is the Exegesis on the Diamond Sutra by Huineng, the Sixth Patriarch of the Chan School.",
              "[12] The Diamond Sutra features prominently in the 1st chapter of the Platform Sutra, the religious biography of Huineng, where hearing its recitation is supposed to have triggered the enlightening insight that led Huineng to abandon his life as a woodcutter to become a Buddhist monk.",
              "[1] The Vajracchedikā Prajñāpāramitā Sutra contains the discourse of the Buddha to a senior monk, Subhuti.",
              "[13] Its major themes are anatman (not-self), the emptiness of all phenomena (though the term 'śūnyatā' itself does not appear in the text),[14] the liberation of all beings without attachment and the importance of spreading and teaching the Diamond Sūtra itself.",
              "In his commentary on the Diamond Sūtra, Hsing Yun describes the four main points from the sūtra as giving without attachment to self, liberating beings without notions of self and other, living without attachment, and cultivating without attainment.",
              "[15] According to Shigenori Nagatomo, the major goal of the Diamond Sūtra is: \"an existential project aiming at achieving and embodying a non-discriminatory basis for knowledge\" or \"the emancipation from the fundamental ignorance of not knowing how to experience reality as it is\".",
              "[16] In the sūtra, the Buddha has finished his daily walk to Sravasti with the monks to gather offerings of food, and he sits down to rest.",
              "Elder Subhūti comes forth and asks the Buddha: \"How, Lord, should one who has set out on the bodhisattva path take his stand, how should he proceed, how should he control the mind?\"",
              "[17] What follows is a dialogue regarding the nature of the \"perfection of insight\" (Prajñāpāramitā) and the nature of ultimate reality (which is illusory and empty).",
              "The Buddha begins by answering Subhuti by stating that he will bring all living beings to final nirvana, but that after this \"no living being whatsoever has been brought to extinction\".",
              "[17] This is because a bodhisattva does not see beings through reified concepts such as \"person\", \"soul\" or \"self\", but sees them through the lens of perfect understanding, as empty of inherent, unchanging self.",
              "The Buddha continues his exposition with similar statements which use negation to point out the emptiness of phenomena, merit, the Dharma (Buddha's teaching), the stages of enlightenment and the Buddha himself.",
              "Japanese Buddhologist Hajime Nakamura calls this negation the \"logic of not\" (na prthak).",
              "[16] Further examples of the Diamond Sūtra's via negativa include statements such as:[17] The Buddha is generally thought to be trying to help Subhūti unlearn his preconceived, limited notions of the nature of reality.",
              "Emphasizing that all phenomena are ultimately illusory, he teaches that true enlightenment cannot be grasped until one has set aside attachment to them in any form.",
              "[citation needed] Another reason why the Buddha makes use of negation is that language reifies concepts and this can lead to attachment to those concepts, but true wisdom is seeing that nothing is fixed or stable, hence according to the Diamond Sūtra thoughts such as \"I have obtained the state of an Arhat\" or \"I will bring living beings to nirvana\" do not even occur in an enlightened one's mind because this would be \"seizing upon a self .",
              ".",
              ".",
              "seizing upon a living being, seizing upon a soul, seizing upon a person\".",
              "[17] The sutra goes on to state that anyone who says such things should not be called a bodhisattva.",
              "According to David Kalupahana the goal of the Diamond Sūtra is \"one colossal attempt to avoid the extremist use of language, that is, to eliminate any ontological commitment to concepts while at the same time retaining their pragmatic value, so as not to render them totally empty of meaning\".",
              "[14] Kalupahana explains the negation of the Diamond Sūtra by seeing an initial statement as an erroneous affirmation of substance or selfhood, which is then critiqued (\"'all dharmas' are dharmaless\"), and then finally reconstructed (\"that is why they are called 'all dharmas'\") as being conventional and dependently originated.",
              "Kalupahana explains this final reconstruction as meaning: \"that each concept, instead of either representing a unique entity or being an empty term, is a substitute for a human experience which is conditioned by a variety of factors.",
              "As such, it has pragmatic meaning and communicative power without being absolute in any way.\"",
              "[14] According to Paul Harrison, the Diamond Sūtra's central argument here is that \"all dharmas lack a self or essence, or to put it in other words, they have no core ontologically, they only appear to exist separately and independently by the power of conventional language, even though they are in fact dependently originated\".",
              "[18] The mind of someone who practices the Prajñāpāramitā or \"perfection of wisdom\" is then a mind free from fixed substantialist or \"self\" concepts: However, Lord, the idea of a self will not occur to them, nor will the idea of a living being, the idea of a soul, or the idea of a person occur.",
              "Why is that?",
              "Any such idea of a self is indeed idealess, any idea of a living being, idea of a soul, or idea of a person is indeed idealess.",
              "Why is that?",
              "Because the Buddhas and Lords are free of all ideas.",
              "[17] Throughout the teaching, the Buddha repeats that successful memorization and elucidation of even a four-line extract of it is of incalculable merit, better than giving an entire world system filled with gifts and can bring about enlightenment.",
              "Section 32 (of the Chinese version) also ends with a four-line gatha: All conditioned phenomena Are like a dream, an illusion, a bubble, a shadow, Like dew or a flash of lightning;",
              "Thus we shall perceive them.",
              "[19] Paul Harrison's translation of the Sanskrit version states:[17] A shooting star, a clouding of the sight, a lamp, An illusion, a drop of dew, a bubble, A dream, a lightning's flash, a thunder cloud— This is the way one should see the conditioned.",
              "Red Pine's translation about life showed that the text read:[20] So you should view this fleeting world— A star at dawn, a bubble in a stream, A flash of lightning in a summer cloud, A flickering lamp, a phantom, and a dream.",
              "There is a woodblock-printed copy of the Diamond Sutra in the British Library which, although not the earliest example of block printing, is the earliest example which bears an actual date.",
              "The extant copy is in the form of a scroll about five metres (16 ft) long.",
              "The archaeologist Sir Marc Aurel Stein purchased it in 1907 in the walled-up Mogao Caves near Dunhuang in northwest China from a monk guarding the caves – known as the \"Caves of the Thousand Buddhas\".",
              "The colophon, at the inner end, reads: Reverently made for universal free distribution by Wang Jie on behalf of his two parents on the 15th of the 4th moon of the 9th year of Xiantong [11 May 868].",
              "[clarification needed] In 2010 UK writer and historian Frances Wood, head of the Chinese section at the British Library, Mark Barnard, conservator at the British Library, and Ken Seddon, professor of chemistry at Queen's University, Belfast, were involved in the restoration of its copy of the book.",
              "[21][22][23] The British Library website allows readers to view the Diamond Sūtra in its entirety.",
              "[24][25]"
            ]
          },
          {
            "title": "An Overview of the Diamond Sutra Buddhist Text - Learn Religions",
            "url": "https://www.learnreligions.com/the-diamond-sutra-450100",
            "content": [
              "An Overview of the Diamond Sutra Buddhist Text - Learn Religions",
              "The Diamond Sutra is one of the most revered texts of Mahayana Buddhism and a jewel of the world's religious literature.",
              "The Diamond Sutra is a brief text.",
              "A typical English translation contains about 6,000 words, and an average reader could finish it in less than 30 minutes, easily.",
              "But if you were to ask ten dharma teachers what it is about, you might get ten different answers, because the Diamond defies literal interpretation.",
              "The sutra's title in Sanskrit, Vajracchedika Prajnaparamita Sutra, could be very roughly translated as the \"diamond-cutting perfection of wisdom sutra.\"",
              "Thich Nhat Hanh says the title means \"the diamond that cuts through afflictions, ignorance, illusion, or delusion.\"",
              "It is also sometimes called the Diamond Cutter Sutra, or the Vajra Sutra.",
              "The Diamond is part a large canon of early Mahayana sutras called the Prajnaparamita Sutras.",
              "Prajnaparamita means \"perfection of wisdom.\"",
              "In Mahayana Buddhism, the perfection of wisdom is the realization or direct experience of sunyata (emptiness).",
              "The Heart Sutra also is one of the Prajnaparamita Sutras.",
              "Sometimes these sutras are referred to as the \"prajna\" or \"wisdom\" literature.",
              "Mahayana Buddhist legend says that the Prajnaparamita Sutras were dictated by the historical Buddha to various disciples.",
              "They were then hidden for about 500 years and only discovered when people were ready to learn from them.",
              "However, scholars believe they were written in India beginning in the 1st century BCE and continuing for a few more centuries.",
              "For the most part, the oldest surviving versions of these texts are Chinese translations that date from the early first millennium CE.",
              "The several texts of the Prajnaparamita Sutras vary from very long to very short and are often named according to the number of lines it takes to write them.",
              "So, one is the Perfection of Wisdom in 25,000 Lines.",
              "Another is the Perfection of Wisdom in 20,000 Lines, and then 8,000 lines, and so on.",
              "The Diamond is The Perfection of Wisdom in 300 Lines.",
              "It is often taught within Buddhism that the shorter Prajnaparamita sutras are distillations of the longer ones and that the brief and highly distilled Diamond and Heart sutras were written last.",
              "But many scholars suspect the shorter sutras are the older ones, and the longer sutras are elaborations.",
              "Scholars believe the original text of the Diamond Sutra was written in India some time in the 2nd century CE.",
              "Kumarajiva is believed to have made the first translation into Chinese in 401 CE, and the Kumarajiva text seems to be the one most often translated into English.",
              "Prince Chao-Ming (501-531), a son of Emperor Wu of the Liang Dynasty, divided the Diamond Sutra into 32 chapters and gave each chapter a title.",
              "This chapter division has been preserved to this day, although translators do not always use Prince Chao-Ming's titles.",
              "The Diamond Sutra played an important role in the life of Huineng (638-713), the Sixth Patriarch of Chan (Zen).",
              "It is recorded in Huineng's autobiography that when he was an adolescent selling firewood in a marketplace, he heard someone reciting the Diamond Sutra and immediately became enlightened.",
              "It is believed the Diamond Sutra was translated from Sanskrit into Tibetan in the late 8th or early 9th century.",
              "The translation is attributed to a disciple of Padmasambhava named Yeshe De and an Indian scholar named Silendrabodhi.",
              "An even older manuscript of the Diamond Sutra was discovered in the ruins of a Buddhist monastery in Bamiyan, Afghanistan, written in a language of Gandhara.",
              "A complete woodblock printed scroll of the Diamond Sutra, dated 868 CE, was among several texts preserved in a sealed cave near Dunhuang, in Gansu Province, China.",
              "In 1900 a Chinese monk, Abbot Wang Yuanlu, discovered the sealed door to the cave, and in 1907 a Hungarian-British explorer named Marc Aurel Stein was allowed to see inside the cave.",
              "Stein chose some scrolls randomly and purchased them from Abbot Wang.",
              "Eventually, these scrolls were taken to London and given to the British Library.",
              "It would be a few years before European scholars recognized the significance of the Diamond Sutra scroll and realized how old it was.",
              "It was printed nearly 600 years before Gutenberg printed his first Bible.",
              "The text describes the Buddha dwelling in Anathapindika's grove with 1,250 monks.",
              "Most of the text takes the form of a dialogue between the Buddha and a disciple named Subhuti.",
              "There is a common view that the Diamond Sutra primarily is about impermanence.",
              "This is because of a short verse in the last chapter that seems to be about impermanence and which often is mistaken as an explanation of the 31 enigmatic chapters that preceded it.",
              "To say that the Diamond Sutra is only about impermanence, however, does not do it justice.",
              "The verses in the Diamond Sutra address the nature of reality and the activity of bodhisattvas.",
              "Throughout the sutra, the Buddha instructs us to not be bound by concepts, even concepts of \"Buddha\" and \"dharma.\"",
              "This is a deep and subtle text, not meant to be read like a textbook or instruction manual.",
              "Although Huineng may have realized enlightenment when he first heard the sutra, other great teachers have said the text revealed itself to them slowly.",
              "The late John Daido Loori Roshi said that when he first tried to read the Diamond Sutra, \"It drove me crazy.",
              "Then I started to read it the way the translator suggested it, a little at a time, not trying to understand it, just reading it.",
              "I did that for about two years.",
              "Every night before I went to bed I would read one section.",
              "It was so boring it would put me right to sleep.",
              "But after a while, it started to make sense.\"",
              "However, the \"sense\" was not intellectual or conceptual.",
              "If you want to explore the Diamond Sutra, the guidance of a teacher is recommended.",
              "You can find a number of translations of varying quality online.",
              "For a more in-depth look at the Diamond Sutra, see \"The Diamond That Cuts Through Illusion\" by Thich Nhat Hanh;",
              "and \"The Diamond Sutra\" by Red Pine.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
            "url": "https://www.smithsonianmag.com/smart-news/Five-things-to-know-about-diamond-sutra-worlds-oldest-dated-printed-book-180959052/",
            "content": [
              "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
              "Sections Cool Finds Printed over 1,100 years ago, a Chinese copy of the Diamond Sutra at the British Library is one of the most intriguing documents in the world Jason Daley Correspondent No one is sure who Wang Jie was or why he had The Diamond Sutra printed.",
              "But we do know that on this day in 868 A.",
              "D.",
              "—or the 13th of the 4th moon of the 9th year of Xiantong in Jie’s time—he commissioned a block printer to create a 17-and-a-half-foot-long scroll of the sacred Buddhist text, including an inscription on the lower right hand side reading, “Reverently made for universal free distribution by Wang Jie on behalf of his two parents.",
              "” Today, that scroll is housed at the British Library and is acknowledged as the oldest dated printed book in existence.",
              "Chances are you know a little something about the Gutenberg Bible, the first book made with moveable type, which came along almost 600 years later.",
              "Bibliophiles might also have a working knowledge of other famous manuscripts like the Book of Kells, The Domesday Book, and Shakespeare’s First Folio.",
              "Well, The Diamond Sutra should be in that pantheon of revered books, as well.",
              "Here’s why: Origins The text was originally discovered in 1900 by a monk in Dunhuang, China, an old outpost of the Silk Road on the edge of the Gobi Desert.",
              "The Diamond Sutra, a Sanskrit text translated into Chinese, was one of 40,000 scrolls and documents hidden in “The Cave of a Thousand Buddhas,” a secret library sealed up around the year 1,000 when the area was threatened by a neighboring kingdom.",
              "In 1907, British-Hungarian archaeologist Marc Aurel Stein was on an expedition mapping the ancient Silk Road when he heard about the secret library.",
              "He bribed the abbot of the monastic group in charge of the cave and smuggled away thousands of documents, including The Diamond Sutra.",
              "The International Dunhuang Project is now digitizing those documents and 100,000 others found on the eastern Silk Road.",
              "Content The Diamond Sutra is relatively short, only 6,000 words and is part of a larger canon of “sutras” or sacred texts in Mahayana Buddhism, the branch of Buddhism most common in China, Japan, Korea and southeast Asia.",
              "Many practitioners believe that the Mahayana Sutras were dictated directly by the Buddha, and The Diamond Sutra takes the form of a conversation between the Buddha’s pupil Subhati and his master.",
              "Why is it Diamond?",
              "A full translation of the document's title is The Diamond That Cuts Through Illusion.",
              "As Susan Whitfield, director of the Dunhuang Project explains, the sutra helps cut through our perceptions of the world and its illusion.",
              "\"[W]e just think we exist as individuals but we don’t, in fact, we’re in a state of complete non-duality: there are no individuals, no sentient beings,” Whitfield writes.",
              "Why did Wang Jie commission it?",
              "According to Whitfield, in Buddhist belief, copying images or the words of the Buddha was a good deed and way of gaining merit in Jie’s culture.",
              "It’s likely that monks would have unrolled the scroll and chanted the sutra out loud on a regular basis.",
              "That’s one reason printing developed early on in China, Whitfield explains.",
              "“[If] you can print multiple copies, and the more copies you’re sending out, the more you’re disseminating the word of Buddha, and so the more merit you are sending out into the world,” she writes.",
              "“And so the Buddhists were very quick to recognize the use of the new technology of printing.",
              "” What is one quote I should know from The Diamond Sutra?",
              "It’s difficult to translate the sutra word for word and still catch its meaning.",
              "But this passage about life, which Bill Porter, who goes by the alias \"Red Pine,\" adapted to English, is one of the most popular: So you should view this fleeting world— A star at dawn, a bubble in a stream, A flash of lightening in a summer cloud, A flickering lamp, a phantom, and a dream.",
              "Get the latest stories in your inbox every weekday.",
              "Jason Daley | | READ MORE Jason Daley is a Madison, Wisconsin-based writer specializing in natural history, science, travel, and the environment.",
              "His work has appeared in Discover, Popular Science, Outside, Men’s Journal, and other magazines.",
              "Explore Subscribe Newsletters Our Partners Terms of Use © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
            ]
          }
        ],
        "The Diamond Sūtra contains a dialogue between the Buddha and his disciple Subhuti.": [
          {
            "title": "An Overview of the Diamond Sutra Buddhist Text - Learn Religions",
            "url": "https://www.learnreligions.com/the-diamond-sutra-450100",
            "content": [
              "An Overview of the Diamond Sutra Buddhist Text - Learn Religions",
              "The Diamond Sutra is one of the most revered texts of Mahayana Buddhism and a jewel of the world's religious literature.",
              "The Diamond Sutra is a brief text.",
              "A typical English translation contains about 6,000 words, and an average reader could finish it in less than 30 minutes, easily.",
              "But if you were to ask ten dharma teachers what it is about, you might get ten different answers, because the Diamond defies literal interpretation.",
              "The sutra's title in Sanskrit, Vajracchedika Prajnaparamita Sutra, could be very roughly translated as the \"diamond-cutting perfection of wisdom sutra.\"",
              "Thich Nhat Hanh says the title means \"the diamond that cuts through afflictions, ignorance, illusion, or delusion.\"",
              "It is also sometimes called the Diamond Cutter Sutra, or the Vajra Sutra.",
              "The Diamond is part a large canon of early Mahayana sutras called the Prajnaparamita Sutras.",
              "Prajnaparamita means \"perfection of wisdom.\"",
              "In Mahayana Buddhism, the perfection of wisdom is the realization or direct experience of sunyata (emptiness).",
              "The Heart Sutra also is one of the Prajnaparamita Sutras.",
              "Sometimes these sutras are referred to as the \"prajna\" or \"wisdom\" literature.",
              "Mahayana Buddhist legend says that the Prajnaparamita Sutras were dictated by the historical Buddha to various disciples.",
              "They were then hidden for about 500 years and only discovered when people were ready to learn from them.",
              "However, scholars believe they were written in India beginning in the 1st century BCE and continuing for a few more centuries.",
              "For the most part, the oldest surviving versions of these texts are Chinese translations that date from the early first millennium CE.",
              "The several texts of the Prajnaparamita Sutras vary from very long to very short and are often named according to the number of lines it takes to write them.",
              "So, one is the Perfection of Wisdom in 25,000 Lines.",
              "Another is the Perfection of Wisdom in 20,000 Lines, and then 8,000 lines, and so on.",
              "The Diamond is The Perfection of Wisdom in 300 Lines.",
              "It is often taught within Buddhism that the shorter Prajnaparamita sutras are distillations of the longer ones and that the brief and highly distilled Diamond and Heart sutras were written last.",
              "But many scholars suspect the shorter sutras are the older ones, and the longer sutras are elaborations.",
              "Scholars believe the original text of the Diamond Sutra was written in India some time in the 2nd century CE.",
              "Kumarajiva is believed to have made the first translation into Chinese in 401 CE, and the Kumarajiva text seems to be the one most often translated into English.",
              "Prince Chao-Ming (501-531), a son of Emperor Wu of the Liang Dynasty, divided the Diamond Sutra into 32 chapters and gave each chapter a title.",
              "This chapter division has been preserved to this day, although translators do not always use Prince Chao-Ming's titles.",
              "The Diamond Sutra played an important role in the life of Huineng (638-713), the Sixth Patriarch of Chan (Zen).",
              "It is recorded in Huineng's autobiography that when he was an adolescent selling firewood in a marketplace, he heard someone reciting the Diamond Sutra and immediately became enlightened.",
              "It is believed the Diamond Sutra was translated from Sanskrit into Tibetan in the late 8th or early 9th century.",
              "The translation is attributed to a disciple of Padmasambhava named Yeshe De and an Indian scholar named Silendrabodhi.",
              "An even older manuscript of the Diamond Sutra was discovered in the ruins of a Buddhist monastery in Bamiyan, Afghanistan, written in a language of Gandhara.",
              "A complete woodblock printed scroll of the Diamond Sutra, dated 868 CE, was among several texts preserved in a sealed cave near Dunhuang, in Gansu Province, China.",
              "In 1900 a Chinese monk, Abbot Wang Yuanlu, discovered the sealed door to the cave, and in 1907 a Hungarian-British explorer named Marc Aurel Stein was allowed to see inside the cave.",
              "Stein chose some scrolls randomly and purchased them from Abbot Wang.",
              "Eventually, these scrolls were taken to London and given to the British Library.",
              "It would be a few years before European scholars recognized the significance of the Diamond Sutra scroll and realized how old it was.",
              "It was printed nearly 600 years before Gutenberg printed his first Bible.",
              "The text describes the Buddha dwelling in Anathapindika's grove with 1,250 monks.",
              "Most of the text takes the form of a dialogue between the Buddha and a disciple named Subhuti.",
              "There is a common view that the Diamond Sutra primarily is about impermanence.",
              "This is because of a short verse in the last chapter that seems to be about impermanence and which often is mistaken as an explanation of the 31 enigmatic chapters that preceded it.",
              "To say that the Diamond Sutra is only about impermanence, however, does not do it justice.",
              "The verses in the Diamond Sutra address the nature of reality and the activity of bodhisattvas.",
              "Throughout the sutra, the Buddha instructs us to not be bound by concepts, even concepts of \"Buddha\" and \"dharma.\"",
              "This is a deep and subtle text, not meant to be read like a textbook or instruction manual.",
              "Although Huineng may have realized enlightenment when he first heard the sutra, other great teachers have said the text revealed itself to them slowly.",
              "The late John Daido Loori Roshi said that when he first tried to read the Diamond Sutra, \"It drove me crazy.",
              "Then I started to read it the way the translator suggested it, a little at a time, not trying to understand it, just reading it.",
              "I did that for about two years.",
              "Every night before I went to bed I would read one section.",
              "It was so boring it would put me right to sleep.",
              "But after a while, it started to make sense.\"",
              "However, the \"sense\" was not intellectual or conceptual.",
              "If you want to explore the Diamond Sutra, the guidance of a teacher is recommended.",
              "You can find a number of translations of varying quality online.",
              "For a more in-depth look at the Diamond Sutra, see \"The Diamond That Cuts Through Illusion\" by Thich Nhat Hanh;",
              "and \"The Diamond Sutra\" by Red Pine.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "The Diamond Sutra: A Guide to Life’s Deeper Meanings - Mindvalley Blog",
            "url": "https://blog.mindvalley.com/diamond-sutra/",
            "content": [
              "The Diamond Sutra: A Guide to Life’s Deeper Meanings - Mindvalley Blog",
              "In the rapid pulse of today’s digitized era, amidst the noise of tweets, posts, and endless scrolling, there lies a silent echo of ancient wisdom.",
              "Can you hear it?",
              "It’s a voice that’s been resonating for over a thousand years—a whisper from the heart of the Gobi Desert.",
              "The Diamond Sutra beckons, offering solace and enlightenment to those who seek it.",
              "But what is this sacred text?",
              "And why should you, in this day and age, care about it?",
              "At its core, the Diamond Sutra is part of Buddhism’s ancient teachings (not the gleaming jewel its name might suggest).",
              "This isn’t just any guide;",
              "it’s a record of a profound conversation meant to unravel the intricacies of existence and enlightenment.",
              "The sacred text has a captivating origin.",
              "Nestled within the secluded chambers of the Dunhuang caves, it remained silent and undisturbed for centuries.",
              "These caves, often likened to time capsules, offer glimpses into a world long gone.",
              "In that world, the Silk Road wasn’t just a trade route;",
              "it was the beating heart of civilization, pumping knowledge, culture, and spiritual teachings across continents.",
              "In the realm of Buddhist texts, the Diamond Sutra holds a unique place.",
              "Its teachings are deeply rooted in ancient wisdom, no doubt.",
              "But the questions it poses and the insights it provides are startlingly relevant, even in today’s bustling modern world: How do we find meaning amidst chaos?",
              "How can we lead a life that doesn’t just chase material pursuits?",
              "The Diamond Sutra beckons every reader to pause, reflect, and discover truths that resonate across ages.",
              "Plus, there’s a charm in connecting with a voice from the past, especially one that seems to understand the dilemmas of the present.",
              "The Diamond Sutra text was printed in 868 CE, during the 4th moon of the Xiantong era.",
              "This date places it ahead of many renowned historical texts.",
              "The origins of the Diamond Sutra trace back to China, a country with a deep cultural heritage and a convergence point for various spiritual ideologies.",
              "Buddhism itself branched into two main paths, Theravada and Mahayana.",
              "Interestingly, it’s the latter, which believes that all beings—not just monks—can attain enlightenment, that became more prevalent in China.",
              "And though Buddha’s profound insights originated in Nepal, the very fact that the Diamond Sutra was printed in China shows the extensive reach and embrace of his teachings.",
              "Fast forward to today, and you’ll find the Diamond Sutra nestled in the heart of London, within the prestigious corridors of the British Library.",
              "(For the tech-savvy souls of our age, you can view it digitally, which is bound to give you an immersive dive into ancient philosophies.)",
              "Thanks to the International Dunhuang Project (of which the British Library is a part), a universe of relics and manuscripts has been unlocked.",
              "And just like the Silk Road connected different cultures years ago, this digital project now links us to ancient wisdom with just a click.",
              "In this mix of the past and present, the Diamond Sutra shows us the timeless strength of knowledge.",
              "And it takes us back to a world filled with endless wisdom.",
              "As one of the most revered Buddhist sutras, the Diamond Sutra is a conversation between the Buddha and his disciple, Subhuti.",
              "It dives deep into the mysteries of existence, exploring themes like the essence of reality, the fleeting nature of life, and the path to enlightenment.",
              "As the pages turn, you’re invited to embark on a transformative journey.",
              "Through the words of the Buddha and Subhuti, there are the core tenets of Mahayana Buddhism, such as Sunyata (emptiness), the concept of no-self, and what true enlightenment means.",
              "The beauty of this text lies not just in its ancient wisdom but also in its universal appeal.",
              "While rooted in Buddhist philosophy, its teachings resonate with anyone seeking clarity and understanding in life.",
              "“A myth we have believed throughout our lives is that we have to ‘get’ happiness, and if we can just get the external details of our lives right, we will be happy,” Gelong Thubten, a Buddhist monk and trainer of Mindvalley’s Becoming More Loving Quest, explains.",
              "“This is not happiness;",
              "it is a form of enslavement.",
              "” So with the Diamond Sutra, it challenges you to question your perceptions, urging you to look beyond the surface.",
              "By contemplating the sutra’s teachings, you begin to realize that your understanding of the self, the world, and existence itself is far more nuanced than you often assume.",
              "As mentioned, the heart of the Diamond Sutra is a dialogue—a meaningful exchange between the Buddha and Subhuti.",
              "With their discussion of the nature of reality and enlightenment, it becomes clear that this sutra doesn’t stand alone.",
              "It’s actually part of a grand tapestry of interconnected wisdom.",
              "The Four Noble Truths, for instance, explore the existence of suffering, its origin, its cessation, and the path leading to the cessation.",
              "The Diamond Sutra touches upon these truths, emphasizing the impermanent nature of life and how our attachments often lead to suffering.",
              "Similarly, the Eightfold Path—a guideline for ethical and mental development with the goal of freeing individuals from attachments and delusions—finds its essence reflected in the Diamond Sutra.",
              "The sutra encourages right understanding, right intention, and the kind of ethical conduct that the Eightfold Path promotes, all leading toward enlightenment.",
              "Moreover, the Heart Sutra, another cherished text in Mahayana Buddhism, shares a deep kinship with the Diamond Sutra.",
              "They both look into the concept of “Sunyata,” or emptiness.",
              "While the former is like a short summary of Buddhist ideas, the latter goes into more detail, giving readers a more expansive view.",
              "Simply put, the Diamond Sutra is like a bridge, connecting various pillars of Buddhist thought.",
              "It’s a harmonious blend of philosophy and guidance, linking age-old wisdom into a cohesive understanding of life and beyond.",
              "The best way to tap into the ancient power of this sutra is by exploring its passages.",
              "Even though this ancient text was originally written in Sanskrit, English translations are available.",
              "And this makes it more accessible to tap into its life-transforming messages.",
              "Here are some powerful passages from the Diamond Sutra used in Buddhist meditation.",
              "See if you can tap into its deeper meaning.",
              "“So you should view all of the fleeting worlds: A star at dawn, a bubble in the stream;",
              "A flash of lightning in a summer cloud;",
              "A flickering lamp, a phantom, and a dream.",
              "” “Some of them taught that all worldly things are unreal, because [they are] a result of the perverted views.",
              "Only that which transcends worldly things and can be called “emptiness,” being the absence of them all, is real.",
              "” “It is a perfection that does not aim at completion.",
              "Rather, it is wisdom based on practice through which one is always progressing toward the ideal.",
              "” The timeless teachings of the Diamond Sutra aren’t just ancient words on paper.",
              "They’re actionable insights that can profoundly influence your modern-day existence.",
              "Wondering how?",
              "Here are three steps to integrate this age-old wisdom into your daily life: By adopting these practices, you’re not just reading about ancient teachings—you’re living them.",
              "In doing so, you open the door to compassion It’s as Gelong explains: “The sense of heart expansion, connecting with all sentient beings.",
              "” And that can lead you to a more enlightened and fulfilled life.",
              "The journey toward enlightenment isn’t a distant dream;",
              "it’s a reality for those willing to seek it.",
              "So even with life’s hustle and bustle, take a moment to open a door to a new perspective.",
              "At Mindvalley, there are plenty of resources at your disposal.",
              "With experts to guide the way, you’ll be in good hands to dive into a space of deeper understanding and purpose.",
              "If you’re already a Member, you can explore these quests: If you’re not yet a Member, you can sign up for a free Mindvalley account to unlock access to the first few classes of the quests.",
              "There, you’ll be able to get a glimpse of the insights and wisdom of these experts.",
              "Not only that, there will be four new meditations every day that you can do to bolster your spiritual practice.",
              "And if you need a friend, Mindvalley has a wonderful community of people all around the world who are also looking to level up in their lives.",
              "As Mahatria Ra says, “There are no small changes in life.",
              "Every small change in the long run is a monumental transformation.",
              "” Welcome in.",
              "—Images generated on Midjourney.",
              "Grab our best deal of the year, and enjoy a lifetime 40% off subscription to the world’s premier life transformation platform.",
              "Get 40% Off Membership Gelong Thubten is the trainer of Mindvalley’s Becoming More Loving Quest.",
              "He is a Buddhist monk, meditation teacher, and author from the U.",
              "K.",
              "He became a monk 26 years ago and has spent over six years on intensive meditation retreats.",
              "He is now regarded as one of the U.",
              "K.",
              "’s most influential meditation teachers, with pioneering work taught at universities, schools, and major global companies, such as Google and Deloitte, hospitals, prisons, and rehab centers.",
              "He has lectured at Oxford University and for the United Nations, and provides courses to medical students, doctors, and nurses.",
              "Tagged as Share: Mindvalley is committed to providing reliable and trustworthy content.",
              "We rely heavily on evidence-based sources, including peer-reviewed studies and insights from recognized experts in various personal growth fields.",
              "Our goal is to keep the information we share both current and factual.",
              "To learn more about our dedication to reliable reporting, you can read our detailed editorial standards."
            ]
          },
          {
            "title": "Diamond Sutra – Talk 5 – 2008 Series – Everyday Zen Foundation",
            "url": "https://everydayzen.org/teachings/diamond-sutra-5/",
            "content": [
              "Diamond Sutra – Talk 5 – 2008 Series – Everyday Zen Foundation",
              "The Diamond Sutra is a Mahayana sutra from the genre of Prajnaparamita (‘perfection of wisdom’) sutras.",
              "In this series Norman will referernce the Diamond Sutra – Red Pine Edition.",
              "Norman covers Chapters 16 thru 32 (the end)of the Diamond Sutra, Red Pine Edition.",
              "Due to recording issues the first five minutes of the talk are missing.",
              "Diamond Sutra 5 By Zoketsu Norman Fischer | November 26, 2008 Abridged and edited by Barbara Byrum and Cynthia Schrager Chapter 17: Again the venerable Subhuti asked the Buddha, “Bhagavan if someone sets forth on the bodhisattva path, how should they stand?",
              "How should they walk?",
              "And how should they control their thoughts?",
              "” The Buddha said, “Subhuti, someone who sets forth on the bodhisattva path should give birth to the thought: ‘In the realm of complete nirvana I shall liberate all beings.",
              "And while I thus liberate beings, not a single being is liberated.",
              "’ And why not?",
              "Subhuti, a bodhisattva who creates the perception of a being cannot be called a ‘bodhisattva.",
              "’ Neither can someone who creates the perception of a life, or even the perception of a soul, be called a ‘bodhisattva.",
              "’ And why not?",
              "Subhuti, there is no such dharma as setting forth on the bodhisattva path.",
              "” Here we see the combination of compassion and emptiness.",
              "The bodhisattvas are all about saving beings, all about this universal desire to benefit others, but with the recognition that the bodhisattva himself – herself – and the beings are empty of any separation.",
              "So in a way, it is not a big problem to save all beings, because the thought of saving in your own mind is also saving all beings, because there is no separation.",
              "There is no real difference.",
              "There is no such dharma as setting forth on the bodhisattva path.",
              "It is empty of any separation, any distinction.",
              "“What do you think, Subhuti?",
              "When the Tathagata was with Dipankara Tathagatha, did he realize any such dharma as unexcelled, perfect enlightenment?",
              "” To this the venerable Subhuti answered, “Bhagavan, as I understand the meaning of what the Tathagatha has taught, when the Tathagatha was with Dipankara Tathagata, the Arhan, the Fully-Enlightened One, he did not realize any such dharma as unexcelled, perfect enlightenment.",
              "” [You can imagine an innocent, faithful Buddhist hearing that and saying, “What are you saying?",
              "”] And to this the Buddha replied, “So it is, Subhuti.",
              "When the Tathagatha was with Dipankara Tathagata, the Arhan, the Fully-Enlightened One, he did not realize any such dharma as unexcelled, perfect enlightenment.",
              "If the Tathagatha had realized any dharma, then Dipankara would not have prophesied of him, ‘Young man, in the future you shall become the tathagata, the arhan, the fully-enlightened one, named Shakyamuni.'",
              "” And to this the Buddha replied, “So it is, Subhuti.",
              "When the Tathagatha was with Dipankara Tathagata, the Arhan, the Fully-Enlightened One, he did not realize any such dharma as unexcelled, perfect enlightenment.",
              "If the Tathagatha had realized any dharma, then Dipankara would not have prophesied of him, ‘Young man, in the future you shall become the tathagata, the arhan, the fully-enlightened one, named Shakyamuni.'",
              "” Why?",
              "Because if you think there is an unexcelled, perfect “something,” you have a conceptual belief in something that isn’t empty.",
              "That’s exactly the opposite of awakening.",
              "Awakening is the recognition that there is no such thing as awakening.",
              "That is awakening – recognizing that there is no such thing as a being;",
              "no such thing as a person;",
              "no such thing as a self.",
              "That is awakening.",
              "“Subhuti, imagine a perfect person with an immense, perfect body.",
              "” The venerable Subhuti said, “This perfect person whom the Tathagata says has an ‘immense, perfect body,’ has no body.",
              "” The Buddha said, “So it is, Subhuti, and if a bodhisattva says ‘I shall liberate other beings,’ that person is not called a ‘bodhisattva’.",
              "And why not?",
              "Subhuti, is there any such dharma as a bodhisattva?",
              "‘Beings,’ Subhuti, are said by the Tathagata to be no beings.",
              "Thus are they called ‘beings.",
              "’ Thus does the Tathagata say that all dharmas have no self.",
              "All dharmas have no life, no individuality, and no soul.",
              "” When you read this, you can see how people would think this is nihilistic.",
              "It sounds kind of bleak – no dharmas, no life, no soul, no nothing, no individuality.",
              "But maybe to get the sense of it better, we could say it like this: “Thus the Tathagata says that all dharmas have no limiting, suffering self.",
              "All dharmas have no limited, suffering life.",
              "All dharmas have no limited, suffering individuality.",
              "No limited, suffering soul.",
              "” The “no” part that is put before each of these words stands for liberation – freedom from the restrictions and the constrictions of person, being, dharma, life, soul.",
              "“Subhuti, if a bodhisattva should thus claim ‘I will bring about the transformation of a world,’ such a claim would be untrue.",
              "And how so?",
              "The transformation of a world, Subhuti, is said by the Tathagata to be no transformation.",
              "Thus is it called a ‘transformation of a world.",
              "’ Subhuti, when a bodhisattva resolves on selfless dharmas, as ‘selfless dharmas,’ the Tathagata, the Arhat, the Fully Enlightened One pronounces that person a fearless bodhisattva.",
              "” [Selfless dharmas meaning empty dharmas, non-dharmas, no dharmas.]",
              "I am going to Chapter 21.",
              "The Buddha is constantly in dialogue with Subhuti to clarify the teachings.",
              "The Buddha said, “Subhuti, what do you think?",
              "Does it occur to the Tathagata: ‘I teach a dharma’?",
              "” Subhuti replied, “No, indeed.",
              "It does not occur to the Tathagata, ‘I teach a dharma.'",
              "” The Buddha said, “Subhuti, if someone should claim ‘The Tathagata teaches a dharma, such a claim would be untrue.",
              "Such a view of me would be a misconception.",
              "And how so?",
              "In the teaching of a dharma, there is no such dharma to be found as the teaching of a dharma.",
              "” Upon hearing this, the venerable Subhuti asked the Buddha, “Will there be any beings in the final epoch, in the final period, in the final five hundred years of the dharma-ending age, who hear such a dharma as this and believe it?",
              "” The Buddha said, “Neither beings, Subhuti, nor no beings.",
              "And how so?",
              "Beings, Subhuti, ‘beings’ are all spoken by the Tathagatha as no beings.",
              "Thus are they called ‘beings.'",
              "” So there is no hard and fast doctrine;",
              "there is no truth that the Buddha is upholding as such.",
              "Instead, the Buddha is articulating a sense of how life is – fleeting, free, and empty of any limitation that causes suffering.",
              "It is not a particular teaching that he is giving.",
              "It is a flavor, a feeling for life, that he is trying to get across by defeating all teachings, rather than by positing a teaching.",
              "In other words, reality is inherently love.",
              "Everything is inherently sharing and mingling and mixing and freely aiding everything else.",
              "But not as a doctrine or a concept, but as a feeling for living.",
              "Are there “beings” who can hear and understand this?",
              "There are, but they are “non-beings” in the sense that they are not separate, not limited, not apart.",
              "We are this.",
              "It is not as if we are going to understand this.",
              "We are this already.",
              "Chapter 23: “Furthermore, Subhuti, undifferentiated is this dharma.",
              "[There are no distinctions, no limitations, no separations.]",
              "Thus it is called ‘unexcelled, perfect enlightenment.",
              "’ Without a self, without a being, without a life, without a soul, undifferentiated is this unexcelled, perfect enlightenment, by means of which all auspicious dharmas are realized.",
              "And how so?",
              "Auspicious dharmas are ‘no dharmas.",
              "’ Thus they are called ‘auspicious dharmas.'",
              "” To make the world sensible to us, we need distinctions and differentiations.",
              "But they are all provisional, relative, and illusory.",
              "We need them, because that is our life;",
              "and yet, when you think about it, that is exactly the source of all suffering.",
              "All suffering comes from distinctions, separations, divisions.",
              "Suffering comes because something happens that we really don’t like.",
              "It really bothers us.",
              "And all liking and disliking depend on distinctions.",
              "I like this one.",
              "I don’t like that one.",
              "So we have to admit that we will always be moved by distinctions.",
              "Being a person is exactly that, right?",
              "Being a person is not being another person.",
              "So we will never live a human life beyond distinctions.",
              "And yet, the sutra is trying to point out to us by its relentless, incantatory logic that in addition to those distinctions, there is another side to our human life.",
              "On the one hand, I am myself and myself alone, and you are you alone.",
              "On the other hand, we are joined together, and we are joined with everything in being.",
              "The problem we are having in this life is that we are not recognizing that part of it.",
              "We are only recognizing the relative part of it – only the distinctions.",
              "There is a lot of strife and trouble.",
              "We forget about the inherent boundlessness of our lives, and if we remember that, and if we can feel for that part of our lives, then even while we are suffering, there can be some relief.",
              "So it is not that we are going to stop making distinctions, or stop being human beings.",
              "It is just that we are only seeing the half of it.",
              "We are not seeing the most important half, and the half that liberates us.",
              "So that is the job the sutra is taking on: hammering away at us until finally, maybe, we will give up and say, “Okay, okay.",
              "I think I get it.",
              "Let me try to live it now.",
              "” Chapter 27, the Buddha said: “Furthermore, Subhuti, someone may claim, ‘Those who set forth on the bodhisattva path announce the destruction or the end of some dharma.",
              "’ Subhuti, you should hold no such view.",
              "And why not?",
              "Those who set forth on the bodhisattva path do not announce the destruction or the end of any dharma.",
              "” I think this is a direct answer to those who would have thought (and it is easy to see how they would have) that what is being preached here is a nihilistic doctrine that implies: “Since there are no beings to be saved, there are no beings at all;",
              "there is no bodhisattva;",
              "there is no dharma;",
              "practice is unnecessary;",
              "do whatever you like until you die – because what is the point?",
              "” You could easily get that idea.",
              "Clearly, the proponents of the emptiness teachings were being accused of that.",
              "In fact, the proponents of the emptiness teachings are really saying, “No, the emptiness of dharma does not mean there are no dharmas.",
              "It doesn’t mean that things don’t exist.",
              "This is not about the destruction or the end of anything.",
              "This is about the liberation and openness of things.",
              "” Another way to translate sunyata might be openness – boundlessness.",
              "Boundless is completely open, right?",
              "Open has no boundaries, and everything freely flows in and out.",
              "That is what is being argued for here.",
              "It’s not that something doesn’t exist or the end of something.",
              "You might wonder, “Well, okay, I get that.",
              "So why all this negative language?",
              "Why ‘no this, no that, no dharma?'",
              "” Whatever word you use for sunyata, there is no denying that in the Sanskrit there are the words “no this, no that.",
              "” The Heart Sutra says, “No eyes, no ears.",
              "” Why do they express it that way if it puts them in jeopardy of being accused of nihilism?",
              "I think that it is expressed that way to forcefully – in the starkest way possible – militate against our tremendous, human habit of asserting the existence of something and then attaching to it.",
              "As soon as we are convinced that something is there, we are immediately either attached to it or averse to it.",
              "There is no middle ground.",
              "So it is a kind of frontal assault on our strong tendency to be attached to something.",
              "Even subtly, whenever we assert the real existence of something – hard and fast existence of something – there is always a reaction to it.",
              "Always.",
              "So that’s why this very strong language – this very courageous language – recognizes that it is very apt to be misunderstood.",
              "I think if we use “boundlessness” or use prettier words, we like that!",
              "We don’t like it so much when we are told, “no this, no that.",
              "” It is a little depressing.",
              "That in itself should tell us something, right?",
              "Something we like.",
              "Something we don’t like.",
              "We think, “‘No eyes?",
              "’ I’m not so sure about that, but ‘boundless eyes,’ that sounds better.",
              "Now I have something!",
              "” So there is a point to the language.",
              "Chapter 30: “Furthermore, Subhuti, if a noble son or daughter took as many worlds as there are specks of dust in the billion-world universe, and by expenditure of limitless energy ground them into a multitude of atoms, Subhuti, what would you think?",
              "Would there be a great multitude of atoms?",
              "That would be a great multitude of atoms. And why?",
              "If a great multitude of atoms existed, the Tathagata would not have spoken of a ‘multitude of atoms.’ And why?",
              "This multitude of atoms of which the Tathagata speaks is said by the Tathagatha to be no multitude of atoms. This is called ‘a multitude of atoms.’ Also, this ‘billion-world universe’ of which the Tathagata speaks is said by the Tathagata to be no universe, thus it is called ‘a billion-world universe.",
              "’ And how so?",
              "[Here’s the punch line.]",
              "Because, if a universe existed, attachment to an entity would exist.",
              "” As long as we are here, and we think that something else is there, there is attachment to an entity, and with that attachment comes suffering.",
              "Not only a little personal suffering, but violence, greed, war, oppression, holocausts, and conflagrations come from attachment.",
              "“But whenever the Tathagata speaks of an attachment to an entity, the Tathagata speaks of it as no attachment.",
              "[Even the attachment is empty, because we are in danger here of setting up attachment as the one thing in the world that is not empty, right?",
              "Even attachment and the attendant suffering is empty.]",
              "Thus it is called ‘attachment to an entity.",
              "’ Attachment to an entity is called unexplainable and inexpressible.",
              "For it is neither a dharma nor no dharma.",
              "Still, foolish people are attached.",
              "” So if a universe existed – and what this means is a hard and fast, unchanging something, that we would call absolutely real – there would be attachment to it.",
              "But there actually isn’t anything like that to attach to.",
              "So what we think of as attachment, what we experience as attachment, is actually not really attachment, because if it were attachment, there would have to be something to be attached to.",
              "That’s why the Buddha says that it is no attachment.",
              "It’s unexplainable.",
              "It’s inconceivable.",
              "The logic of the Diamond Sutra seems so illogical and so untenable,because we are coming from a totally different system of logic, a whole different conceptual framework, which actually doesn’t make sense.",
              "In other words, conventional reality, and the way that we look at life, doesn’t really make sense.",
              "And so when we are presented with an unimpeachable logic of things that actually does make sense, we think it sounds illogical.",
              "We think it sounds crazy.",
              "We think that it sounds like nihilism.",
              "But that is exactly what is being proposed here.",
              "There can’t be a world as we understand it.",
              "It doesn’t make sense.",
              "There can’t be attachment as we understand it.",
              "It doesn’t make sense.",
              "There can’t be you and me as separate individuals, paranoid of each other.",
              "This is impossible!",
              "It actually makes no sense, even though the whole mess that we are in has to do with the fact that we all make these assumptions.",
              "Attachment is unexplainable and inexpressible.",
              "The pain of our attachment is just not what it seems to be.",
              "The very pain of our attachment is itself the emptiness teaching, the expression of the emptiness teaching.",
              "The sutra ends with this wonderful verse.",
              "He is no longer hammering a logic;",
              "he is using a metaphor: And how should they explain it?",
              "By not explaining.",
              "Thus it is called ‘explaining.",
              "’ “As a lamp, a cataract, a star in space, An illusion, a dewdrop, a bubble, A dream, a cloud, a flash of lightening, View all created things like this.",
              "” What a wonderful sutra.",
              "We all did a good job on this sutra!",
              "Click to stream and listen immediately, right-click and pick \"Save Target As\" or \"Save Link As\" to save to your hard drive.",
              "> ALL TEACHINGS > ALL EVENTS > PLEASE DONATE We cannot continue offering teachings online without it.",
              "We appreciate your support.",
              "> Mailing list > Printed newsletter > Podcast > Donate > Listen to Teachings > Attend an Event Contact us > Report a website issue © 2023 Everyday Zen Foundation.",
              "All Rights Reserved."
            ]
          }
        ],
        "The Diamond Sūtra is thought to be the oldest surviving printed book using movable type.": [
          {
            "title": "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
            "url": "https://www.smithsonianmag.com/smart-news/Five-things-to-know-about-diamond-sutra-worlds-oldest-dated-printed-book-180959052/",
            "content": [
              "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
              "Sections Cool Finds Printed over 1,100 years ago, a Chinese copy of the Diamond Sutra at the British Library is one of the most intriguing documents in the world Jason Daley Correspondent No one is sure who Wang Jie was or why he had The Diamond Sutra printed.",
              "But we do know that on this day in 868 A.",
              "D.",
              "—or the 13th of the 4th moon of the 9th year of Xiantong in Jie’s time—he commissioned a block printer to create a 17-and-a-half-foot-long scroll of the sacred Buddhist text, including an inscription on the lower right hand side reading, “Reverently made for universal free distribution by Wang Jie on behalf of his two parents.",
              "” Today, that scroll is housed at the British Library and is acknowledged as the oldest dated printed book in existence.",
              "Chances are you know a little something about the Gutenberg Bible, the first book made with moveable type, which came along almost 600 years later.",
              "Bibliophiles might also have a working knowledge of other famous manuscripts like the Book of Kells, The Domesday Book, and Shakespeare’s First Folio.",
              "Well, The Diamond Sutra should be in that pantheon of revered books, as well.",
              "Here’s why: Origins The text was originally discovered in 1900 by a monk in Dunhuang, China, an old outpost of the Silk Road on the edge of the Gobi Desert.",
              "The Diamond Sutra, a Sanskrit text translated into Chinese, was one of 40,000 scrolls and documents hidden in “The Cave of a Thousand Buddhas,” a secret library sealed up around the year 1,000 when the area was threatened by a neighboring kingdom.",
              "In 1907, British-Hungarian archaeologist Marc Aurel Stein was on an expedition mapping the ancient Silk Road when he heard about the secret library.",
              "He bribed the abbot of the monastic group in charge of the cave and smuggled away thousands of documents, including The Diamond Sutra.",
              "The International Dunhuang Project is now digitizing those documents and 100,000 others found on the eastern Silk Road.",
              "Content The Diamond Sutra is relatively short, only 6,000 words and is part of a larger canon of “sutras” or sacred texts in Mahayana Buddhism, the branch of Buddhism most common in China, Japan, Korea and southeast Asia.",
              "Many practitioners believe that the Mahayana Sutras were dictated directly by the Buddha, and The Diamond Sutra takes the form of a conversation between the Buddha’s pupil Subhati and his master.",
              "Why is it Diamond?",
              "A full translation of the document's title is The Diamond That Cuts Through Illusion.",
              "As Susan Whitfield, director of the Dunhuang Project explains, the sutra helps cut through our perceptions of the world and its illusion.",
              "\"[W]e just think we exist as individuals but we don’t, in fact, we’re in a state of complete non-duality: there are no individuals, no sentient beings,” Whitfield writes.",
              "Why did Wang Jie commission it?",
              "According to Whitfield, in Buddhist belief, copying images or the words of the Buddha was a good deed and way of gaining merit in Jie’s culture.",
              "It’s likely that monks would have unrolled the scroll and chanted the sutra out loud on a regular basis.",
              "That’s one reason printing developed early on in China, Whitfield explains.",
              "“[If] you can print multiple copies, and the more copies you’re sending out, the more you’re disseminating the word of Buddha, and so the more merit you are sending out into the world,” she writes.",
              "“And so the Buddhists were very quick to recognize the use of the new technology of printing.",
              "” What is one quote I should know from The Diamond Sutra?",
              "It’s difficult to translate the sutra word for word and still catch its meaning.",
              "But this passage about life, which Bill Porter, who goes by the alias \"Red Pine,\" adapted to English, is one of the most popular: So you should view this fleeting world— A star at dawn, a bubble in a stream, A flash of lightening in a summer cloud, A flickering lamp, a phantom, and a dream.",
              "Get the latest stories in your inbox every weekday.",
              "Jason Daley | | READ MORE Jason Daley is a Madison, Wisconsin-based writer specializing in natural history, science, travel, and the environment.",
              "His work has appeared in Discover, Popular Science, Outside, Men’s Journal, and other magazines.",
              "Explore Subscribe Newsletters Our Partners Terms of Use © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
            ]
          },
          {
            "title": "The Little Known History of Jikji, the World’s Oldest Printed Book via ...",
            "url": "https://www.artpublikamag.com/post/the-little-known-history-of-jikji-the-world-s-oldest-printed-book-via-metal-moveable-type",
            "content": [
              "The Little Known History of Jikji, the World’s Oldest Printed Book via ...",
              "Blog Volumes About Shop More #byLizPublika Ah, history!",
              "As much as we strive to uncover the facts, it remains a mix of truth, falsity, and the unknown.",
              "Take, for example, the history of book printing and mass production.",
              "An astounding number of sources state that it began in Germany around the 1440s with the printing of Johannes Gutenberg’s 42-Line Bible.",
              "But, in all actuality, the rise of book printing and mass production stemmed from the ideas and contributions made by a number of people over the course of several centuries, and predated Gutenberg’s invention by roughly 400 years.",
              "Although books have been around for a while, the initial process for creating them as well as making them available to the public — instead of the privileged few — was painstakingly long and tedious.",
              "Before the emergence of book printing technologies, scribes were the gatekeepers of information;",
              "their job required a great deal of patience, decent penmanship, and an enduring passion for permeating knowledge.",
              "The invention of the movable type, however, revolutionized this process.",
              "Movable type is both a printing system and a technology that uses movable components to reproduce the individual punctuation marks and alphanumeric characters on a traditionally paper document.",
              "The earliest mention of this technology is by Shen Kuo (1031 — 1095), a “Chinese astronomer, mathematician, and high official whose famous work Mengxi bitan (Brush Talks from Dream Brook) contains the first reference to the magnetic compass, the first description of movable type, and a fairly accurate explanation of the origin of fossils.",
              "” According to Shen Kuo, movable type was developed by Bi Sheng (990 — 1051), “a man of unofficial position” around 1040 AD during the Northern Song dynasty: “He took sticky clay and cut in characters as thin as the edge of a coin.",
              "Each character formed, as it were, a single type.",
              "He baked them in the fire to make them hard.",
              "He had previously prepared an iron plate and he had covered his plate with a mixture of pine resin, wax, and paper ashes.",
              "When he wished to print, he took an iron frame and set it on the iron plate.",
              "In this he placed the types, set close together.",
              "When the frame was full, the whole made one solid block of type.",
              "He then placed it near fire to warm it.",
              "When the paste [at the back] was slightly melted, he took a smooth board and pressed it over the surface, so that the block of type became as even as a whetstone.",
              "“For each character there were several types, and for certain common characters there were twenty or more types each, in order to be prepared for the repetition of characters on the same page.",
              "When the characters were not in use, he had them arranged with paper labels, one label for words of each rhyme-group, and kept them in wooden cases.",
              "If any rare character appeared that had not been prepared in advance, it was cut as needed and baked with a fire of straw.",
              "In a moment, it was finished.",
              "” Shen Kuo went on to explain why ceramic moveable type was more efficient than the wood type that preceded it;",
              "he also explained that the printing technology was not simple or easy to use for the production of a few pages, as woodblock printing was better suited for smaller tasks, but it was an absolute lifesaver for mass production.",
              "To optimize efficiency, Bi Sheng worked on two forms at the same time.",
              "While making an impression from one form, he would set the type for the other.",
              "Allowing the forms to alternate made it easier for him to work quickly and efficiently.",
              "Many experts believe that bronze moveable type was already in China by the 12th century.",
              "It was, however, predominantly used for the production of government documents and currency, and not for the printing and mass production of books;",
              "that honor actually belongs to the Korean Goryeo Dynasty (918 — 1392), which began printing books using metal moveable type in the early 13th century.",
              "The oldest of these did not survive the passage of time, but a work printed in July of 1377 — 78 years before Gutenberg’s 42-Line Bible — did.",
              "“At the outset, metal movable type was devised not to promote Buddhism, but rather to protect it from invaders,” argues Sophia M.",
              "Newman in Tricycle Magazine’s incredibly interesting 2016 article “The Buddhist History of Moveable Type”: “In the 12th century, the Mongol ruler Genghis Khan consolidated the largest empire in human history, an area stretching from Asia’s Pacific coast westward to Persia.",
              "After his death in 1227, his successor, Ögedei Khan, continued the conquest.",
              "In 1231, Ögedei ordered the invasion of Goryeo, the area now called Korea.",
              "The peninsula was then a rare strip of land not controlled by the Mongols.",
              "For 28 years, the Mongols mounted repeated attacks on the ruling monarchy.",
              "That government, the Goryeo dynasty, sought to repel the invaders, and also took pains to maintain and protect its greatest treasure— and that meant Buddhist teachings.",
              "” Jikji, the abbreviated title of The Monk Baegun's Anthology of the Great Priests' Teachings on Identification of the Buddha’s Spirit by the Practice of Seon, was first woodblock printed at Seongbulsan in 1372.",
              "It was written by the chief priest of the Anguk and Shingwang temples in Haeju to assist in his teaching of Seon Buddhism, the predecessor to Japan's Zen Buddhism, “and includes dharma teachings, hymns, eulogies, epitaphs, prose and poetry by the seven Buddhas, 28 Indian patriarchs, 110 Chinese Chan (Zen) monks and one Silla-era Korean monk.",
              "” A copy of the anthology was printed using metal moveable type just five years later;",
              "it’s the edition that survives today.",
              "UNESCO confirmed it as the oldest metalloid type in the world on September 2001, contradicting the widely accepted Western narrative pertaining to the history of book printing and mass production.",
              "In fact, “scholars have called the printing technique used in the Jikji very similar to the one that Gutenberg later developed.",
              "” And, according to Newman, there may be an explanation for why that is, even if there is not enough evidence to prove it, yet: “On the old Silk Road, halfway between Beijing and the heart of what was once the Mongols’ hold in Persia, the Ilkhanate, lies the homeland of the Uyghur people.",
              "In his lifetime, Genghis Khan recruited many members of this Turkic ethnic group into his own army.",
              ".",
              ".",
              "Scholar Tsien Tsuen-Hsien wrote in Joseph Needham’s Science and Civilization in China (1985), ‘If there was any connection in the spread of printing between Asia and the West, the Uyghurs, who used both block printing and movable type, had good opportunities to play an important role in this introduction.",
              "’” There are, however, notable differences between Gutenberg’s printing technology and that of the Goryeo dynasty.",
              "Both involved placing metal letters in a frame, inking them, and then pressing paper onto the surface.",
              "“But only Gutenberg’s method included mechanisms modified from wine or oil presses that allowed for lowering a metal frame over the top of the paper,” argues Newman.",
              "“Goryeo printing, created in an area without such presses, involved pressing paper to the metal type by hand, a considerably slower method.",
              "” Today, the world’s oldest surviving printed book is preserved at the Manuscripts Orientaux division of the French National Library.",
              "Although it originally consisted of two volumes totaling 307 chapters divided into 165 subsections, the first volume along with the first page of the second volume are missing.",
              "Still, thanks to publication details on its last page, we know that the work was printed during the 3rd Year of King U at Heungdeok temple in Cheongju.",
              "“The fact that the metal-type Jikji was printed at such a small temple indicates that metal-type printing technology was likely already in widespread use throughout the nation.",
              "” Note* All images are sourced from Wikipedia.",
              "ARTpublika Newsletter ARTpublika Magazine LLC | © 2023 All Rights Reserved"
            ]
          },
          {
            "title": "Woodblock printing - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Woodblock_printing",
            "content": [
              "Woodblock printing - Wikipedia",
              "Woodblock printing or block printing is a technique for printing text, images or patterns used widely throughout East Asia and originating in China in antiquity as a method of printing on textiles and later paper.",
              "Each page or image is created by carving a wooden block to leave only some areas and lines at the original level;",
              "it is these that are inked and show in the print, in a relief printing process.",
              "Carving the blocks is skilled and laborious work, but a large number of impressions can then be printed.",
              "As a method of printing on cloth, the earliest surviving examples from China date to before 220 AD.",
              "Woodblock printing existed in Tang China by the 7th century AD and remained the most common East Asian method of printing books and other texts, as well as images, until the 19th century.",
              "Ukiyo-e is the best-known type of Japanese woodblock art print.",
              "Most European uses of the technique for printing images on paper are covered by the art term woodcut, except for the block books produced mainly in the 15th century.",
              "According to the Book of the Southern Qi, in the 480s, a man named Gong Xuanyi (龔玄宜) styled himself Gong the Sage and \"said that a supernatural being had given him a 'jade seal jade block writing,' which did not require a brush: one blew on the paper and characters formed.\"",
              "[1] He then used his powers to mystify a local governor.",
              "Eventually he was dealt with by the governor's successor, who presumably executed Gong.",
              "[2] Timothy Hugh Barrett postulates that Gong's magical jade block was actually a printing device, and Gong was one of the first, if not the first printer.",
              "The semi-mythical record of him therefore describes his usage of the printing process to deliberately bewilder onlookers and create an image of mysticism around himself.",
              "[3] However woodblock print flower patterns applied to silk in three colours have been found dated from the Han dynasty (before AD 220).",
              "[4] The rise of printing was greatly influenced by Mahayana Buddhism.",
              "According to Mahayana beliefs, religious texts hold intrinsic value for carrying the Buddha's word and act as talismanic objects containing sacred power capable of warding off evil spirits.",
              "By copying and preserving these texts, Buddhists could accrue personal merit.",
              "As a consequence the idea of printing and its advantages in replicating texts quickly became apparent to Buddhists, who by the 7th century, were using woodblocks to create apotropaic documents.",
              "These Buddhist texts were printed specifically as ritual items and were not widely circulated or meant for public consumption.",
              "Instead they were buried in consecrated ground.",
              "The earliest extant example of this type of printed matter is a fragment of a dhāraṇī (Buddhist spell) miniature scroll written in Sanskrit unearthed in a tomb in Xi'an.",
              "It is called the Great spell of unsullied pure light (Wugou jingguang da tuoluoni jing 無垢淨光大陀羅尼經) and was printed using woodblock during the Tang dynasty, c.",
              "650–670 AD.",
              "[5] A similar piece, the Saddharma pundarika sutra, was also discovered and dated to 690 to 699.",
              "[6] This coincides with the reign of Wu Zetian, under which the Longer Sukhāvatīvyūha Sūtra, which advocates the practice of printing apotropaic and merit making texts and images, was translated by Chinese monks.",
              "[5] The oldest extant evidence of woodblock prints created for the purpose of reading are portions of the Lotus Sutra discovered at Turpan in 1906.",
              "They have been dated to the reign of Wu Zetian using character form recognition.",
              "[5] The oldest text containing a specific date of printing was discovered in the Mogao Caves of Dunhuang in 1907 by Aurel Stein.",
              "This copy of the Diamond Sutra is 14 feet long and contains a colophon at the inner end, which reads: \"Reverently [caused to be] made for universal free distribution by Wang Jie on behalf of his two parents on the 13th of the 4th moon of the 9th year of Xiantong [i.",
              "e. 11 May, AD 868 ]\".",
              "It is considered the world's oldest securely dated woodblock scroll.",
              "[5] The Diamond sutra was closely followed by the earliest extant printed almanac, the Qianfu sinian lishu (乾符四年曆書), dated to 877.",
              "[5] Evidence of woodblock printing appeared in Korea and Japan soon afterward.",
              "The Great Dharani Sutra (Korean: 무구정광대다라니경/無垢淨光大陀羅尼經, romanized: Muggujeonggwang Daedharanigyeong) was discovered at Bulguksa, South Korea in 1966 and dated between 704 and 751 in the era of Later Silla.",
              "The document is printed on a 8 cm × 630 cm (3.",
              "1 in × 248.",
              "0 in) mulberry paper scroll.",
              "[7] A dhāraṇī sutra was printed in Japan around AD 770.",
              "One million copies of the sutra, along with other prayers, were ordered to be produced by Empress Shōtoku.",
              "As each copy was then stored in a tiny wooden pagoda, the copies are together known as the Hyakumantō Darani (百万塔陀羅尼, \"1,000,000 towers/pagodas Darani\").",
              "[5][8] Woodblock printing spread across Eurasia by 1000 AD and could be found in the Byzantine Empire.",
              "However printing onto cloth only became common in Europe by 1300.",
              "\"In the 13th century the Chinese technique of blockprinting was transmitted to Europe\",[9] soon after paper became available in Europe.",
              "From 932 to 955 the Twelve Classics and an assortment of other texts were printed.",
              "During the Song dynasty, the Directorate of education and other agencies used these block prints to disseminate their standardized versions of the Classics.",
              "Other disseminated works include the Histories, philosophical works, encyclopedias, collections, and books on medicine and the art of war.",
              "[5] In 971 work began on the complete Tripiṭaka Buddhist Canon (Kaibao zangshu 開寶藏書) in Chengdu.",
              "It took 10 years to finish the 130,000 blocks needed to print the text.",
              "The finished product, the Sichuan edition of the Kaibao canon, also known as the Kaibao Tripitaka, was printed in 983.",
              "[5] Prior to the introduction of printing, the size of private collections in China had already seen an increase since the invention of paper.",
              "Fan Ping (215–84) had in his collection 7,000 rolls (juan), or a few hundred titles.",
              "Two centuries later, Zhang Mian owned 10,000 juan, Shen Yue (441–513) 20,000 juan, and Xiao Tong and his cousin Xiao Mai both had collections of 30,000 juan.",
              "Emperor Yuan of Liang (508–555) was said to have had a collection of 80,000 juan.",
              "The combined total of all known private book collectors prior to the Song dynasty number around 200, with the Tang alone accounting for 60 of them.",
              "[10] Following the maturation of woodblock printing, official, commercial, and private publishing businesses emerged while the size and number of collections grew exponentially.",
              "The Song dynasty alone accounts for some 700 known private collections, more than triple the number of all the preceding centuries combined.",
              "Private libraries of 10–20,000 juan became commonplace while six individuals owned collections of over 30,000 juan.",
              "The earliest extant private Song library catalogue lists 1,937 titles in 24,501 juan.",
              "Zhou Mi's collection numbered 42,000 juan, Chen Zhensun's collection lists 3,096 titles in 51,180 juan, and Ye Mengde (1077–1148) as well as one other individual owned libraries of 6,000 titles in 100,000 juan.",
              "The majority of which were secular in nature.",
              "Texts contained material such as medicinal instruction or came in the form of a leishu (類書), a type of encyclopedic reference book used to help examination candidates.",
              "[5][10] Imperial establishments such as the Three Institutes: Zhaowen Institute, History Institute, and Jixian Institute also followed suit.",
              "At the start of the dynasty the Three Institutes' holdings numbered 13,000 juan, by the year 1023 39,142 juan, by 1068 47,588 juan, and by 1127 73,877 juan.",
              "The Three Institutes were one of several imperial libraries, with eight other major palace libraries, not including imperial academies.",
              "[11] According to Weng Tongwen, by the 11th century, central government offices were saving tenfold by substituting earlier manuscripts with printed versions.",
              "[12] The impact of woodblock printing on Song society is illustrated in the following exchange between Emperor Zhenzong and Xing Bing in the year 1005: The emperor went to the Directorate of Education to inspect the Publications Office.",
              "He asked Xing Bing how many woodblocks were kept there.",
              "Bing replied, \"At the start of our dynasty, there were fewer than four thousand.",
              "Today, there are more than one hundred thousand.",
              "The classics and histories, together with standard commentaries, are all fully represented.",
              "When I was young and devoted myself to learning, there were only one or two scholars in every hundred who possessed copies of all the classics and commentaries.",
              "There was no way to copy so many works.",
              "Today, printed editions of these works are abundant, and officials and commoners alike have them in their homes.",
              "Scholars are fortunate indeed to have been born in such an era as ours!",
              "[13] In 1076, the 39 year old Su Shi remarked upon the unforeseen effect an abundance of books had on examination candidates: I can recall meeting older scholars, long ago, who said that when they were young they had a hard time getting their hands on a copy of Shiji or Han shu.",
              "If they were lucky enough to get one, they thought nothing of copying the entire text out by hand, so they could recite it day and night.",
              "In recent years merchants engrave and print all manner of books belonging to the hundred schools, and produce ten thousand pages a day.",
              "With books so readily available, you would think that students' writing and scholarship would be many times better than what they were in earlier generations.",
              "Yet, to the contrary, young men and examination candidates leave their books tied shut and never look at them, preferring to amuse themselves with baseless chatter.",
              "Why is this?",
              "[14] Woodblock printing also changed the shape and structure of books.",
              "Scrolls were gradually replaced by concertina binding (經摺裝) from the Tang period onward.",
              "The advantage was that it was now possible to flip to a reference without unfolding the entire document.",
              "The next development known as whirlwind binding (xuanfeng zhuang 旋風裝) was to secure the first and last leaves to a single large sheet, so that the book could be opened like an accordion.",
              "[15] Around the year 1000, butterfly binding was developed.",
              "Woodblock prints allowed two mirror images to be easily replicated on a single sheet.",
              "Thus two pages were printed on a sheet, which was then folded inwards.",
              "The sheets were then pasted together at the fold to make a codex with alternate openings of printed and blank pairs of pages.",
              "In the 14th century the folding was reversed outwards to give continuous printed pages, each backed by a blank hidden page.",
              "Later the sewn bindings were preferred rather than pasted bindings.",
              "[16] Only relatively small volumes (juan 卷) were bound up, and several of these would be enclosed in a cover called a tao, with wooden boards at front and back, and loops and pegs to close up the book when not in use.",
              "For example, one complete Tripitaka had over 6,400 juan in 595 tao.",
              "[17] Despite the productive effect of woodblock printing, historian Endymion Wilkinson notes that it never supplanted handwritten manuscripts.",
              "Indeed, manuscripts remained dominant until the very end of Imperial China: As a result of block-printing technology, it became easier and cheaper to produce multiple copies of books quickly.",
              "By the eleventh century, the price of books had fallen by about one tenth what they had been before and as a result they were more widely disseminated.",
              "Nevertheless, even in the fifteenth century most books in major libraries were still in manuscript, not in print.",
              "Almost to the end of the empire it remained cheaper to pay a copyist than to buy a printed book.",
              "Seven hundred and fifty years after the first imperially sponsored printed works in the Northern Song, the greatest book project of the eighteenth century, the Complete Library of the Four Treasuries (四庫全書), was produced as a manuscript, not as a printed collection.",
              "About 4 percent of it was printed in movable type in 1773, but it was hand-carved movable wooden type.",
              "Indeed, the entire collection was only printed for the first time in the 1980s.",
              "Access to books, especially large works, such as the Histories, remained difficult right into the twentieth century.",
              "[18] Not only did manuscripts remain competitive with imprints,[19] they were even preferred by elite scholars and collectors.",
              "The age of printing gave the act of copying by hand a new dimension of cultural reverence.",
              "Those who considered themselves real scholars and true connoisseurs of the book did not consider imprints to be real books.",
              "Under the elitist attitudes of the time, \"printed books were for those who did not truly care about books.\"",
              "[20] However, copyists and manuscript only continued to remain competitive with printed editions by dramatically reducing their price.",
              "According to the Ming dynasty author Hu Yinglin, \"if no printed edition were available on the market, the hand-copied manuscript of a book would cost ten times as much as the printed work,\"[21] also \"once a printed edition appeared, the transcribed copy could no longer be sold and would be discarded.\"",
              "[21] The result is that despite the mutual co-existence of hand-copied manuscripts and printed texts, the cost of the book had declined by about 90 percent by the end of the 16th century.",
              "[21] As a result, literacy increased.",
              "In 1488, the Korean Choe Bu observed during his trip to China that \"even village children, ferrymen, and sailors\" could read, although this applied mainly to the south while northern China remained largely illiterate.",
              "[22] In modern times, Chinese printing continued the tradition begun in medieval times.",
              "Black-and-white woodcuts were generally replaced by colored ones, achieved by printing successive runs with different inks.",
              "Between the end of the 16th and the beginning of the 17th century, three—and five—color prints appeared.",
              "The oldest surviving print is the Ten Bamboo Studio Manual of Calligraphy and Paintings (1644) by Hu Zhengyan, of which there are several copies in various museums and collections.",
              "It is still commonly reproduced in China today and its images are very popular: it includes landscapes, flowers, animals, reproductions of jades, bronzes, porcelain and other objects.",
              "[23] Another outstanding series is the collection of twenty-nine Kaempfer Prints (British Museum, London), brought in 1693 by a German physician from China to Europe, which includes flowers, fruits, birds, insects and ornamental motifs reminiscent of the style of Kangxi ceramics.",
              "Equally famous is the compilation Manual of the Mustard Seed Garden, published in two parts between 1679 and 1701.",
              "It was initiated by the scholar and landscape painter Wáng Gài and expanded and prefaced by the art critic Li Yu and the landscape painter Wáng Niè.",
              "It was noted for the quality of its polychrome and drawings, which influenced Qing painting.",
              "[24] In 989 Seongjong of Goryeo sent the monk Yeoga to request from the Song a copy of the complete Buddhist canon.",
              "The request was granted in 991 when Seongjong's official Han Eongong visited the Song court.",
              "[25] In 1011, Hyeonjong of Goryeo issued the carving of their own set of the Buddhist canon, which would come to be known as the Goryeo Daejanggyeong.",
              "The project was suspended in 1031 after Heyongjong's death, but work resumed again in 1046 after Munjong's accession to the throne.",
              "The completed work, amounting to some 6,000 volumes, was finished in 1087.",
              "Unfortunately the original set of woodblocks was destroyed in a conflagration during the Mongol invasion of 1232.",
              "King Gojong ordered another set to be created and work began in 1237, this time only taking 12 years to complete.",
              "In 1248 the complete Goryeo Daejanggyeong numbered 81,258 printing blocks, 52,330,152 characters, 1496 titles, and 6568 volumes.",
              "Due to the stringent editing process that went into the Goryeo Daejanggyeong and its surprisingly enduring nature, having survived completely intact over 760 years, it is considered the most accurate of Buddhist canons written in Classical Chinese as well as a standard edition for East Asian Buddhist scholarship.",
              "[26] In the Kamakura period from the 12th century to the 13th century, many books were printed and published by woodblock printing at Buddhist temples in Kyoto and Kamakura.",
              "[27] The mass production of woodblock prints in the Edo period was due to the high literacy rate of Japanese people.",
              "The literacy rate of the Japanese by 1800 was almost 100% for the samurai class and 50% to 60% for the chōnin and nōmin (farmer) class due to the spread of private schools terakoya.",
              "There were more than 600 rental bookstores in Edo, and people lent woodblock-printed illustrated books of various genres.",
              "The content of these books varied widely, including travel guides, gardening books, cookbooks, kibyōshi (satirical novels), sharebon (books on urban culture), kokkeibon (comical books), ninjōbon (romance novel), yomihon, kusazōshi, art books, play scripts for the kabuki and jōruri (puppet) theatre, etc.",
              "The best-selling books of this period were Kōshoku Ichidai Otoko (Life of an Amorous Man) by Ihara Saikaku, Nansō Satomi Hakkenden by Takizawa Bakin, and Tōkaidōchū Hizakurige by Jippensha Ikku, and these books were reprinted many times.",
              "[27][28][29][30] From the 17th century to the 19th century, ukiyo-e depicting secular subjects became very popular among the common people and were mass-produced.",
              "ukiyo-e is based on kabuki actors, sumo wrestlers, beautiful women, landscapes of sightseeing spots, historical tales, and so on, and Hokusai and Hiroshige are the most famous artists.",
              "In the 18th century, Suzuki Harunobu established the technique of multicolor woodblock printing called nishiki-e and greatly developed Japanese woodblock printing culture such as ukiyo-e.",
              "Ukiyo-e influenced European Japonisme and Impressionism.",
              "In the early 20th century, shin-hanga that fused the tradition of ukiyo-e with the techniques of Western paintings became popular, and the works of Hasui Kawase and Hiroshi Yoshida gained international popularity.",
              "[27][28][31][32] A few specimen of wood block printing, possibly called tarsh in Arabic,[33] have been excavated from a 10th-century context in Arabic Egypt.",
              "They were mostly used for prayers and amulets.",
              "The technique may have spread from China or been an independent invention,[34] but had very little impact and virtually disappeared at the end of the 14th century.",
              "[35] In India the main importance of the technique has always been as a method of printing textiles, which has been a large industry since at least the 10th century.",
              "[36] Nowadays wooden block printing is commonly used for creating beautiful textiles, such as block print saree, kurta, curtains, kurtis, dress, shirts, cotton sarees.",
              "[37] Block books, where both text and images are cut on a single block for a whole page, appeared in Europe in the mid-15th century.",
              "As they were almost always undated, and without statement of printer or place of printing, determining their dates of printing has been an extremely difficult task.",
              "Allan H.",
              "Stevenson, by comparing the watermarks in the paper used in block books with watermarks in dated documents, concluded that the \"heyday\" of block books was the 1460s, but that at least one dated from about 1451.",
              "[38][39] Block books printed in the 1470s were often of cheaper quality, as a cheaper alternative to books printed by printing press.",
              "[40] Block books continued to be printed sporadically up through the end of the 15th century.",
              "[38] The method was also used extensively for printing playing cards.",
              "[41] Ceramic and wooden movable type were invented in the Northern Song dynasty around the year 1041 by the commoner Bi Sheng.",
              "Metal movable type also appeared in the Southern Song dynasty.",
              "The earliest extant book printed using movable type is the Auspicious Tantra of All-Reaching Union, printed in Western Xia c.",
              "1139–1193.",
              "Metal movable type was used in the Song, Jin, and Yuan dynasties for printing banknotes.",
              "The invention of movable type did not have an immediate effect on woodblock printing and it never supplanted it in East Asia.",
              "Only during the Ming and Qing dynasties did wooden and metal movable types see any considerable use, but the preferred method remained woodblock.",
              "Usage of movable type in China never exceeded 10 percent of all printed materials while 90 percent of printed books used the older woodblock technology.",
              "In one case an entire set of wooden type numbering 250,000 pieces was used for firewood.",
              "[15] Woodblocks remained the dominant printing method in China until the introduction of lithography in the late 19th century.",
              "[42] Traditionally it has been assumed that the prevalence of woodblock printing in East Asia as a result of Chinese characters led to the stagnation of printing culture and enterprise in that region.",
              "S.",
              "H.",
              "Steinberg describes woodblock printing in his Five Hundred Years of Printing as having \"outlived their usefulness\" and their printed material as \"cheap tracts for the half-literate, [.",
              ".",
              ".]",
              "which anyway had to be very brief because of the laborious process of cutting the letters.\"",
              "[43] John Man's The Gutenberg Revolution makes a similar case: \"wood-blocks were even more demanding than manuscript pages to make, and they wore out and broke, and then you had to carve another one – a whole page at a time.\"",
              "[43] Recent commentaries on printing in China using contemporary European observers with first hand knowledge complicate the traditional narrative.",
              "T.",
              "H.",
              "Barrett points out that only Europeans who had never seen Chinese woodblock printing in action tended to dismiss it, perhaps due to the almost instantaneous arrival of both xylography and movable type in Europe.",
              "The early Jesuit missionaries of late 16th century China, for instance, had a similar distaste for wood based printing for very different reasons.",
              "These Jesuits found that \"the cheapness and omnipresence of printing in China made the prevailing wood-based technology extremely disturbing, even dangerous.\"",
              "[44] Matteo Ricci made note of \"the exceedingly large numbers of books in circulation here and the ridiculously low prices at which they are sold.\"",
              "[45] Two hundred years later the Englishman John Barrow, by way of the Macartney mission to Qing China, also remarked with some amazement that the printing industry was \"as free as in England, and the profession of printing open to everyone.\"",
              "[44] The commercial success and profitability of woodblock printing was attested to by one British observer at the end of the nineteenth century, who noted that even before the arrival of western printing methods, the price of books and printed materials in China had already reached an astoundingly low price compared to what could be found in his home country.",
              "Of this, he said: We have an extensive penny literature at home, but the English cottager cannot buy anything like the amount of printed matter for his penny that the Chinaman can for even less.",
              "A penny Prayer-book, admittedly sold at a loss, cannot compete in mass of matter with many of the books to be bought for a few cash in China.",
              "When it is considered, too, that a block has been laboriously cut for each leaf, the cheapness of the result is only accounted for by the wideness of sale.",
              "[46] Other modern scholars such as Endymion Wilkinson hold a more conservative and skeptical view.",
              "While Wilkinson does not deny \"China's dominance in book production from the fourth to the fifteenth century,\" he also insists that arguments for the Chinese advantage \"should not be extended either forwards or backwards in time.\"",
              "[47] European book production began to catch up with China after the introduction of the mechanical printing press in the mid fifteenth century.",
              "Reliable figures of the number of imprints of each edition are as hard to find in Europe as they are in China, but one result of the spread of printing in Europe was that public and private libraries were able to build up their collections and for the first time in over a thousand years they began to match and then overtake the largest libraries in China.",
              "[47] During the 16th and 17th centuries, printmaking enjoyed great popularity, especially in the illustration of books such as Buddhist texts, poems, novels, biographies, medical treatises, music, etc.",
              "The major center of production was initially in Kien-ngan (Fujian) and, from the 17th century, in Sin-ngan (Anhui) and Nanjing (Jiangsu).",
              "On the other hand, in the 18th century, the industry began to decline, with stereotyped images.",
              "This coincided with the arrival of European missionaries who introduced Western engraving techniques.",
              "The Jesuit Matteo Ripa edited in 1714-1715 a series of poems by Emperor Kangxi, which he illustrated with landscapes of the imperial summer residence at Jehol.",
              "During the reign of Emperor Qianlong the one hundred and four maps of the Chinese Empire made by Jesuit missionaries were printed, as well as illustrations of his military victories, which he commissioned in Paris from the engraver Charles-Nicolas Cochin (Conquests of the Emperor of China, 1767–1773).",
              "The emperor himself commissioned the Jesuits to instruct Chinese artisans in the intaglio technique, but they did not obtain good results.",
              "Already in the 19th century, the growing xenophobia against Europeans was progressively relegating the use of engraving in China.",
              "[48] In the 20th century, the genre was revived by the writer Lou Siun, who founded a woodcut school in Shanghai in 1930.",
              "Influenced by contemporary Russian engraving, this school dealt especially with popular, agricultural and military subjects for propaganda purposes, as is evident in the work of P'an Jeng and Huang Yong-yu.",
              "[49][full citation needed] In 1234, cast metal movable type was used in Goryeo (Korea) to print the 50-volume Prescribed Texts for Rites of the Past and Present, compiled by Choe Yun-ui, but no copies survived to the present.",
              "[50] The oldest extant book printed with movable metal type is the Jikji of 1377.",
              "[51] This form of metal movable type was described by the French scholar Henri-Jean Martin as \"extremely similar to Gutenberg's\".",
              "[52] Movable type never replaced woodblock printing in Korea.",
              "Indeed, even the promulgation of Hangeul was done through woodblock prints.",
              "The general assumption is that movable type did not replace block printing in places that used Chinese characters due to the expense of producing more than 200,000 individual pieces of type.",
              "Even woodblock printing was not as cost productive as simply paying a copyist to write out a book by hand if there was no intention of producing more than a few copies.",
              "Although Sejong the Great introduced Hangeul, an alphabetic system, in the 15th century, Hangeul only replaced Hanja in the 20th century.",
              "[53] And unlike China, the movable type system was kept mainly within the confines of a highly stratified elite Korean society: Korean printing with movable metallic type developed mainly within the royal foundry of the Yi dynasty.",
              "Royalty kept a monopoly of this new technique and by royal mandate suppressed all non-official printing activities and any budding attempts at commercialization of printing.",
              "Thus, printing in early Korea served only the small, noble groups of the highly stratified society.",
              "[54] Western style movable type printing-press was brought to Japan by Tenshō embassy in 1590, and was first printed in Kazusa, Nagasaki in 1591.",
              "However, western printing-press were discontinued after the ban on Christianity in 1614.",
              "[27][55] The moveable type printing-press seized from Korea by Toyotomi Hideyoshi's forces in 1593 was also in use at the same time as the printing press from Europe.",
              "An edition of the Confucian Analects was printed in 1598, using a Korean moveable type printing press, at the order of Emperor Go-Yōzei.",
              "[27][56] Tokugawa Ieyasu established a printing school at Enko-ji in Kyoto and started publishing books using domestic wooden movable type printing-press instead of metal from 1599.",
              "Ieyasu supervised the production of 100,000 types, which were used to print many political and historical books.",
              "In 1605, books using domestic copper movable type printing-press began to be published, but copper type did not become mainstream after Ieyasu died in 1616.",
              "[27] The great pioneers in applying movable type printing press to the creation of artistic books, and in preceding mass production for general consumption, were Honami Kōetsu and Suminokura Soan.",
              "At their studio in Saga, Kyoto, the pair created a number of woodblock versions of the Japanese classics, both text and images, essentially converting emaki (handscrolls) to printed books, and reproducing them for wider consumption.",
              "These books, now known as Kōetsu Books, Suminokura Books, or Saga Books, are considered the first and finest printed reproductions of many of these classic tales;",
              "the Saga Book of the Tales of Ise (Ise monogatari), printed in 1608, is especially renowned.",
              "Saga Books were printed on expensive paper, and used various embellishments, being printed specifically for a small circle of literary connoisseurs.",
              "[57] For aesthetic reasons, the typeface of the Saga-bon, like that of traditional handwritten books, adopted the renmen-tai (ja), in which several characters are written in succession with smooth brush strokes.",
              "As a result, a single typeface was sometimes created by combining two to four semi-cursive and cursive kanji or hiragana characters.",
              "In one book, 2,100 characters were created, but 16% of them were used only once.",
              "[58][59][60] Despite the appeal of moveable type, however, craftsmen soon decided that the semi-cursive and cursive script style of Japanese writings was better reproduced using woodblocks.",
              "By 1640 woodblocks were once again used for nearly all purposes.",
              "[61] After the 1640s, movable type printing declined, and books were mass-produced by conventional woodblock printing during most of the Edo period.",
              "It was after the 1870s, during the Meiji period, when Japan opened the country to the West and began to modernize, that this technique was used again.",
              "[27][62] In countries using Arabic scripts, works, especially the Qur'an were printed from blocks or by lithography in the 19th century, as the links between the characters require compromises when movable type is used which were considered inappropriate for sacred texts.",
              "[63] Around the mid-1400s, block-books, woodcut books with both text and images, usually carved in the same block, emerged as a cheaper alternative to manuscripts and books printed with movable type.",
              "These were all short heavily illustrated works, the bestsellers of the day, repeated in many different block-book versions: the Ars moriendi and the Biblia pauperum were the most common.",
              "There is still some controversy among scholars as to whether their introduction preceded or, the majority view, followed the introduction of movable type, with the range of estimated dates being between about 1440–1460.",
              "[40] Jia xie is a method for dyeing textiles (usually silk) using wood blocks invented in the 5th–6th centuries in China.",
              "An upper and a lower block are made, with carved out compartments opening to the back, fitted with plugs.",
              "The cloth, usually folded a number of times, is inserted and clamped between the two blocks.",
              "By unplugging the different compartments and filling them with dyes of different colours, a multi-coloured pattern can be printed over quite a large area of folded cloth.",
              "The method is not strictly printing however, as the pattern is not caused by pressure against the block.",
              "[4] The earliest woodblock printing known is in colour—Chinese silk from the Han dynasty printed in three colours.",
              "[4] Colour is very common in Asian woodblock printing on paper;",
              "in China the first known example is a Diamond sutra of 1341, printed in black and red at the Zifu Temple in modern-day Hubei province.",
              "The earliest dated book printed in more than 2 colours is Chengshi moyuan (Chinese: 程氏墨苑), a book on ink-cakes printed in 1606 and the technique reached its height in books on art published in the first half of the 17th century.",
              "Notable examples are the Hu Zhengyan's Treatise on the Paintings and Writings of the Ten Bamboo Studio of 1633,[64] and the Mustard Seed Garden Painting Manual published in 1679 and 1701.",
              "[65]"
            ]
          }
        ],
        "The Diamond Sūtra dates back to 868 C.E..": [
          {
            "title": "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
            "url": "https://www.smithsonianmag.com/smart-news/Five-things-to-know-about-diamond-sutra-worlds-oldest-dated-printed-book-180959052/",
            "content": [
              "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
              "Sections Cool Finds Printed over 1,100 years ago, a Chinese copy of the Diamond Sutra at the British Library is one of the most intriguing documents in the world Jason Daley Correspondent No one is sure who Wang Jie was or why he had The Diamond Sutra printed.",
              "But we do know that on this day in 868 A.",
              "D.",
              "—or the 13th of the 4th moon of the 9th year of Xiantong in Jie’s time—he commissioned a block printer to create a 17-and-a-half-foot-long scroll of the sacred Buddhist text, including an inscription on the lower right hand side reading, “Reverently made for universal free distribution by Wang Jie on behalf of his two parents.",
              "” Today, that scroll is housed at the British Library and is acknowledged as the oldest dated printed book in existence.",
              "Chances are you know a little something about the Gutenberg Bible, the first book made with moveable type, which came along almost 600 years later.",
              "Bibliophiles might also have a working knowledge of other famous manuscripts like the Book of Kells, The Domesday Book, and Shakespeare’s First Folio.",
              "Well, The Diamond Sutra should be in that pantheon of revered books, as well.",
              "Here’s why: Origins The text was originally discovered in 1900 by a monk in Dunhuang, China, an old outpost of the Silk Road on the edge of the Gobi Desert.",
              "The Diamond Sutra, a Sanskrit text translated into Chinese, was one of 40,000 scrolls and documents hidden in “The Cave of a Thousand Buddhas,” a secret library sealed up around the year 1,000 when the area was threatened by a neighboring kingdom.",
              "In 1907, British-Hungarian archaeologist Marc Aurel Stein was on an expedition mapping the ancient Silk Road when he heard about the secret library.",
              "He bribed the abbot of the monastic group in charge of the cave and smuggled away thousands of documents, including The Diamond Sutra.",
              "The International Dunhuang Project is now digitizing those documents and 100,000 others found on the eastern Silk Road.",
              "Content The Diamond Sutra is relatively short, only 6,000 words and is part of a larger canon of “sutras” or sacred texts in Mahayana Buddhism, the branch of Buddhism most common in China, Japan, Korea and southeast Asia.",
              "Many practitioners believe that the Mahayana Sutras were dictated directly by the Buddha, and The Diamond Sutra takes the form of a conversation between the Buddha’s pupil Subhati and his master.",
              "Why is it Diamond?",
              "A full translation of the document's title is The Diamond That Cuts Through Illusion.",
              "As Susan Whitfield, director of the Dunhuang Project explains, the sutra helps cut through our perceptions of the world and its illusion.",
              "\"[W]e just think we exist as individuals but we don’t, in fact, we’re in a state of complete non-duality: there are no individuals, no sentient beings,” Whitfield writes.",
              "Why did Wang Jie commission it?",
              "According to Whitfield, in Buddhist belief, copying images or the words of the Buddha was a good deed and way of gaining merit in Jie’s culture.",
              "It’s likely that monks would have unrolled the scroll and chanted the sutra out loud on a regular basis.",
              "That’s one reason printing developed early on in China, Whitfield explains.",
              "“[If] you can print multiple copies, and the more copies you’re sending out, the more you’re disseminating the word of Buddha, and so the more merit you are sending out into the world,” she writes.",
              "“And so the Buddhists were very quick to recognize the use of the new technology of printing.",
              "” What is one quote I should know from The Diamond Sutra?",
              "It’s difficult to translate the sutra word for word and still catch its meaning.",
              "But this passage about life, which Bill Porter, who goes by the alias \"Red Pine,\" adapted to English, is one of the most popular: So you should view this fleeting world— A star at dawn, a bubble in a stream, A flash of lightening in a summer cloud, A flickering lamp, a phantom, and a dream.",
              "Get the latest stories in your inbox every weekday.",
              "Jason Daley | | READ MORE Jason Daley is a Madison, Wisconsin-based writer specializing in natural history, science, travel, and the environment.",
              "His work has appeared in Discover, Popular Science, Outside, Men’s Journal, and other magazines.",
              "Explore Subscribe Newsletters Our Partners Terms of Use © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
            ]
          },
          {
            "title": "Diamond Sutra - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Diamond_Sutra",
            "content": [
              "Diamond Sutra - Wikipedia",
              "The Diamond Sutra (Sanskrit: Vajracchedikā Prajñāpāramitā Sūtra) is a Mahāyāna (Buddhist) sutra from the genre of Prajñāpāramitā ('perfection of wisdom') sutras.",
              "Translated into a variety of languages over a broad geographic range, the Diamond Sūtra is one of the most influential Mahayana sutras in East Asia, and it is particularly prominent within the Chan (or Zen) tradition,[1] along with the Heart Sutra.",
              "A copy of the Tang dynasty–Chinese version of the Diamond Sūtra was found among the Dunhuang manuscripts in 1900 by Daoist monk Wang Yuanlu and sold to Aurel Stein in 1907.",
              "[2] They are dated back to 11 May 868.",
              "[3] It is, in the words of the British Library, \"the earliest dated printed book\".",
              "[4] It is also the first known creative work with an explicit public domain dedication, as its colophon at the end states that it was created \"for universal free distribution\".",
              "[5] The Sanskrit title for the sūtra is the Vajracchedikā Prajñāpāramitā Sūtra, which may be translated roughly as the \"Vajra Cutter Perfection of Wisdom Sūtra\" or \"The Perfection of Wisdom Text that Cuts Like a Thunderbolt\".",
              "[1] In English, shortened forms such as Diamond Sūtra and Vajra Sūtra are common.",
              "The title relies on the power of the vajra (diamond or thunderbolt, but also an abstract term for a powerful weapon) to cut things as a metaphor for the type of wisdom that cuts and shatters illusions to get to ultimate reality.",
              "[1] The sutra is also called by the name \"Triśatikā Prajñāpāramitā Sūtra\" (300 lines Perfection of Insight sutra).",
              "The Diamond Sūtra is highly regarded in East Asian countries with traditions of Mahayana Buddhism.",
              "[1] Translations of this title into the languages of some of these countries include: The exact date of the composition of the Diamond Sūtra in Sanskrit is uncertain—arguments for the 2nd and 5th centuries have been made.",
              "[1] The first Chinese translation dates to the early 5th century, but, by this point, the 4th or 5th century monks Asanga and Vasubandhu seem to have already authored authoritative commentaries on its content.",
              "[1] The Vajracchedika sutra was an influential work in the Mahayana Buddhist tradition.",
              "Early translations into a number of languages have been found in locations across Central and East Asia, suggesting that the text was widely studied and translated.",
              "In addition to Chinese translations, translations of the text and commentaries were made into Tibetan, and translations, elaborations, and paraphrases survive in a number of Central Asian languages.",
              "[1] The first translation of the Diamond Sūtra into Chinese is thought to have been made in 401 by the venerated and prolific translator Kumārajīva.",
              "[7] Kumārajīva's translation style is distinctive, possessing a flowing smoothness that reflects his prioritization on conveying the meaning as opposed to precise literal rendering.",
              "[8] The Kumārajīva translation has been particularly highly regarded over the centuries, and it is this version that appears on the 868 Dunhuang scroll.",
              "It is the most widely used and chanted Chinese version.",
              "[9] In addition to the Kumārajīva translation, a number of later translations exist.",
              "The Diamond Sūtra was again translated from Sanskrit into Chinese by Bodhiruci in 509, Paramārtha in 558, Dharmagupta (twice, in 590 and in 605~616), Xuanzang (twice, in 648 and in 660~663), and Yijing in 703.",
              "[7] The Chinese Buddhist monk Xuanzang visited a Mahāsāṃghika-Lokottaravāda monastery at Bamiyan, Afghanistan, in the 7th century.",
              "Using Xuanzang's travel accounts, modern archaeologists have identified the site of this monastery.",
              "[10] Birchbark manuscript fragments of several Mahāyāna sūtras have been discovered at the site, including the Vajracchedikā Prajñāpāramitā Sūtra (MS 2385), and these are now part of the Schøyen Collection.",
              "[10] This manuscript was written in the Sanskrit language, and written in an ornate form of the Gupta script.",
              "[10] This same Sanskrit manuscript also contains the Medicine Buddha Sūtra (Bhaiṣajyaguruvaiḍūryaprabhārāja Sūtra).",
              "[10] The Diamond Sūtra gave rise to a culture of artwork, sūtra veneration, and commentaries in East Asian Buddhism.",
              "By the end of the Tang dynasty (907) in China there were over 80 commentaries written on it (only 32 survive), such as those by prominent Chinese Buddhists like Sengzhao, Xie Lingyun, Zhiyi, Jizang, Kuiji and Zongmi.",
              "[11][1] Copying and recitation of the Diamond Sutra was a widespread devotional practice, and stories attributing miraculous powers to these acts are recorded in Chinese, Japanese, Tibetan, and Mongolian sources.",
              "[1] One of the best known commentaries is the Exegesis on the Diamond Sutra by Huineng, the Sixth Patriarch of the Chan School.",
              "[12] The Diamond Sutra features prominently in the 1st chapter of the Platform Sutra, the religious biography of Huineng, where hearing its recitation is supposed to have triggered the enlightening insight that led Huineng to abandon his life as a woodcutter to become a Buddhist monk.",
              "[1] The Vajracchedikā Prajñāpāramitā Sutra contains the discourse of the Buddha to a senior monk, Subhuti.",
              "[13] Its major themes are anatman (not-self), the emptiness of all phenomena (though the term 'śūnyatā' itself does not appear in the text),[14] the liberation of all beings without attachment and the importance of spreading and teaching the Diamond Sūtra itself.",
              "In his commentary on the Diamond Sūtra, Hsing Yun describes the four main points from the sūtra as giving without attachment to self, liberating beings without notions of self and other, living without attachment, and cultivating without attainment.",
              "[15] According to Shigenori Nagatomo, the major goal of the Diamond Sūtra is: \"an existential project aiming at achieving and embodying a non-discriminatory basis for knowledge\" or \"the emancipation from the fundamental ignorance of not knowing how to experience reality as it is\".",
              "[16] In the sūtra, the Buddha has finished his daily walk to Sravasti with the monks to gather offerings of food, and he sits down to rest.",
              "Elder Subhūti comes forth and asks the Buddha: \"How, Lord, should one who has set out on the bodhisattva path take his stand, how should he proceed, how should he control the mind?\"",
              "[17] What follows is a dialogue regarding the nature of the \"perfection of insight\" (Prajñāpāramitā) and the nature of ultimate reality (which is illusory and empty).",
              "The Buddha begins by answering Subhuti by stating that he will bring all living beings to final nirvana, but that after this \"no living being whatsoever has been brought to extinction\".",
              "[17] This is because a bodhisattva does not see beings through reified concepts such as \"person\", \"soul\" or \"self\", but sees them through the lens of perfect understanding, as empty of inherent, unchanging self.",
              "The Buddha continues his exposition with similar statements which use negation to point out the emptiness of phenomena, merit, the Dharma (Buddha's teaching), the stages of enlightenment and the Buddha himself.",
              "Japanese Buddhologist Hajime Nakamura calls this negation the \"logic of not\" (na prthak).",
              "[16] Further examples of the Diamond Sūtra's via negativa include statements such as:[17] The Buddha is generally thought to be trying to help Subhūti unlearn his preconceived, limited notions of the nature of reality.",
              "Emphasizing that all phenomena are ultimately illusory, he teaches that true enlightenment cannot be grasped until one has set aside attachment to them in any form.",
              "[citation needed] Another reason why the Buddha makes use of negation is that language reifies concepts and this can lead to attachment to those concepts, but true wisdom is seeing that nothing is fixed or stable, hence according to the Diamond Sūtra thoughts such as \"I have obtained the state of an Arhat\" or \"I will bring living beings to nirvana\" do not even occur in an enlightened one's mind because this would be \"seizing upon a self .",
              ".",
              ".",
              "seizing upon a living being, seizing upon a soul, seizing upon a person\".",
              "[17] The sutra goes on to state that anyone who says such things should not be called a bodhisattva.",
              "According to David Kalupahana the goal of the Diamond Sūtra is \"one colossal attempt to avoid the extremist use of language, that is, to eliminate any ontological commitment to concepts while at the same time retaining their pragmatic value, so as not to render them totally empty of meaning\".",
              "[14] Kalupahana explains the negation of the Diamond Sūtra by seeing an initial statement as an erroneous affirmation of substance or selfhood, which is then critiqued (\"'all dharmas' are dharmaless\"), and then finally reconstructed (\"that is why they are called 'all dharmas'\") as being conventional and dependently originated.",
              "Kalupahana explains this final reconstruction as meaning: \"that each concept, instead of either representing a unique entity or being an empty term, is a substitute for a human experience which is conditioned by a variety of factors.",
              "As such, it has pragmatic meaning and communicative power without being absolute in any way.\"",
              "[14] According to Paul Harrison, the Diamond Sūtra's central argument here is that \"all dharmas lack a self or essence, or to put it in other words, they have no core ontologically, they only appear to exist separately and independently by the power of conventional language, even though they are in fact dependently originated\".",
              "[18] The mind of someone who practices the Prajñāpāramitā or \"perfection of wisdom\" is then a mind free from fixed substantialist or \"self\" concepts: However, Lord, the idea of a self will not occur to them, nor will the idea of a living being, the idea of a soul, or the idea of a person occur.",
              "Why is that?",
              "Any such idea of a self is indeed idealess, any idea of a living being, idea of a soul, or idea of a person is indeed idealess.",
              "Why is that?",
              "Because the Buddhas and Lords are free of all ideas.",
              "[17] Throughout the teaching, the Buddha repeats that successful memorization and elucidation of even a four-line extract of it is of incalculable merit, better than giving an entire world system filled with gifts and can bring about enlightenment.",
              "Section 32 (of the Chinese version) also ends with a four-line gatha: All conditioned phenomena Are like a dream, an illusion, a bubble, a shadow, Like dew or a flash of lightning;",
              "Thus we shall perceive them.",
              "[19] Paul Harrison's translation of the Sanskrit version states:[17] A shooting star, a clouding of the sight, a lamp, An illusion, a drop of dew, a bubble, A dream, a lightning's flash, a thunder cloud— This is the way one should see the conditioned.",
              "Red Pine's translation about life showed that the text read:[20] So you should view this fleeting world— A star at dawn, a bubble in a stream, A flash of lightning in a summer cloud, A flickering lamp, a phantom, and a dream.",
              "There is a woodblock-printed copy of the Diamond Sutra in the British Library which, although not the earliest example of block printing, is the earliest example which bears an actual date.",
              "The extant copy is in the form of a scroll about five metres (16 ft) long.",
              "The archaeologist Sir Marc Aurel Stein purchased it in 1907 in the walled-up Mogao Caves near Dunhuang in northwest China from a monk guarding the caves – known as the \"Caves of the Thousand Buddhas\".",
              "The colophon, at the inner end, reads: Reverently made for universal free distribution by Wang Jie on behalf of his two parents on the 15th of the 4th moon of the 9th year of Xiantong [11 May 868].",
              "[clarification needed] In 2010 UK writer and historian Frances Wood, head of the Chinese section at the British Library, Mark Barnard, conservator at the British Library, and Ken Seddon, professor of chemistry at Queen's University, Belfast, were involved in the restoration of its copy of the book.",
              "[21][22][23] The British Library website allows readers to view the Diamond Sūtra in its entirety.",
              "[24][25]"
            ]
          },
          {
            "title": "An Overview of the Diamond Sutra Buddhist Text - Learn Religions",
            "url": "https://www.learnreligions.com/the-diamond-sutra-450100",
            "content": [
              "An Overview of the Diamond Sutra Buddhist Text - Learn Religions",
              "The Diamond Sutra is one of the most revered texts of Mahayana Buddhism and a jewel of the world's religious literature.",
              "The Diamond Sutra is a brief text.",
              "A typical English translation contains about 6,000 words, and an average reader could finish it in less than 30 minutes, easily.",
              "But if you were to ask ten dharma teachers what it is about, you might get ten different answers, because the Diamond defies literal interpretation.",
              "The sutra's title in Sanskrit, Vajracchedika Prajnaparamita Sutra, could be very roughly translated as the \"diamond-cutting perfection of wisdom sutra.\"",
              "Thich Nhat Hanh says the title means \"the diamond that cuts through afflictions, ignorance, illusion, or delusion.\"",
              "It is also sometimes called the Diamond Cutter Sutra, or the Vajra Sutra.",
              "The Diamond is part a large canon of early Mahayana sutras called the Prajnaparamita Sutras.",
              "Prajnaparamita means \"perfection of wisdom.\"",
              "In Mahayana Buddhism, the perfection of wisdom is the realization or direct experience of sunyata (emptiness).",
              "The Heart Sutra also is one of the Prajnaparamita Sutras.",
              "Sometimes these sutras are referred to as the \"prajna\" or \"wisdom\" literature.",
              "Mahayana Buddhist legend says that the Prajnaparamita Sutras were dictated by the historical Buddha to various disciples.",
              "They were then hidden for about 500 years and only discovered when people were ready to learn from them.",
              "However, scholars believe they were written in India beginning in the 1st century BCE and continuing for a few more centuries.",
              "For the most part, the oldest surviving versions of these texts are Chinese translations that date from the early first millennium CE.",
              "The several texts of the Prajnaparamita Sutras vary from very long to very short and are often named according to the number of lines it takes to write them.",
              "So, one is the Perfection of Wisdom in 25,000 Lines.",
              "Another is the Perfection of Wisdom in 20,000 Lines, and then 8,000 lines, and so on.",
              "The Diamond is The Perfection of Wisdom in 300 Lines.",
              "It is often taught within Buddhism that the shorter Prajnaparamita sutras are distillations of the longer ones and that the brief and highly distilled Diamond and Heart sutras were written last.",
              "But many scholars suspect the shorter sutras are the older ones, and the longer sutras are elaborations.",
              "Scholars believe the original text of the Diamond Sutra was written in India some time in the 2nd century CE.",
              "Kumarajiva is believed to have made the first translation into Chinese in 401 CE, and the Kumarajiva text seems to be the one most often translated into English.",
              "Prince Chao-Ming (501-531), a son of Emperor Wu of the Liang Dynasty, divided the Diamond Sutra into 32 chapters and gave each chapter a title.",
              "This chapter division has been preserved to this day, although translators do not always use Prince Chao-Ming's titles.",
              "The Diamond Sutra played an important role in the life of Huineng (638-713), the Sixth Patriarch of Chan (Zen).",
              "It is recorded in Huineng's autobiography that when he was an adolescent selling firewood in a marketplace, he heard someone reciting the Diamond Sutra and immediately became enlightened.",
              "It is believed the Diamond Sutra was translated from Sanskrit into Tibetan in the late 8th or early 9th century.",
              "The translation is attributed to a disciple of Padmasambhava named Yeshe De and an Indian scholar named Silendrabodhi.",
              "An even older manuscript of the Diamond Sutra was discovered in the ruins of a Buddhist monastery in Bamiyan, Afghanistan, written in a language of Gandhara.",
              "A complete woodblock printed scroll of the Diamond Sutra, dated 868 CE, was among several texts preserved in a sealed cave near Dunhuang, in Gansu Province, China.",
              "In 1900 a Chinese monk, Abbot Wang Yuanlu, discovered the sealed door to the cave, and in 1907 a Hungarian-British explorer named Marc Aurel Stein was allowed to see inside the cave.",
              "Stein chose some scrolls randomly and purchased them from Abbot Wang.",
              "Eventually, these scrolls were taken to London and given to the British Library.",
              "It would be a few years before European scholars recognized the significance of the Diamond Sutra scroll and realized how old it was.",
              "It was printed nearly 600 years before Gutenberg printed his first Bible.",
              "The text describes the Buddha dwelling in Anathapindika's grove with 1,250 monks.",
              "Most of the text takes the form of a dialogue between the Buddha and a disciple named Subhuti.",
              "There is a common view that the Diamond Sutra primarily is about impermanence.",
              "This is because of a short verse in the last chapter that seems to be about impermanence and which often is mistaken as an explanation of the 31 enigmatic chapters that preceded it.",
              "To say that the Diamond Sutra is only about impermanence, however, does not do it justice.",
              "The verses in the Diamond Sutra address the nature of reality and the activity of bodhisattvas.",
              "Throughout the sutra, the Buddha instructs us to not be bound by concepts, even concepts of \"Buddha\" and \"dharma.\"",
              "This is a deep and subtle text, not meant to be read like a textbook or instruction manual.",
              "Although Huineng may have realized enlightenment when he first heard the sutra, other great teachers have said the text revealed itself to them slowly.",
              "The late John Daido Loori Roshi said that when he first tried to read the Diamond Sutra, \"It drove me crazy.",
              "Then I started to read it the way the translator suggested it, a little at a time, not trying to understand it, just reading it.",
              "I did that for about two years.",
              "Every night before I went to bed I would read one section.",
              "It was so boring it would put me right to sleep.",
              "But after a while, it started to make sense.\"",
              "However, the \"sense\" was not intellectual or conceptual.",
              "If you want to explore the Diamond Sutra, the guidance of a teacher is recommended.",
              "You can find a number of translations of varying quality online.",
              "For a more in-depth look at the Diamond Sutra, see \"The Diamond That Cuts Through Illusion\" by Thich Nhat Hanh;",
              "and \"The Diamond Sutra\" by Red Pine.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          }
        ],
        "The Diamond Sūtra is currently held in the British Library in London.": [
          {
            "title": "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
            "url": "https://www.smithsonianmag.com/smart-news/Five-things-to-know-about-diamond-sutra-worlds-oldest-dated-printed-book-180959052/",
            "content": [
              "Five Things to Know About the Diamond Sutra, the World’s Oldest Dated ...",
              "Sections Cool Finds Printed over 1,100 years ago, a Chinese copy of the Diamond Sutra at the British Library is one of the most intriguing documents in the world Jason Daley Correspondent No one is sure who Wang Jie was or why he had The Diamond Sutra printed.",
              "But we do know that on this day in 868 A.",
              "D.",
              "—or the 13th of the 4th moon of the 9th year of Xiantong in Jie’s time—he commissioned a block printer to create a 17-and-a-half-foot-long scroll of the sacred Buddhist text, including an inscription on the lower right hand side reading, “Reverently made for universal free distribution by Wang Jie on behalf of his two parents.",
              "” Today, that scroll is housed at the British Library and is acknowledged as the oldest dated printed book in existence.",
              "Chances are you know a little something about the Gutenberg Bible, the first book made with moveable type, which came along almost 600 years later.",
              "Bibliophiles might also have a working knowledge of other famous manuscripts like the Book of Kells, The Domesday Book, and Shakespeare’s First Folio.",
              "Well, The Diamond Sutra should be in that pantheon of revered books, as well.",
              "Here’s why: Origins The text was originally discovered in 1900 by a monk in Dunhuang, China, an old outpost of the Silk Road on the edge of the Gobi Desert.",
              "The Diamond Sutra, a Sanskrit text translated into Chinese, was one of 40,000 scrolls and documents hidden in “The Cave of a Thousand Buddhas,” a secret library sealed up around the year 1,000 when the area was threatened by a neighboring kingdom.",
              "In 1907, British-Hungarian archaeologist Marc Aurel Stein was on an expedition mapping the ancient Silk Road when he heard about the secret library.",
              "He bribed the abbot of the monastic group in charge of the cave and smuggled away thousands of documents, including The Diamond Sutra.",
              "The International Dunhuang Project is now digitizing those documents and 100,000 others found on the eastern Silk Road.",
              "Content The Diamond Sutra is relatively short, only 6,000 words and is part of a larger canon of “sutras” or sacred texts in Mahayana Buddhism, the branch of Buddhism most common in China, Japan, Korea and southeast Asia.",
              "Many practitioners believe that the Mahayana Sutras were dictated directly by the Buddha, and The Diamond Sutra takes the form of a conversation between the Buddha’s pupil Subhati and his master.",
              "Why is it Diamond?",
              "A full translation of the document's title is The Diamond That Cuts Through Illusion.",
              "As Susan Whitfield, director of the Dunhuang Project explains, the sutra helps cut through our perceptions of the world and its illusion.",
              "\"[W]e just think we exist as individuals but we don’t, in fact, we’re in a state of complete non-duality: there are no individuals, no sentient beings,” Whitfield writes.",
              "Why did Wang Jie commission it?",
              "According to Whitfield, in Buddhist belief, copying images or the words of the Buddha was a good deed and way of gaining merit in Jie’s culture.",
              "It’s likely that monks would have unrolled the scroll and chanted the sutra out loud on a regular basis.",
              "That’s one reason printing developed early on in China, Whitfield explains.",
              "“[If] you can print multiple copies, and the more copies you’re sending out, the more you’re disseminating the word of Buddha, and so the more merit you are sending out into the world,” she writes.",
              "“And so the Buddhists were very quick to recognize the use of the new technology of printing.",
              "” What is one quote I should know from The Diamond Sutra?",
              "It’s difficult to translate the sutra word for word and still catch its meaning.",
              "But this passage about life, which Bill Porter, who goes by the alias \"Red Pine,\" adapted to English, is one of the most popular: So you should view this fleeting world— A star at dawn, a bubble in a stream, A flash of lightening in a summer cloud, A flickering lamp, a phantom, and a dream.",
              "Get the latest stories in your inbox every weekday.",
              "Jason Daley | | READ MORE Jason Daley is a Madison, Wisconsin-based writer specializing in natural history, science, travel, and the environment.",
              "His work has appeared in Discover, Popular Science, Outside, Men’s Journal, and other magazines.",
              "Explore Subscribe Newsletters Our Partners Terms of Use © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
            ]
          },
          {
            "title": "The story of handwriting in 12 objects - BBC Culture",
            "url": "https://www.bbc.com/culture/article/20190426-the-british-librarys-exhibition-of-writing",
            "content": [
              "The story of handwriting in 12 objects - BBC Culture",
              "Home Film Art Books Music TV Style Identities Designed The Collection More The latest exhibition at the British Library, in London, is formidably ambitious.",
              "Writing: Making Your Mark charts the development and variety of the human scribble across the globe over a 5,000-year span and through more than 40 systems, represented in around 100 objects.",
              "The exhibition takes us from Mesopotamian clay tablets inscribed with cuneiform from around 3000BC to the evanescing digital communication of the present.",
              "More like this: - How Brexit changed the English language - Seven words that can help us be calmer - What a single sound says about you To mount the show, the British Library has drawn on its own vast collection, which reaches all the way back to Chinese oracle bones engraved with early Chinese characters in the late Shang Dynasty between 1300BC and 1050BC, and similar historic objects carrying script far removed from the ‘books’ one expects to find in libraries.",
              "These have been supplemented by the British Museum and Petrie Museum collections in London, which for example have provided the 2.",
              "2m-high Mayan limestone stele that could never have a home in the British Library collections – much as readers would enjoy having it heaved up to a reading room so they could run their fingers over its glyphs.",
              "In the Shang Dynasty, questions to deities were carved into bones as part of divination (Credit: British Library Board) The far-reaching exhibition has been put together by a team of five curators, including Emma Harrison, the British Library’s Curator of Chinese Collections and an expert in east Asia.",
              "She tells BBC Culture how writing “starts off with incising, carving, and impressing, in materials such as copper, stone, wax, and clay.",
              "And then there’s inks laid on to surfaces of paper by hand, and then there is printing, with mechanical processes, and then typing and computing.",
              "” Rare samples of calligraphy by Emperor Shōmu and Empress Komyo, AD750 (Credit: British Library Board) From the 5th Century AD, when writing came to Japan from China, calligraphy was regarded as one of the highest art forms in Japan – and has been ever since.",
              "The exhibition includes an example of the calligraphy of Japanese Emperor Shōmu and Empress Kōmyō, which survives from the mid-8th Century AD.",
              "Both are extracts from Buddhist sutras (‘sutra’ is a Sanskrit word meaning religious teaching): one the sutra of ‘The Wise and Foolish’, the other the ‘Lotus’ sutra.",
              "The emperor and empress were pious Buddhists: late in life he would become a Buddhist priest, while she became a Buddhist nun.",
              "The Diamond Sutra is the world’s earliest complete survival of a dated printed book (Credit: British Library Board) The Diamond Sutra, which was found in a cave at Dunhuang in China and dates to AD868, is printed on paper and bears the distinction of being the oldest dated, complete printed work in the world.",
              "It was created using the woodblock printing method, the first method of printing to emerge.",
              "(The oldest known example of woodblock printing of text, as such, was found in Korea and dates to AD704-51.)",
              "The Diamond Sutra was so called by the Buddha because it “cuts like a diamond blade through worldly illusion to illuminate what is real and everlasting”.",
              "The scroll was made from seven sections, each printed from a single block and stuck together to create a scroll more than 5m (16ft) in length.",
              "This Mayan limestone stele with writing from Belize is dated to AD647 (Credit: The Trustees of the British Museum) The Mayan stele, mentioned earlier, is startling.",
              "As Harrison observes, “We wanted to show the diversity of writing in all the places it is believed to have independently originated, and one of these places is Meso-America”.",
              "The 112 low-relief, block-shaped glyphs with which one of the stele’s faces is covered are made up of closely arranged bulbous forms – logograms (pictures of things and concepts, in the manner of Chinese characters) and syllabic markers that help with pronunciation.",
              "The purpose of the stelae was to celebrate Mayan kings and their associates, like stone billboards, or perhaps rather like the public statues dotted around cities today.",
              "The example in the exhibition dates from AD600 to AD800 and was brought to the British Museum from Pusilhá, Belize, in 1929.",
              "The text it bears hasn’t been entirely deciphered (which is not unusual for Mayan text), but we know that it relates to the reign of the Ruler K’ak’ Uti’ Chan, and that it tells us of his lineage, his rise to power, and some of the historically significant events during his reign (including warfare).",
              "Gutenberg’s Papal Indulgence is thought to be the earliest piece of printing with movable type in Europe (Credit: British Library Board) The earliest complete printed book in Europe was Johannes Gutenberg’s Bible, which was printed in Mainz (Germany) in 1455 with the moveable type technology (the printing press) that he pioneered.",
              "(In Europe, before this time, books could only be reproduced by manually copying them out.)",
              "The exhibition includes one of Gutenberg’s printed papal indulgences, produced for Pope Nicholas V, and believed to have been completed before his Bible.",
              "As Harrison points out, “Indulgences were intended to reduce the amount of time that someone would have to spend in purgatory.",
              "They were sold and filled in with the details of the person who bought them.",
              "” Thus they were among the earliest examples of the standard blank forms we know and dread today.",
              "The funds raised in this case went to defending Cyprus from Ottoman attacks.",
              "William Caxton was the first to print a book in English (Credit: British Library Board) By 1480 there were presses across Europe, enabling an important acceleration in the sharing of knowledge.",
              "In London around 1477, William Caxton used the printing press to print Chaucer’s Canterbury Tales, the first major book printed in England.",
              "Caxton was a publisher, editor, and translator who employed skilled workers from continental Europe.",
              "The book uses a set of type, Caxton Type 2, that he developed based on handwriting in the best Flemish manuscripts.",
              "The large red initials were inserted by hand.",
              "It is thought that around 600 copies of the book were printed, of which 38 copies survive around the world, most only as fragments.",
              "The copy in the British Library is one of the few that is still complete.",
              "Florence Nightingale nursed soldiers during the Crimean War, insisting on cleanliness (Credit: British Library Board) In Florence Nightingale’s notebooks, says Harrison, through her handwriting “we see the extraordinary in the everyday;",
              "we see a person we know, but through a different lens”.",
              "Nightingale, a social reformer from a cosmopolitan English family, became legendary for transforming medical care during the Crimean War (1853-6), and is thought of as the founder of modern nursing.",
              "Nightingale also required nurses she was training to write diaries recording their daily tasks (Credit: British Library Board) The pages here show Nightingale recording her activities and expenses for the week 24 to 30 June 1877.",
              "Such practices have been less common since the 1980s, with the steady rise of personal computers and keyboards.",
              "To post-millennials and digital natives, the idea of a handwritten diary, including a jotted account of finances, might seem as strange and remote as the oracle bones.",
              "The petition against the first partition of Bengal in 1905 was a protest against a government decision unprecedented in the history of the Raj (Credit: British Library Board) The petition against the partition of Bengal in 1905, Harrison observes, provides “a very important glimpse into a moment of history”.",
              "It is a large object, which contains over 60,000 signatures.",
              "The British colonial government was proposing to divide Bengal along religious lines, with a Muslim east and a Hindu west.",
              "The partition, a ‘divide and rule’ policy, went ahead, although it caused so much outrage and unrest that the British government had to reverse it in 1911.",
              "The signatories wrote in English or Bengali - whichever language and script they were most comfortable in.",
              "The petition is also an example of the political and symbolic power of signing one’s name;",
              "the written signature as a profound expression of one’s identity, a role that is fading in the era of computerised administration, facial recognition, and biometrics.",
              "The Double Pigeon typewriter lacks a keyboard: users select a character and press a lever to ink and type it before returning it to its place (Credit: British Library Board) Harrison’s favourite object, of the 100-odd in the exhibition, is the Chinese ‘Double Pigeon’ typewriter.",
              "(Double Pigeon is a brand name.",
              "The British Library’s example was made in Shanghai, China, in 1975.)",
              "It is an extraordinary device, with a fascinating history.",
              "Because Chinese is a pictorial language (the characters designate things and concepts directly), it is necessary to know at least 2,000 characters for basic literacy, and at least 6,000 for literary language.",
              "In total, there are more than 50,000 characters.",
              "While the entire Roman alphabet and most everyday symbols fit comfortably onto a Western Qwerty keyboard, a workable Chinese typewriter would need to manipulate thousands of characters.",
              "As Harrison notes, the Double Pigeon sums up “almost a century of experimentation, and different approaches to the particular problem of distilling the Chinese writing system into typewriter form”.",
              "It comes with a tray bed containing 2,418 pieces of moveable type, organised according to structural similarities and frequency of use.",
              "In case this isn’t enough, the typewriter comes with two additional boxes of type containing 1716 characters each.",
              "A typing rate of 20 characters per minute is considered good.",
              "The French-Tunisian street artist eL Seed has created a work inspired by Kahlil Gibran’s tombstone inscription “I am alive like you” (Credit: Tony Antoniou) What will the future bring for writing?",
              "“Five hundred years ago in Europe, the use of moveable type opened up different opportunities that were seized upon by a hungry readership.",
              ".",
              ".",
              "[leading to] a transformation in the self-understanding of many people in European countries,” writes design professor Ewan Clayton in the book accompanying the exhibition.",
              "“It is undeniable that today we are living through another of those seismic shifts in the order of the written word.",
              "” It’s believed that many alphabets have their origins in writing from Egypt and Mesopotamia, such as this Uruk clay tablet (Credit: The Trustees of the British Museum) Increased digitisation is inevitable, though handwritten script seems unlikely to disappear anytime soon.",
              "Harrison, for her part, says that she is happy “to use a combination of different technologies.",
              "I would call myself neither a technophile nor a traditionalist.",
              "I hop between the two.",
              "” One kind of calligraphy that certainly hasn’t lost its potency – especially its political potency – is graffiti, an example of which has been created for the exhibition by the politically radical French-Tunisian street artist eL Seed, whose work blends traditional Arabic notions of beauty and form in the art of writing with the practice of graffiti and street art.",
              "The piece quotes the poet Kahlil Gibran’s tombstone: “I am alive like you”.",
              "While the users of the British Library may spend most of their time handling printed and digital script, it seems that the age-old art of calligraphy is alive and well.",
              "Writing: Making Your Mark is at the British Library until 27 August 2019.",
              "If you would like to comment on this story or anything else you have seen on BBC Culture, head over to our Facebook page or message us on Twitter.",
              "And if you liked this story, sign up for the weekly bbc.",
              "com features newsletter, called “If You Only Read 6 Things This Week”.",
              "A handpicked selection of stories from BBC Future, Culture, Capital and Travel, delivered to your inbox every Friday."
            ]
          },
          {
            "title": "The Diamond Sutra print - British Library Online Shop",
            "url": "https://shop.bl.uk/products/pod13839",
            "content": [
              "The Diamond Sutra print - British Library Online Shop",
              "FREE UK Shipping on orders over £75 | Every purchase supports the British Libary Meet our new product.",
              "Nutritional and convenient, only 100 calories per serving.",
              "Our Story Learn more about how and why we started our company.",
              "Our Products See what's different about our line of health food products.",
              "New snacks on sale now for a limited time!",
              "Use code NEW for 15% off.",
              "£25.",
              "00 This image depicts the frontispiece to the world's earliest dated printed book, the Chinese translation of the Buddhist text the Diamond Sutra.",
              "The manuscript consists of a scroll, over 16 feet long, made up of a long series of printed pages.",
              "Printed in China in 868 AD, it was found in the Dunhuang Caves in 1907, in the North Western province of Gansu.",
              "Buddhist sutras are texts for chanting to show religious devotion, by monks, nuns and pious lay people.",
              "The first few lines of text therefore contain instructions about the chanting.",
              "For example, that all those who chant must do so 'with a pure mouth so that the true word of Buddha can penetrate'.",
              "Such exhortations have disappeared from modern printed editions of sutras but are important for understanding how the text was used.",
              "This sutra consists of a dialogue between the Buddha and his disciple, Subhuti.",
              "Subhuti is the old man showed kneeling on a prayer mat in front of Buddha on the frontispiece to this scroll.",
              "Or.",
              "8210/P.",
              "2, frontispiece and text Email address Notify me when this product is available: Notify me when this product is available: The British Library Shop 96 Euston Road London NW1 2DB © 2023 British Library Online Shop.",
              "All text is © British Library Board and is available under a Creative Commons Attribution Licence, except where otherwise stated.",
              "Built and Designed by Smart Cookie Design We use cookies on our website to give you the best shopping experience.",
              "By using this site, you agree to its use of cookies."
            ]
          }
        ]
      },
      "evidence": {
        "The Diamond Sūtra is a Buddhist scripture.": [
          "The Diamond Sutra (Sanskrit: Vajracchedikā Prajñāpāramitā Sūtra) is a Mahāyāna (Buddhist) sutra from the genre of Prajñāpāramitā ('perfection of wisdom') sutras.",
          "The Diamond Sutra is relatively short, only 6,000 words and is part of a larger canon of “sutras” or sacred texts in Mahayana Buddhism, the branch of Buddhism most common in China, Japan, Korea and southeast Asia.",
          "The Diamond Sūtra is highly regarded in East Asian countries with traditions of Mahayana Buddhism.",
          "The Diamond Sutra is one of the most revered texts of Mahayana Buddhism and a jewel of the world's religious literature.",
          "Many practitioners believe that the Mahayana Sutras were dictated directly by the Buddha, and The Diamond Sutra takes the form of a conversation between the Buddha’s pupil Subhati and his master."
        ],
        "The Diamond Sūtra contains a dialogue between the Buddha and his disciple Subhuti.": [
          "Most of the text takes the form of a dialogue between the Buddha and a disciple named Subhuti.",
          "As one of the most revered Buddhist sutras, the Diamond Sutra is a conversation between the Buddha and his disciple, Subhuti."
        ],
        "The Diamond Sūtra is thought to be the oldest surviving printed book using movable type.": [
          "Today, that scroll is housed at the British Library and is acknowledged as the oldest dated printed book in existence.",
          "It is considered the world's oldest securely dated woodblock scroll."
        ],
        "The Diamond Sūtra dates back to 868 C.E..": [
          "A complete woodblock printed scroll of the Diamond Sutra, dated 868 CE, was among several texts preserved in a sealed cave near Dunhuang, in Gansu Province, China.",
          "They are dated back to 11 May 868."
        ],
        "The Diamond Sūtra is currently held in the British Library in London.": [
          "Today, that scroll is housed at the British Library and is acknowledged as the oldest dated printed book in existence."
        ]
      },
      "subconclusions": {
        "The Diamond Sūtra is a Buddhist scripture.": "supported",
        "The Diamond Sūtra contains a dialogue between the Buddha and his disciple Subhuti.": "supported",
        "The Diamond Sūtra is thought to be the oldest surviving printed book using movable type.": "partially supported",
        "The Diamond Sūtra dates back to 868 C.E..": "supported",
        "The Diamond Sūtra is currently held in the British Library in London.": "supported"
      }
    }
  }
}