{
  "c2d82f9e-fe60-4a52-a782-74db71845d71": {
    "query": "What is the longest living species of shark and how long can they live?",
    "response": "According to the search results, the longest living species of shark is the **Greenland shark**[^1^] [^2^] [^3^] [^4^] [^5^], which can survive for up to **hundreds of years** in the deep, cold waters of the Arctic and North Atlantic oceans[^1^]. One female Greenland shark was estimated to be about **400 years old**[^3^], making it one of the longest-living animals on Earth[^2^]. These sharks grow at just **1cm a year**, and reach sexual maturity at about the age of **150**[^3^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.livescience.com/greenland-shark \"Greenland sharks: Toxic, half-blind giants of the ocean\"\n[2]: https://wildlifeinformer.com/longest-living-sharks/ \"9 Longest Living Sharks (Ranked) - Wildlife Informer\"\n[3]: https://www.bbc.com/news/science-environment-37047168 \"400-year-old Greenland shark ‘longest-living vertebrate’\"\n[4]: https://www.livescience.com/what-is-oldest-shark-llm.html \"What is the oldest shark? | Live Science\"\n[5]: https://centerforsurfresearch.org/oldest-shark/ \"Oldest Shark Alive [2022] Meet The Greenland Grandfather - Surf Researcher\"\n\nAccording to the search results, the longest living species of shark is the **Greenland shark**[^1^][1] [^2^][2] [^3^][3] [^4^][4] [^5^][5], which can survive for up to **hundreds of years** in the deep, cold waters of the Arctic and North Atlantic oceans[^1^][1]. One female Greenland shark was estimated to be about **400 years old**[^3^][3], making it one of the longest-living animals on Earth[^2^][2]. These sharks grow at just **1cm a year**, and reach sexual maturity at about the age of **150**[^3^][3].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.livescience.com](https://www.livescience.com/greenland-shark) [2. wildlifeinformer.com](https://wildlifeinformer.com/longest-living-sharks/) [3. www.bbc.com](https://www.bbc.com/news/science-environment-37047168) [4. www.livescience.com](https://www.livescience.com/what-is-oldest-shark-llm.html) [5. centerforsurfresearch.org](https://centerforsurfresearch.org/oldest-shark/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Greenland sharks: Toxic, half-blind giants of the ocean",
        "seeMoreUrl": "https://www.livescience.com/greenland-shark",
        "searchQuery": "longest living species of shark"
      },
      {
        "providerDisplayName": "9 Longest Living Sharks (Ranked) - Wildlife Informer",
        "seeMoreUrl": "https://wildlifeinformer.com/longest-living-sharks/",
        "searchQuery": "longest living species of shark"
      },
      {
        "providerDisplayName": "400-year-old Greenland shark ‘longest-living vertebrate’",
        "seeMoreUrl": "https://www.bbc.com/news/science-environment-37047168",
        "searchQuery": "longest living species of shark"
      },
      {
        "providerDisplayName": "What is the oldest shark? | Live Science",
        "seeMoreUrl": "https://www.livescience.com/what-is-oldest-shark-llm.html",
        "searchQuery": "longest living species of shark"
      },
      {
        "providerDisplayName": "Oldest Shark Alive [2022] Meet The Greenland Grandfather - Surf Researcher",
        "seeMoreUrl": "https://centerforsurfresearch.org/oldest-shark/",
        "searchQuery": "longest living species of shark"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The longest living species of shark is the Greenland shark.",
        "The Greenland shark can survive for up to hundreds of years in the deep, cold waters of the Arctic and North Atlantic oceans.",
        "One female Greenland shark was estimated to be about 400 years old, making it one of the longest-living animals on Earth.",
        "Greenland sharks grow at just 1cm a year.",
        "Greenland sharks reach sexual maturity at about the age of 150."
      ],
      "queries": [
        "Greenland shark lifespan and longevity",
        "Greenland shark lifespan in Arctic and North Atlantic oceans",
        "Greenland shark lifespan and age estimation",
        "Greenland shark growth rate",
        "Greenland shark sexual maturity age"
      ],
      "search_results": {
        "The longest living species of shark is the Greenland shark.": [
          {
            "title": "How long do Greenland sharks live? - NOAA&#39;s National Ocean Service",
            "url": "https://oceanservice.noaa.gov/facts/greenland-shark.html",
            "content": [
              "How long do Greenland sharks live? - NOAA&#39;s National Ocean Service",
              "An official website of the United States government.",
              "Here's how you know we're official.",
              "A .",
              "gov website belongs to an official government organization in the United States.",
              "A small lock or https:// means youâ\u0080\u0099ve safely connected to a .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Close-up image of a greenland shark taken at the floe edge of the Admiralty Inlet, Nunavut.",
              "Photo credit - Hemming1952 | Wikimedia Commons | Used under the Creative Commons Attribution-Share Alike 4.",
              "0 International | Modifications: size Scientists have suspected for a while that Greenland sharks lived extremely long lives, but they didnâ\u0080\u0099t have a way to determine how long.",
              "The age of other shark species can be estimated by counting growth bands on fin spines or on the sharkâ\u0080\u0099s vertebrae, much like rings on a tree.",
              "Greenland sharks, however, have no fin spines and no hard tissues in their bodies.",
              "Their vertebrae are too soft to form the growth bands seen in other sharks.",
              "Scientists could only guess that the sharks lived a long time based on what they knew â\u0080\u0094 the sharks grow at a very slow rate (less than 1 cm per year) and they can reach over 6 meters in size.",
              "But recent breakthroughs allowed scientists to use carbon dating to estimate the age of Greenland sharks.",
              "Inside the sharkâ\u0080\u0099s eyes, there are proteins that are formed before birth and do not degrade with age, like a fossil preserved in amber.",
              "Scientists discovered that they could determine the age of the sharks by carbon-dating these proteins.",
              "One study examined Greenland sharks that were bycatch in fishermenâ\u0080\u0099s nets.",
              "The largest shark they found, a 5-meter female, was between 272 and 512 years old according to their estimates.",
              "Carbon dating can only provide estimates, not a definitive age.",
              "Scientists continue to refine this method and may provide more accurate measurements in the future.",
              "But even at the lower end of the estimates, a 272-year lifespan makes the Greenland shark the longest-lived vertebrate.",
              "One theory to explain this long lifespan is that the Greenland shark has a very slow metabolism, an adaptation to the deep, cold waters it inhabits.",
              "A NOAA remotely operated vehicle doing a dive off New England encountered a Greenland shark at a depth of 783 meters, but these sharks are known to dive as deep as 2,200 meters.",
              "Theyâ\u0080\u0099re also the only shark that can withstand the cold waters of the Arctic Ocean year-round.",
              "The slow metabolism could explain the sharkâ\u0080\u0099s slow growth, slow aging, and sluggish movement â\u0080\u0094 its top speed is under 2.",
              "9 kilometers per hour.",
              "Because the sharks grow so slowly, they arenâ\u0080\u0099t thought to reach sexual maturity until theyâ\u0080\u0099re over a century old.",
              "That means removing mature Greenland sharks from the ocean affects the species and the ecosystem for many decades.",
              "Though the Greenland shark used to be hunted for its liver oil, the majority of Greenland sharks that end up in fishing nets and lines now are caught by accident.",
              "Reducing bycatch is critical in conserving this unique species.",
              "Shark Conservation Understanding Bycatch Reducing Bycatch Author: NOAA How to cite this article Contact Us Science.",
              "Service.",
              "Stewardship."
            ]
          },
          {
            "title": "What Does It Mean That Greenland Sharks Could Live for Hundreds of ...",
            "url": "https://www.atlasobscura.com/articles/how-long-do-greenland-sharks-live",
            "content": [
              "What Does It Mean That Greenland Sharks Could Live for Hundreds of ...",
              "Our small-group adventures are inspired by our Atlas of the world's most fascinating places, the stories behind them, and the people who bring them to life.",
              "About 15 years ago, during a fishing expedition off the west coast of Greenland, Danish marine biologist John Steffensen spotted a local hunter in a small boat.",
              "A large, voluminous dull-gray shark hung from the boat’s edge.",
              "“I kind of went,‘Wow, I’ve never seen a Greenland shark before,’” says Steffensen, who then told the captain of his own ship that he’d love to catch one someday.",
              "“And the captain on our boat, he was laughing at me.",
              "” Why, the captain must have been wondering, would anyone want to catch a Greenland shark?",
              "First off, he said, one should never, ever, eat their meat;",
              "not only is it foul-tasting, but it can be toxic.",
              "(Though it can be fermented to make Iceland’s notorious hákarl, a dish that is safe to eat but definitely not for the faint of heart, it is said.)",
              "And if you feed it to sled dogs they could get “shark drunk”—a state of wild, uncontrolled frenzy.",
              "The captain also casually remarked that Greenland sharks are supposed to live an extremely long time.",
              "It was this final statement that really piqued Steffensen’s curiosity.",
              "Upon returning to Denmark, where he is a professor at the University of Copenhagen, he pored through the scientific literature.",
              "He came across a study tracking size of the sharks over decades, and size and age are tightly correlated in fish.",
              "The study showed that one of the sharks grew something like three inches in 16 years.",
              "“If the sharks grew half a centimeter per year and they can grow up to five meters [15 feet] or more, it doesn’t take a lot of math to calculate that they probably are very old.",
              "” At the time, he estimated they could be up to 200 years old.",
              "That was the first step in what has turned into some remarkable scientific detective work that resulted in a study that posited that Greenland sharks could be the longest-living vertebrate species in the world, surpassing the bowhead whale, koi fish, and Galapagos tortoise.",
              "It also sparked a constellation of research around our current understanding of longevity, as well as about the ongoing survival of this enigmatic—and downright weird—species.",
              "At first glance, Greenland sharks are strange, but perhaps unremarkable.",
              "They’re sluggish, awkwardly proportioned, and often have long, pinkish parasites dangling from their eyes.",
              "They engage in cannibalistic behavior and dive more than a mile deep and can roam from the icy North Atlantic Ocean to the balmy Gulf of Mexico.",
              "In the first half of the 20th century, Greenland sharks were commercially hunted for their oil-rich livers, to the tune of hundreds of thousands of animals a year.",
              "Today, fishermen from their namesake land find them a nuisance, since they feed on valuable halibut and can get tangled up in nets.",
              "If they don’t find a way out, they can end up damaging equipment on deck and need to be killed.",
              "“[They] absolutely hate these sharks,” says Steffensen.",
              "For decades, towns across the large island have provided bounties for Greenland sharks hearts, in part to help offset the cost of the damage they can cause.",
              "In 1984 alone, around 5,000 were collected, for about $50 each.",
              "Today they only fetch a fifth of this price, but the hostility is not discounted.",
              "This was why Steffensen’s fishing captain was so baffled, but that didn’t dull Steffensen’s interest, especially in the rumors of extreme longevity.",
              "But how could find out for sure?",
              "He tried scanning a vertebra at the local hospital for signs of growth rings without success.",
              "He then consulted Jan Heinemeier, a retired physicist from Denmark’s Aarhus University and a renowned expert on radiocarbon dating.",
              "Heinemeier explained to him that dating shark vertebrae would only show how long ago a shark had died, not when it was born.",
              "But Heinemeier had another idea.",
              "What about eye lenses?",
              "Unlike most tissues, which grow new cells, eye lenses are produced at birth and remain exceptionally stable, so crystalline proteins in the lens could be subjected to carbon dating.",
              "In fact, Heinemeier had used that exact approach in the investigation of a child murder case in Germany in 2008.",
              "Julius Nielsen, then a doctoral student and now a scientist with the Greenland Institute of Natural Resources, helped lead the study and gained access to the remains of 28 female Greenland sharks caught by local fishermen, between three and 15 feet in length.",
              "Following Heinemeier’s technique, they extracted the eyes, peeled their outer layers, and scraped the lenses.",
              "“Their eyeballs are about the size of oranges,” says Steffensen, adding that at that moment he had some in his own freezer.",
              "“And your eye lens is built up nearly like an onion: it’s layered on the outside, but in the middle you have the nucleus, and the nucleus has the original carbon.",
              "” The results were astounding, indicating that Greenland sharks could live anywhere between 272 and 512 years.",
              "There could be Greenland sharks alive today, the results suggest, that were born during the Renaissance.",
              "“I think our first response was: ‘What did we do wrong?",
              "’ No, I mean, seriously, you come up with this number, and you think, ‘Holy crap, we’ve done something wrong,’” says Peter Bushnell, a biologist at Indiana University South Bend who worked closely with Steffensen and led the analysis.",
              "Among the subtleties they observed was that larger, older sharks grow at an exponentially slower rate than young ones.",
              "So among the largest sharks, a difference of just four inches could represent several decades of life.",
              "The largest shark in the study was more than 16 feet long.",
              "Steffensen knew from personal experience that Greenland sharks could reach 18 feet.",
              "That couple of feet could represent a couple more centuries.",
              "To be fair, Bushnell and Steffensen are sure to say, this kind of extrapolation comes with a high degree of uncertainty.",
              "But if these sharks do indeed live for centuries, it “raises all kinds of different questions about cells and cardiovascular function and heart tissue and blood vessels, and, you know, everything,” Bushnell says.",
              "“How does something live that long?",
              "” After Steffensen and his colleagues published their findings in Science in 2016, this spooky, cadaverous shark became something of a sensation.",
              "Scientists around the world have been racing to unlock the secret of this longevity.",
              "Holly Shiels, a senior lecturer in animal physiology at the University of Manchester, has focused on their hearts, which are about the size of a small watermelon.",
              "She explains that Greenland sharks may have a uniquely sophisticated system to repair damaged DNA.",
              "“The [cell] nucleus from what is a potentially 200-year-old [Greenland shark] looks like what we would think of as a teenager in mammalian terms,” she says.",
              "“What we think could be happening is that these are just continually renewing hearts.",
              "” Another scientist, David Costantini, a conservation ecologist affiliated with the Museum of Natural History in Paris, France, has focused on oxidative stress in Greenland shark blood and muscle.",
              "Kim Praebel, of the Arctic University of Norway, is looking for immune-related genes.",
              "“I mean, if you are able to live for three or four hundred years or whatever, you would also need to avoid getting sick,” he says.",
              "“I just think it’s logical.",
              "” Bushnell finds this work interesting but inherently misleading.",
              "Genetics certainly play a role, he says, but the most important factors are lifestyle and environment.",
              "Greenland sharks are large, deep-sea creatures that evolved to live in icy-cold temperatures, all of which dials down their metabolism.",
              "Their languid movements and ascetic ability to live off a single seal for nearly a year shows that they are highly energy efficient.",
              "And, importantly, Greenland sharks have no predators—except, occasionally, one another.",
              "“To live so long, we would have to live like a Greenland shark, and that just doesn’t make sense,” he says.",
              "But there is a dark side to longevity: a prolonged period of sexual maturation.",
              "Animals that live slowly reproduce slowly.",
              "It may take around 150 years for them to become sexually mature, so all the bycatch in the fishing industry means that a lot of sharks are dying before they give birth.",
              "A recent study led by Nielsen estimated that Greenland sharks may produce more than 200 pups per pregnancy, up to 20 times more than previously thought.",
              "So while they may offset the difficulty of delayed sexual maturity by having hundreds of pups at a time, it also suggests that survival of the species may rest on a limited population of centuries-old, exceptionally fertile females, says Nielsen.",
              "If they go, the entire species could at risk.",
              "“The loss of a sexually mature Greenland shark is particularly disturbing,” he says.",
              "According to Brendal Townsend, a shark researcher at Dalhousie University in Nova Scotia, even though regular bycatch gives the impression that Greenland sharks are abundant, they could still be on the brink of collapse.",
              "It wouldn’t be the first time.",
              "The same thing happened to Atlantic northwest cod in the 1990s.",
              "When Steffensen first began studying Greenland sharks, longevity was his only question.",
              "But as he dug deeper, those questions seem to have multiplied, spawning paradoxes along the way.",
              "They’re predatory sharks, but they’re languorous and slow-moving.",
              "They’re commercially useless, but they could hold some secret to longer life.",
              "They’re everywhere fishermen look.",
              "And yet they may be on the cusp of disappearing.",
              "Some years after that encounter on the fishing boat, Steffensen returned to report back to the captain who first stoked his interest in Greenland sharks.",
              "“You were right!",
              "They are very old,” he said.",
              "“How did you know?",
              "Who told you?",
              "” “Oh, did I ever tell you that?",
              "” the captain replied.",
              "“I’d forgotten.",
              "But we just know that.",
              "” We depend on ad revenue to craft and curate stories about the world’s hidden wonders.",
              "Consider supporting our work by becoming a member for as little as $5 a month.",
              "Follow us on Twitter to get the latest on the world's hidden wonders.",
              "Like us on Facebook to get the latest on the world's hidden wonders."
            ]
          },
          {
            "title": "Greenland shark - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Greenland_shark",
            "content": [
              "Greenland shark - Wikipedia",
              "The Greenland shark (Somniosus microcephalus), also known as the gurry shark, grey shark, or by the Kalaallisut name eqalussuaq, is a large shark of the family Somniosidae (\"sleeper sharks\"), closely related to the Pacific and southern sleeper sharks.",
              "[2] The Greenland shark is a potentially important yet poorly studied cold-water species inhabiting the North Atlantic and Arctic Oceans.",
              "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
              "It is a generalist feeder, consuming a variety of available foods.",
              "[4] As an adaptation to living at depth,[5] it has a high concentration of trimethylamine N-oxide in its tissues, which causes the meat to be toxic.",
              "[6] Greenland shark flesh, treated to reduce toxin levels, is eaten in Iceland as a delicacy known as kæstur hákarl.",
              "[7] As it lives in the cold depths of the Arctic and North Atlantic, isolated from human activity, it is not known to be a threat to humans, and no attacks have been recorded.",
              "The Greenland shark is likely one of the largest living species of shark.",
              "It usually grows to between 2.",
              "4 and 7 m (7.",
              "9 and 23.",
              "0 ft) long and weighs between 400 and 1,400 kg (880 and 3,090 lb).",
              "[8][9][10][11] Males are typically smaller than females.",
              "It rivals the Pacific sleeper shark (possibly up to 7 m or 23 ft long) as the largest species in the family Somniosidae.",
              "The Greenland shark is a thickset species, with a short, rounded snout, small eyes, and very small dorsal and pectoral fins.",
              "The gill openings are very small for the species' great size.",
              "Coloration can range from pale creamy-gray to blackish-brown and the body is typically uniform in color, though whitish spots or faint dark streaks are occasionally seen on the back.",
              "[10] When feeding on large carcasses, the shark employs a rolling motion of its jaw.",
              "The 48 to 52 teeth of the upper jaw are very thin and pointed, lacking serrations.",
              "These upper jaw teeth act as an anchor while the lower jaw proceeds to cut massive chunks out of the prey.",
              "The 48 to 52 lower teeth are interlocking, broad and square in shape, containing short, smooth cusps that point outward.",
              "[10] Teeth in the two halves of the lower jaw are strongly pitched in opposite directions.",
              "[12] The Greenland shark is an apex predator and eats mostly fish, although they have been observed actively hunting seals in Canada.",
              "[4] The prey found in the stomachs of Greenland sharks is an indicator of the active hunting patterns of these predators.",
              "[13] Recorded fish prey have included smaller sharks, skates, eels, herring, capelin, Arctic char, cod, rosefish, sculpins, lumpfish, wolffish, and flounder.",
              "[10] Small Greenland sharks eat predominantly squid, while the larger sharks that are greater than 200 cm (79 in) were discovered eating prey such as epibenthic and benthic fishes as well as seals.",
              "The largest of these sharks were found having eaten redfish, as well as other higher trophic level prey.",
              "[14] Greenland sharks, because of their slow speeds, often hunt prey that are asleep.",
              "Using their cryptic coloration, they can approach prey undetected before closing the remaining distance by opening their large buccal cavity to create a suction that draws in the prey.",
              "This is the likely explanation for why the gut contents of Greenland sharks are often whole prey specimens.",
              "[13] Greenland sharks have also been found with remains of seals, moose,[15] and reindeer (in one case an entire reindeer body) in their stomachs.",
              "[10][16] The Greenland shark is known to be a scavenger and is attracted by the smell of rotting meat in the water.",
              "The sharks have frequently been observed gathering around fishing boats.",
              "[10] They also scavenge on seals.",
              "[17] Although such a large shark could easily consume a human swimmer, the frigid waters it typically inhabits make the likelihood of attacks on people very low.",
              "No cases of predation on humans have been verified.",
              "[10] As an ectotherm living in a just-above-freezing environment, the Greenland shark has the lowest swim speed and tail-beat frequency for its size across all fish species, which most likely correlates with its very slow metabolism and extreme longevity.",
              "[18] It swims at 1.",
              "22 km/h (0.",
              "76 mph), with its fastest cruising speed only reaching 2.",
              "6 km/h (1.",
              "6 mph).",
              "[19] Because this top speed is a fraction of that of a typical seal in their diet, biologists are uncertain how the sharks are able to prey on the seals.",
              "It is hypothesized that they may ambush them while they sleep.",
              "[20] Greenland sharks migrate annually based on depth and temperature rather than distance, although some do travel.",
              "During the winter, the sharks congregate in the shallows (up to 80° north) for warmth but migrate separately in summer to the deeps or even farther south.",
              "The species has been observed at a depth of 2,200 metres (7,200 ft) by a submersible investigating the wreck of the SS Central America that lies about 160 nautical miles (180 mi;",
              "300 km) east of Cape Hatteras, North Carolina.",
              "[21] Daily vertical migration between shallower and deeper waters has also been recorded.",
              "[22] In August 2013, researchers from Florida State University caught a Greenland shark in the Gulf of Mexico at a depth of 1,749 m (5,738 ft), where the water temperature was 4.",
              "1 °C (39.",
              "4 °F).",
              "[23] Four previous records of Greenland shark were reported from Cuba and the northern Gulf of Mexico.",
              "[24] A more typical depth range is 0–1,500 m (0–4,900 ft), with the species often occurring in relatively shallow waters in the far north and deeper in the southern part of its range.",
              "[25][26] In April 2022, a large Somniosus shark was caught and subsequently released on Glover's Reef off the coast of Belize.",
              "This shark was identified as being either a Greenland shark or a Greenland/Pacific sleeper shark hybrid.",
              "This observation is notable for being the first possible record of a Greenland shark from the Western Caribbean, and being caught on a nearshore coral reef (the only other record of this species from the Caribbean was made from a deep-water habitat off the Caribbean coast of Colombia).",
              "The discovery indicates that Greenland sharks may have a wider distribution in the tropics, primarily at greater depths, than previously believed.",
              "[27] The shark is often infested by the copepod Ommatokoita elongata, a crustacean which attaches itself to the shark's eyes.",
              "[28] It was speculated that the copepod may display bioluminescence and thus attract prey for the shark in a mutualistic relationship, but this hypothesis has not been verified.",
              "[29] These parasites also damage the eyeball in several ways, leading to almost complete blindness.",
              "This does not seem to reduce the life expectancy or predatory ability of Greenland sharks, due to their strong reliance on smell and hearing.",
              "[28][30] The shark occupies what tends to be a very deep environment seeking its preferred cold water (−0.",
              "6 to 12 °C or 31 to 54 °F) habitat.",
              "[1] When hoisted upon deck, it beats so violently with its tail, that it is dangerous to be near it, and the seamen generally dispatch it, without much loss of time.",
              "The pieces that are cut off exhibit a contraction of their muscular fibres for some time after life is extinct.",
              "It is, therefore, extremely difficult to kill, and unsafe to trust the hand within its mouth, even when the head is cut off.",
              "And, if we are to believe Crantz, this motion is to be observed three days after, if the part is trod on or struck.",
              "The Greenland shark has the longest known lifespan of all vertebrate species.",
              "[32] One Greenland shark was tagged off the coast of Greenland in 1936 and recaptured in 1952.",
              "Its measurements suggest that Greenland sharks grow at a rate of 0.",
              "5–1 cm (1⁄4–1⁄2 in) per year.",
              "[33] In 2016, a study based on 28 specimens that ranged from 81 to 502 cm (2 ft 8 in – 16 ft 6 in) in length used radiocarbon dating of crystals within the lenses of their eyes to determine their approximate ages.",
              "The oldest of the animals sampled, which was also the largest, had lived for 392 ± 120 years, and was consequently born between 1504 and 1744.",
              "[a] The authors further concluded that the species reaches sexual maturity at about 150 years of age.",
              "[32][34][35] Efforts to conserve Greenland sharks are particularly important due to their extreme longevity, long maturation periods, and the heightened sensitivity of large shark populations.",
              "[36] As recently as 1957, females were found not to deposit eggs in the bottom mud, but retain the developing embryos within their bodies so they are born alive (a process known as ovoviviparity) after an estimated gestation period of 8–18 years.",
              "[18] About ten pups per litter is normal, each initially measuring some 38–42 cm (15–16+1⁄2 in) in length.",
              "[34][37][self-published source?]",
              "Within a Greenland shark's uterus, villi serve a key function in supplying oxygen to embryos.",
              "It is speculated that due to embryonic metabolism dealing with reproduction, this only allows for a limited litter size of around 10 pups.",
              "[38] It has been estimated that due to their extreme longevity, Greenland sharks can have 200 to 700 pups during their lifetime.",
              "[18] Like other elasmobranchii, Greenland sharks have high concentrations of the two nitrogenous compounds urea and trimethylamine N-oxide (TMAO) in their tissues, which increase their buoyancy[39] and function as osmoprotectants.",
              "TMAO also counteracts the protein-destabilizing tendencies of urea[40][41] and deep-water pressure.",
              "[5][41] Its presence in the tissues of both elasmobranch and teleost fish has been found to increase with depth.",
              "[5][42] The blood of Greenland sharks contains three major types of hemoglobin, made up of two copies of α globin combined with two copies of three very similar β subunits.",
              "These three types show very similar oxygenation and carbonylation properties, which are unaffected by urea, an important compound in marine elasmobranch physiology.",
              "They display identical electronic absorption and resonance Raman spectra, indicating that their heme-pocket structures are identical or highly similar.",
              "The hemoglobins also have a lower affinity for O2 compared to temperate sharks.",
              "These characteristics are interpreted as adaptations to living at great water depths.",
              "[43] The flesh of the Greenland shark is toxic because of the presence of high concentrations of trimethylamine oxide (TMAO).",
              "If the meat is eaten without pretreatment, the ingested TMAO is metabolized into trimethylamine, which may be a uremic toxin.",
              "Occasionally, sled dogs that eat the flesh are unable to stand up because of this effect.",
              "Similar toxic effects occur with the related Pacific sleeper shark, but not in most other shark species.",
              "[44][45] The meat can be treated for safe consumption by boiling in several changes of water, drying, or fermenting for several months to produce kæstur hákarl.",
              "Traditionally, this is done by burying the meat in boreal ground for 6–8 weeks, which presses the TMAO out of the meat and also results in partial fermentation.",
              "The meat is then excavated and hung in strips to dry for several more months.",
              "[46] It is considered a delicacy in Iceland.",
              "[47][self-published source?]",
              "[48][49] The Greenland shark's poisonous flesh has a high urea content, which gave rise to the Inuit legend of Skalugsuak, the first Greenland shark.",
              "[50] The legend says that an old woman washed her hair in urine (a common practice to kill head lice) and dried it with a cloth.",
              "The cloth blew into the ocean to become Skalugsuak.",
              "[51] Another legend tells of Sedna whose father cut off her fingers while drowning her, with each finger turning into a sea creature, including Skalugsuak.",
              "[52] The Greenland shark plays a role in cosmologies of the Inuit from the Canadian Eastern Arctic and Greenland.",
              "Igloolik Inuit believe that the shark lives within the urine pot of Sedna, goddess of the sea, and consequently, its flesh has a urine-like smell and acts as a helping spirit to shamans.",
              "[53] As both scavengers and active predators, Greenland sharks have established themselves as apex predators in Arctic ecosystems. They eat a wide variety of fish, seals, and other prey within these ecosystems and have an important role in the intricate food web.",
              "[13][14] Greenland sharks are recognized as the longest-lived vertebrates on earth.",
              "They have a slow growth rate, late maturity period, and low fecundity, making the management and conservation of this species very important.",
              "As a result of their low productivity and extreme longevity, this species is particularly susceptible to overfishing.",
              "Therefore, Greenland sharks' longevity and conservative life history traits, in tandem with their vulnerability to accidental catching and commercial fishing, promotes a growing concern for the sustainability of this species.",
              "[54] The shark has historically been hunted for its liver oil up until the development of synthetic oils and cessation of export of liver oil and skin from Greenland in the 1960s.",
              "[55][full citation needed] In the 1970s, the species was perceived as a problem for other fisheries in western Norway and the government subsidized a fishery to reduce the stock of the species.",
              "[56][full citation needed] Approximately 3,500 individuals are taken as bycatch each year in the Atlantic and Arctic Ocean and Barents Sea.",
              "[57][full citation needed] More than 1,000 individuals are caught annually from Arctic waters south to USA waters.",
              "[58][full citation needed] Annual catch of Greenland sharks from the Barents Sea was estimated to be around 1,200 individuals per year.",
              "[57][1] The shark is likely affected by quantity, dynamics, and distribution of Arctic sea ice.",
              "[54] The rate of projected loss of sea ice will continue to negatively influence the abundance, distribution and availability of prey, while, at the same time, providing greater access for fishing fleets.",
              "[54] There is greater potential for new fisheries to develop as more productive and abundant southerly species invade the warming Arctic waters.",
              "[59][full citation needed][1]"
            ]
          }
        ],
        "The Greenland shark can survive for up to hundreds of years in the deep, cold waters of the Arctic and North Atlantic oceans.": [
          {
            "title": "Greenland shark - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Greenland_shark",
            "content": [
              "Greenland shark - Wikipedia",
              "The Greenland shark (Somniosus microcephalus), also known as the gurry shark, grey shark, or by the Kalaallisut name eqalussuaq, is a large shark of the family Somniosidae (\"sleeper sharks\"), closely related to the Pacific and southern sleeper sharks.",
              "[2] The Greenland shark is a potentially important yet poorly studied cold-water species inhabiting the North Atlantic and Arctic Oceans.",
              "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
              "It is a generalist feeder, consuming a variety of available foods.",
              "[4] As an adaptation to living at depth,[5] it has a high concentration of trimethylamine N-oxide in its tissues, which causes the meat to be toxic.",
              "[6] Greenland shark flesh, treated to reduce toxin levels, is eaten in Iceland as a delicacy known as kæstur hákarl.",
              "[7] As it lives in the cold depths of the Arctic and North Atlantic, isolated from human activity, it is not known to be a threat to humans, and no attacks have been recorded.",
              "The Greenland shark is likely one of the largest living species of shark.",
              "It usually grows to between 2.",
              "4 and 7 m (7.",
              "9 and 23.",
              "0 ft) long and weighs between 400 and 1,400 kg (880 and 3,090 lb).",
              "[8][9][10][11] Males are typically smaller than females.",
              "It rivals the Pacific sleeper shark (possibly up to 7 m or 23 ft long) as the largest species in the family Somniosidae.",
              "The Greenland shark is a thickset species, with a short, rounded snout, small eyes, and very small dorsal and pectoral fins.",
              "The gill openings are very small for the species' great size.",
              "Coloration can range from pale creamy-gray to blackish-brown and the body is typically uniform in color, though whitish spots or faint dark streaks are occasionally seen on the back.",
              "[10] When feeding on large carcasses, the shark employs a rolling motion of its jaw.",
              "The 48 to 52 teeth of the upper jaw are very thin and pointed, lacking serrations.",
              "These upper jaw teeth act as an anchor while the lower jaw proceeds to cut massive chunks out of the prey.",
              "The 48 to 52 lower teeth are interlocking, broad and square in shape, containing short, smooth cusps that point outward.",
              "[10] Teeth in the two halves of the lower jaw are strongly pitched in opposite directions.",
              "[12] The Greenland shark is an apex predator and eats mostly fish, although they have been observed actively hunting seals in Canada.",
              "[4] The prey found in the stomachs of Greenland sharks is an indicator of the active hunting patterns of these predators.",
              "[13] Recorded fish prey have included smaller sharks, skates, eels, herring, capelin, Arctic char, cod, rosefish, sculpins, lumpfish, wolffish, and flounder.",
              "[10] Small Greenland sharks eat predominantly squid, while the larger sharks that are greater than 200 cm (79 in) were discovered eating prey such as epibenthic and benthic fishes as well as seals.",
              "The largest of these sharks were found having eaten redfish, as well as other higher trophic level prey.",
              "[14] Greenland sharks, because of their slow speeds, often hunt prey that are asleep.",
              "Using their cryptic coloration, they can approach prey undetected before closing the remaining distance by opening their large buccal cavity to create a suction that draws in the prey.",
              "This is the likely explanation for why the gut contents of Greenland sharks are often whole prey specimens.",
              "[13] Greenland sharks have also been found with remains of seals, moose,[15] and reindeer (in one case an entire reindeer body) in their stomachs.",
              "[10][16] The Greenland shark is known to be a scavenger and is attracted by the smell of rotting meat in the water.",
              "The sharks have frequently been observed gathering around fishing boats.",
              "[10] They also scavenge on seals.",
              "[17] Although such a large shark could easily consume a human swimmer, the frigid waters it typically inhabits make the likelihood of attacks on people very low.",
              "No cases of predation on humans have been verified.",
              "[10] As an ectotherm living in a just-above-freezing environment, the Greenland shark has the lowest swim speed and tail-beat frequency for its size across all fish species, which most likely correlates with its very slow metabolism and extreme longevity.",
              "[18] It swims at 1.",
              "22 km/h (0.",
              "76 mph), with its fastest cruising speed only reaching 2.",
              "6 km/h (1.",
              "6 mph).",
              "[19] Because this top speed is a fraction of that of a typical seal in their diet, biologists are uncertain how the sharks are able to prey on the seals.",
              "It is hypothesized that they may ambush them while they sleep.",
              "[20] Greenland sharks migrate annually based on depth and temperature rather than distance, although some do travel.",
              "During the winter, the sharks congregate in the shallows (up to 80° north) for warmth but migrate separately in summer to the deeps or even farther south.",
              "The species has been observed at a depth of 2,200 metres (7,200 ft) by a submersible investigating the wreck of the SS Central America that lies about 160 nautical miles (180 mi;",
              "300 km) east of Cape Hatteras, North Carolina.",
              "[21] Daily vertical migration between shallower and deeper waters has also been recorded.",
              "[22] In August 2013, researchers from Florida State University caught a Greenland shark in the Gulf of Mexico at a depth of 1,749 m (5,738 ft), where the water temperature was 4.",
              "1 °C (39.",
              "4 °F).",
              "[23] Four previous records of Greenland shark were reported from Cuba and the northern Gulf of Mexico.",
              "[24] A more typical depth range is 0–1,500 m (0–4,900 ft), with the species often occurring in relatively shallow waters in the far north and deeper in the southern part of its range.",
              "[25][26] In April 2022, a large Somniosus shark was caught and subsequently released on Glover's Reef off the coast of Belize.",
              "This shark was identified as being either a Greenland shark or a Greenland/Pacific sleeper shark hybrid.",
              "This observation is notable for being the first possible record of a Greenland shark from the Western Caribbean, and being caught on a nearshore coral reef (the only other record of this species from the Caribbean was made from a deep-water habitat off the Caribbean coast of Colombia).",
              "The discovery indicates that Greenland sharks may have a wider distribution in the tropics, primarily at greater depths, than previously believed.",
              "[27] The shark is often infested by the copepod Ommatokoita elongata, a crustacean which attaches itself to the shark's eyes.",
              "[28] It was speculated that the copepod may display bioluminescence and thus attract prey for the shark in a mutualistic relationship, but this hypothesis has not been verified.",
              "[29] These parasites also damage the eyeball in several ways, leading to almost complete blindness.",
              "This does not seem to reduce the life expectancy or predatory ability of Greenland sharks, due to their strong reliance on smell and hearing.",
              "[28][30] The shark occupies what tends to be a very deep environment seeking its preferred cold water (−0.",
              "6 to 12 °C or 31 to 54 °F) habitat.",
              "[1] When hoisted upon deck, it beats so violently with its tail, that it is dangerous to be near it, and the seamen generally dispatch it, without much loss of time.",
              "The pieces that are cut off exhibit a contraction of their muscular fibres for some time after life is extinct.",
              "It is, therefore, extremely difficult to kill, and unsafe to trust the hand within its mouth, even when the head is cut off.",
              "And, if we are to believe Crantz, this motion is to be observed three days after, if the part is trod on or struck.",
              "The Greenland shark has the longest known lifespan of all vertebrate species.",
              "[32] One Greenland shark was tagged off the coast of Greenland in 1936 and recaptured in 1952.",
              "Its measurements suggest that Greenland sharks grow at a rate of 0.",
              "5–1 cm (1⁄4–1⁄2 in) per year.",
              "[33] In 2016, a study based on 28 specimens that ranged from 81 to 502 cm (2 ft 8 in – 16 ft 6 in) in length used radiocarbon dating of crystals within the lenses of their eyes to determine their approximate ages.",
              "The oldest of the animals sampled, which was also the largest, had lived for 392 ± 120 years, and was consequently born between 1504 and 1744.",
              "[a] The authors further concluded that the species reaches sexual maturity at about 150 years of age.",
              "[32][34][35] Efforts to conserve Greenland sharks are particularly important due to their extreme longevity, long maturation periods, and the heightened sensitivity of large shark populations.",
              "[36] As recently as 1957, females were found not to deposit eggs in the bottom mud, but retain the developing embryos within their bodies so they are born alive (a process known as ovoviviparity) after an estimated gestation period of 8–18 years.",
              "[18] About ten pups per litter is normal, each initially measuring some 38–42 cm (15–16+1⁄2 in) in length.",
              "[34][37][self-published source?]",
              "Within a Greenland shark's uterus, villi serve a key function in supplying oxygen to embryos.",
              "It is speculated that due to embryonic metabolism dealing with reproduction, this only allows for a limited litter size of around 10 pups.",
              "[38] It has been estimated that due to their extreme longevity, Greenland sharks can have 200 to 700 pups during their lifetime.",
              "[18] Like other elasmobranchii, Greenland sharks have high concentrations of the two nitrogenous compounds urea and trimethylamine N-oxide (TMAO) in their tissues, which increase their buoyancy[39] and function as osmoprotectants.",
              "TMAO also counteracts the protein-destabilizing tendencies of urea[40][41] and deep-water pressure.",
              "[5][41] Its presence in the tissues of both elasmobranch and teleost fish has been found to increase with depth.",
              "[5][42] The blood of Greenland sharks contains three major types of hemoglobin, made up of two copies of α globin combined with two copies of three very similar β subunits.",
              "These three types show very similar oxygenation and carbonylation properties, which are unaffected by urea, an important compound in marine elasmobranch physiology.",
              "They display identical electronic absorption and resonance Raman spectra, indicating that their heme-pocket structures are identical or highly similar.",
              "The hemoglobins also have a lower affinity for O2 compared to temperate sharks.",
              "These characteristics are interpreted as adaptations to living at great water depths.",
              "[43] The flesh of the Greenland shark is toxic because of the presence of high concentrations of trimethylamine oxide (TMAO).",
              "If the meat is eaten without pretreatment, the ingested TMAO is metabolized into trimethylamine, which may be a uremic toxin.",
              "Occasionally, sled dogs that eat the flesh are unable to stand up because of this effect.",
              "Similar toxic effects occur with the related Pacific sleeper shark, but not in most other shark species.",
              "[44][45] The meat can be treated for safe consumption by boiling in several changes of water, drying, or fermenting for several months to produce kæstur hákarl.",
              "Traditionally, this is done by burying the meat in boreal ground for 6–8 weeks, which presses the TMAO out of the meat and also results in partial fermentation.",
              "The meat is then excavated and hung in strips to dry for several more months.",
              "[46] It is considered a delicacy in Iceland.",
              "[47][self-published source?]",
              "[48][49] The Greenland shark's poisonous flesh has a high urea content, which gave rise to the Inuit legend of Skalugsuak, the first Greenland shark.",
              "[50] The legend says that an old woman washed her hair in urine (a common practice to kill head lice) and dried it with a cloth.",
              "The cloth blew into the ocean to become Skalugsuak.",
              "[51] Another legend tells of Sedna whose father cut off her fingers while drowning her, with each finger turning into a sea creature, including Skalugsuak.",
              "[52] The Greenland shark plays a role in cosmologies of the Inuit from the Canadian Eastern Arctic and Greenland.",
              "Igloolik Inuit believe that the shark lives within the urine pot of Sedna, goddess of the sea, and consequently, its flesh has a urine-like smell and acts as a helping spirit to shamans.",
              "[53] As both scavengers and active predators, Greenland sharks have established themselves as apex predators in Arctic ecosystems. They eat a wide variety of fish, seals, and other prey within these ecosystems and have an important role in the intricate food web.",
              "[13][14] Greenland sharks are recognized as the longest-lived vertebrates on earth.",
              "They have a slow growth rate, late maturity period, and low fecundity, making the management and conservation of this species very important.",
              "As a result of their low productivity and extreme longevity, this species is particularly susceptible to overfishing.",
              "Therefore, Greenland sharks' longevity and conservative life history traits, in tandem with their vulnerability to accidental catching and commercial fishing, promotes a growing concern for the sustainability of this species.",
              "[54] The shark has historically been hunted for its liver oil up until the development of synthetic oils and cessation of export of liver oil and skin from Greenland in the 1960s.",
              "[55][full citation needed] In the 1970s, the species was perceived as a problem for other fisheries in western Norway and the government subsidized a fishery to reduce the stock of the species.",
              "[56][full citation needed] Approximately 3,500 individuals are taken as bycatch each year in the Atlantic and Arctic Ocean and Barents Sea.",
              "[57][full citation needed] More than 1,000 individuals are caught annually from Arctic waters south to USA waters.",
              "[58][full citation needed] Annual catch of Greenland sharks from the Barents Sea was estimated to be around 1,200 individuals per year.",
              "[57][1] The shark is likely affected by quantity, dynamics, and distribution of Arctic sea ice.",
              "[54] The rate of projected loss of sea ice will continue to negatively influence the abundance, distribution and availability of prey, while, at the same time, providing greater access for fishing fleets.",
              "[54] There is greater potential for new fisheries to develop as more productive and abundant southerly species invade the warming Arctic waters.",
              "[59][full citation needed][1]"
            ]
          },
          {
            "title": "Greenland sharks: Toxic, half-blind giants of the ocean",
            "url": "https://www.livescience.com/greenland-shark",
            "content": [
              "Greenland sharks: Toxic, half-blind giants of the ocean",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "Greenland sharks live longer than any other vertebrate.",
              "Greenland sharks (Somniosus microcephalus) are the longest-living animals with a backbone, and survive for up to hundreds of years in the deep, cold waters of the Arctic and North Atlantic oceans.",
              "Greenland sharks belong to a family called sleeper sharks, which move slowly and stealthily through the water.",
              "These sharks sneak up on live prey and scavenge a variety of dead animals, including other sharks, seals, drowned horses and polar bears.",
              "Greenland sharks rarely encounter humans and scientists still have much to learn about their lifestyles.",
              "Greenland sharks grow up to 24 feet (7.",
              "3 meters) long and weigh up to 2,645 pounds (1,200 kilograms), according to the St.",
              "Lawrence Shark Observatory (ORS).",
              "That's longer than great white sharks (Carcharodon carcharias), which are estimated to grow up to 20 feet (6 m) long.",
              "(Although unconfirmed reports suggest they can reach 23 feet (7 m) in length, according to the Florida Museum of Natural History.)",
              "Size: Up to 24 feet (7.",
              "3 m) Life span: 272 years (estimate) Conservation status: Vulnerable Greenland sharks have cylindrical bodies covered in teeth-like scales, called dermal denticles.",
              "These specialized scales reduce drag and help the sharks move more silently through the water, according to the ORS.",
              "The sharks can be black, brown, gray or a mixture of all three colors, and they may have spots.",
              "A Greenland shark's mouth contains 48 to 52 teeth in its upper jaw and 50 to 52 teeth in its lower jaw.",
              "The upper teeth are pointed, to help the sharks hold on to larger food, while the lower teeth are wide and curved sideways so the sharks can carve out round chunks of flesh from prey by moving their head in a circular motion, according to the ORS.",
              "Ocean parasites called Ommatokoita elongata can render Greenland sharks partially blind.",
              "Ommatokoita elongata attach themselves to the eyes of Greenland sharks and can grow up to 1 inch (2.",
              "5 centimetres) long, according to the Encyclopedia of Life.",
              "The eye parasite tends to live in just one of the shark's eyes so they usually don't go completely blind.",
              "Because the sharks rely more on their other senses to catch prey in the dark ocean waters, the parasites don't seem to affect the sharks much, according to the Florida Museum of Natural History.",
              "Related: Ancient Greenland shark reveals its age in eerie underwater video Greenland sharks' exact life span is unknown.",
              "A 2016 study published in the journal Science estimated that Greenland sharks have a maximum life span of at least 272 years, based on analysis of the sharks' eye tissue.",
              "Researchers estimated that the oldest Greenland shark in that study was about 392 years old, but the estimate had a margin of error of 120 years, which led to speculation that Greenland sharks could live to 512 years old.",
              "The estimated range hasn't been verified.",
              "\"It's important to keep in mind there's some uncertainty with this estimate,\" Julius Nielsen, co-author of the 2016 paper, previously told Live Science.",
              "\"But even the lowest part of the age range — at least 272 years — still makes Greenland sharks the longest-living vertebrate known to science.\"",
              "Greenland sharks live in the slow lane, with a top swimming speed of less than 1.",
              "8 mph (2.",
              "9 km/h).",
              "They also grow slowly at less than 0.",
              "4 inch (1 centimeter) per year and have slow metabolisms, according to the National Oceanic and Atmospheric Administration (NOAA).",
              "Scientists don't yet know how Greenland sharks live so long, but it may be linked to their slow way of life.",
              "Related: No, scientists haven't found a 512-year-old Greenland shark Greenland sharks live in the Arctic and North Atlantic oceans from North America to Greenland and from Portugal to the East Siberian Sea, according to the International Union for Conservation of Nature (IUCN).",
              "The sharks have a large range and can be found swimming from the surface down to depths of 8,684 feet (2,647 m), the IUCN says.",
              "Scientists still have much to learn about how Greenland sharks live and reproduce.",
              "Female Greenland sharks give birth to live young, called pups, that hatch from soft eggs that females carry inside their bodies.",
              "In a 2020 study published in the journal PLOS One, researchers estimated that Greenland sharks can give birth to between 200 and 324 pups per pregnancy, depending on the size of the shark.",
              "Greenland shark pups are just 14 to 18 inches (35 to 45 centimeters) long when they're born.",
              "However, little is known about how Greenland shark pups spend their early lives or how many survive to adulthood.",
              "Greenland sharks have a varied diet that includes fish, other sharks, eels and marine mammals, such as seals.",
              "They have also been found with drowned land animals, including horses and reindeer, in their stomachs, and have been seen in large numbers at the sea surface, feeding together on the remains of whales and fish killed by commercial whaling and fishing, according to the University of Michigan's Animal Diversity Web (ADW).",
              "Kingdom: Animalia Phylum: Chordata Class: Chondrichthyes Order: Squaliformes Family: Somniosidae Genus and species: Somniosus microcephalus Source: ITIS Scientists have even found a Greenland shark with the jaw of a young polar bear (Ursus maritimus) in its stomach, Reuters reported in 2008.",
              "The researchers were unsure how it got there;",
              "but most shark experts believed that the polar bear was likely already dead when the shark ate it, as live polar bears are too dangerous for the sharks to take on.",
              "Researchers also found some polar bear muscle tissue and skin in the stomach of another Greenland shark during a 2014 study published in the journal Polar Biology, and they concluded that the bear was likely scavenged rather than hunted.",
              "Greenland sharks are near the top of the food chain, but sperm whales (Physeter macrocephalus) may hunt them.",
              "Chris Harvey-Clark, co-founder of the Greenland Shark and Elasmobranch Education and Research Group (GEERG, now the ORS), wrote in Capeia, an online science communication magazine, about recording a Greenland shark seemingly fleeing from the echolocation clicks of a foraging sperm whale.",
              "Upon its death, that same echolocating sperm whale was found with its teeth worn down to stumps, similar to those of orcas (Orcinus orca) that feed on Pacific sleeper sharks (Somniosus pacificus).",
              "Greenland sharks are closely related to Pacific sleeper sharks and have similarly tough skin.",
              "To explain the sperm whale tooth wear and a fleeing Greenland shark, Harvey-Clark theorized that the sperm whale hunted Greenland sharks.",
              "Scientists have yet to observe sperm whales hunting these sharks elsewhere.",
              "Related: Sperm whales outwitted 19th-century whalers by sharing evasive tactics There are no verified reports of Greenland shark attacks on humans.",
              "However, some anecdotal evidence suggests that such attacks could occur.",
              "GEERG divers observed a Greenland shark \"stalk\" a team of divers.",
              "They have also seen Greenland sharks investigate diver activities as if they were scouting seal prey, according to the ORS.",
              "A Greenland shark was reportedly found with a human leg in its stomach off Canada's Baffin Island around 1859, but this report was not verified.",
              "Untreated Greenland shark meat is toxic to humans.",
              "Their meat contains high levels of trimethylamine oxide (TMAO), which breaks down into the poisonous trimethylamine (TMA) compound during digestion, according to a 1991 study published in the journal Toxicon.",
              "TMA can cause severe intestinal problems and produces similar effects to excessive alcohol consumption.",
              "Greenland shark meat is edible only when dried.",
              "The dried meat is fed to sled dogs in northern regions such as Greenland, according to the Florida Museum of Natural History.",
              "The meat is also fermented and consumed by people inIceland, where the food, called Hákarl, is considered a delicacy.",
              "The IUCN considers Greenland sharks to be vulnerable to extinction.",
              "Humans killed Greenland sharks for their liver oil to use in lamps and other products between the 13th and 20th centuries.",
              "The commercial fishing of Greenland sharks for their oil ended by the 1960s, which helped their population rebound.",
              "However, Greenland sharks continue to be caught and killed as bycatch, or animals that get pulled up by fishers alongside their intended catch, for example, in large nets dragged along the bottom of the ocean intended to catch a large number of fish.",
              "Most of the Greenland sharks eaten by humans and fed to dogs come from bycatch, although some sharks are targeted on a small scale.",
              "—Biggest sharks in the world —7 unanswered questions about sharks —20 times sharks made our jaws drop The Northwest Atlantic Fisheries Organization (NAFO), an intergovernmental fishing science and management body, prohibits the direct fishing of Greenland sharks and seeks to reduce bycatch.",
              "The NAFO applies to most fisheries in the northwest Atlantic Ocean and includes countries such as the U.",
              "S.",
              "and Canada.",
              "But thee IUCN recommends the development and enforcement of further protections, such as bycatch policy, for Greenland sharks.",
              "The IUCN estimates that the Greenland shark population has declined by 30% to 49% over the past 450 years, or three shark generations.",
              "However, this decline was estimated based on a conservative Greenland shark life span of 150 years;",
              "the decline could be much higher if the sharks have longer life spans and thus take longer to reach reproductive age and produce more sharks.",
              "The global Greenland shark population size is unknown.",
              "Climate change is also hurting the species — for example, by reducing Arctic sea ice, which gives fishing fleets easier access to Greenland shark habitat.",
              "Visit the Encyclopedia of Life website for more information about where these sharks live.",
              "The website provides an interactive map of Greenland shark observations around the world.",
              "You can see more photos and videos of Greenland sharks and other deep sea creatures on the NOAA Ocean Exploration website.",
              "Preparing Greenland shark meat for human consumption is a long process that we don't delve into on this page.",
              "To find out more about the process, you can watch this short video on YouTube from Food Insider.",
              "There aren't reliable books on Greenland sharks specifically, but for a general guide to the world's sharks, check out \"Sharks of the World: A Complete Guide\" (Princeton University Press, 2021).",
              "Stay up to date on the latest science news by signing up for our Essentials newsletter.",
              "Patrick Pester is a freelance writer and previously a staff writer at Live Science.",
              "His background is in wildlife conservation and he has worked with endangered species around the world.",
              "Patrick holds a master's degree in international journalism from Cardiff University in the U.",
              "K.",
              "Shark has virgin birth after no male contact for 4 years in Chicago zoo Watch great white shark get mobbed by gang of seals in 'incredible and surprising' footage '[He] attempted to study fertilization in frogs by fitting the males with tiny trousers': The science of sperm in the 1700s By Anna GoraOctober 06, 2023 By Anna GoraOctober 03, 2023 By Nicoletta LaneseOctober 01, 2023 By Anna GoraSeptember 26, 2023 By Anna GoraSeptember 26, 2023 By Emily CookeSeptember 22, 2023 By Sarah MooreSeptember 13, 2023 By Briley LewisSeptember 08, 2023 By Emily CookeSeptember 07, 2023 By Emma BryceSeptember 04, 2023 By Meg DuffSeptember 01, 2023 Live Science is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          },
          {
            "title": "Greenland shark | Size, Age, &amp; Facts | Britannica",
            "url": "https://www.britannica.com/animal/Greenland-shark",
            "content": [
              "Greenland shark | Size, Age, &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Greenland shark, (Somniosus microcephalus), member of the sleeper shark family Somniosidae (order Squaliformes, which also includes the dogfish family, Squalidae) that is the longest-living vertebrate known.",
              "The species is primarily found in the cold-water environments of the Arctic Ocean and North Atlantic, from Baffin Bay eastward to the Barents Sea, but its range also extends southward to the North Sea and the waters adjacent to the Eastern Seaboard of the United States.",
              "Bulky, with a rounded snout, small fins relative to body size, and gray to brown coloration, Greenland sharks are similar to spiny dogfish (Squalus acanthias), except that they lack a spine in front of the second dorsal fin and usually the one on the first dorsal fin.",
              "The Greenland shark is one of the largest cartilaginous fishes.",
              "It can reach a length of 7 metres (23 feet) and a weight of 1,025 kg (2,260 pounds) when fully grown, but most are between 2 and 4 metres (6.",
              "5 and 13 feet).",
              "Little is known, however, about how the species reproduces.",
              "Females are thought to reach sexual maturity when they surpass the 4-metre (13-foot) mark in length, which takes approximately 150 years to achieve.",
              "They are ovoviviparous (that is, eggs are retained within the body until they hatch) and produce an average of 10 offspring at a time.",
              "The type, amount, and duration of parental care the young receive are unknown, but scientists speculate that, like other shark species, Greenland sharks are independent from birth.",
              "No other vertebrate known has a life span as long as this species;",
              "radiocarbon dating of isotopes in the shark’s eye-lens nuclei suggests that the oldest Greenland sharks may be more than 500 years old.",
              "Greenland sharks are rarely encountered by humans.",
              "They are thought to prefer colder, deeper environments but may be found anywhere between the sea surface and depths of 2,200 meters (about 7,200 feet).",
              "Greenland sharks are slow-moving, typically swimming at rates of less than 3 km (about 1.",
              "9 miles) per hour.",
              "They are carnivorous, and their diet is often made up of several different types of fishes, including smaller sharks, eels, flounders, and sculpins.",
              "Crustaceans, seabirds, and carrion—as well as terrestrial mammals (such as horses and reindeer) that likely fell through the ice—have been found in stomach analyses of the species.",
              "Greenland sharks are not considered dangerous to humans, in part because they live in regions where people do not typically swim;",
              "the only known report of a possible attack by a Greenland shark on a person dates to 1859.",
              "Greenland sharks are considered to be a near-threatened species by the International Union for Conservation of Nature.",
              "The species was valued for its liver oil;",
              "about 114 litres (30 gallons) of liver oil can be obtained from a large specimen (see also fish oil).",
              "(Although the flesh of the Greenland shark may be eaten, it is toxic unless properly cleaned and dried or repeatedly boiled prior to consumption.)",
              "Greenland sharks were fished commercially from the 19th century until 1960.",
              "Norway persecuted Greenland sharks during the 1970s, because they were considered to be a nuisance that threatened other fisheries.",
              "In the early 1900s as many as 30,000 Greenland sharks were caught a year.",
              "In the present day the annual take is far smaller;",
              "small-scale subsistence fisheries in the Arctic harvest fewer than 100 individuals annually, and roughly 1,200 are caught accidentally in fishing trawls."
            ]
          }
        ],
        "One female Greenland shark was estimated to be about 400 years old, making it one of the longest-living animals on Earth.": [
          {
            "title": "How long do Greenland sharks live? - NOAA&#39;s National Ocean Service",
            "url": "https://oceanservice.noaa.gov/facts/greenland-shark.html?lv=true",
            "content": [
              "How long do Greenland sharks live? - NOAA&#39;s National Ocean Service",
              "An official website of the United States government.",
              "Here's how you know we're official.",
              "A .",
              "gov website belongs to an official government organization in the United States.",
              "A small lock or https:// means youâ\u0080\u0099ve safely connected to a .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Close-up image of a greenland shark taken at the floe edge of the Admiralty Inlet, Nunavut.",
              "Photo credit - Hemming1952 | Wikimedia Commons | Used under the Creative Commons Attribution-Share Alike 4.",
              "0 International | Modifications: size Scientists have suspected for a while that Greenland sharks lived extremely long lives, but they didnâ\u0080\u0099t have a way to determine how long.",
              "The age of other shark species can be estimated by counting growth bands on fin spines or on the sharkâ\u0080\u0099s vertebrae, much like rings on a tree.",
              "Greenland sharks, however, have no fin spines and no hard tissues in their bodies.",
              "Their vertebrae are too soft to form the growth bands seen in other sharks.",
              "Scientists could only guess that the sharks lived a long time based on what they knew â\u0080\u0094 the sharks grow at a very slow rate (less than 1 cm per year) and they can reach over 6 meters in size.",
              "But recent breakthroughs allowed scientists to use carbon dating to estimate the age of Greenland sharks.",
              "Inside the sharkâ\u0080\u0099s eyes, there are proteins that are formed before birth and do not degrade with age, like a fossil preserved in amber.",
              "Scientists discovered that they could determine the age of the sharks by carbon-dating these proteins.",
              "One study examined Greenland sharks that were bycatch in fishermenâ\u0080\u0099s nets.",
              "The largest shark they found, a 5-meter female, was between 272 and 512 years old according to their estimates.",
              "Carbon dating can only provide estimates, not a definitive age.",
              "Scientists continue to refine this method and may provide more accurate measurements in the future.",
              "But even at the lower end of the estimates, a 272-year lifespan makes the Greenland shark the longest-lived vertebrate.",
              "One theory to explain this long lifespan is that the Greenland shark has a very slow metabolism, an adaptation to the deep, cold waters it inhabits.",
              "A NOAA remotely operated vehicle doing a dive off New England encountered a Greenland shark at a depth of 783 meters, but these sharks are known to dive as deep as 2,200 meters.",
              "Theyâ\u0080\u0099re also the only shark that can withstand the cold waters of the Arctic Ocean year-round.",
              "The slow metabolism could explain the sharkâ\u0080\u0099s slow growth, slow aging, and sluggish movement â\u0080\u0094 its top speed is under 2.",
              "9 kilometers per hour.",
              "Because the sharks grow so slowly, they arenâ\u0080\u0099t thought to reach sexual maturity until theyâ\u0080\u0099re over a century old.",
              "That means removing mature Greenland sharks from the ocean affects the species and the ecosystem for many decades.",
              "Though the Greenland shark used to be hunted for its liver oil, the majority of Greenland sharks that end up in fishing nets and lines now are caught by accident.",
              "Reducing bycatch is critical in conserving this unique species.",
              "Shark Conservation Understanding Bycatch Reducing Bycatch Author: NOAA How to cite this article Contact Us Science.",
              "Service.",
              "Stewardship."
            ]
          },
          {
            "title": "Greenland shark - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Greenland_shark",
            "content": [
              "Greenland shark - Wikipedia",
              "The Greenland shark (Somniosus microcephalus), also known as the gurry shark, grey shark, or by the Kalaallisut name eqalussuaq, is a large shark of the family Somniosidae (\"sleeper sharks\"), closely related to the Pacific and southern sleeper sharks.",
              "[2] The Greenland shark is a potentially important yet poorly studied cold-water species inhabiting the North Atlantic and Arctic Oceans.",
              "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
              "It is a generalist feeder, consuming a variety of available foods.",
              "[4] As an adaptation to living at depth,[5] it has a high concentration of trimethylamine N-oxide in its tissues, which causes the meat to be toxic.",
              "[6] Greenland shark flesh, treated to reduce toxin levels, is eaten in Iceland as a delicacy known as kæstur hákarl.",
              "[7] As it lives in the cold depths of the Arctic and North Atlantic, isolated from human activity, it is not known to be a threat to humans, and no attacks have been recorded.",
              "The Greenland shark is likely one of the largest living species of shark.",
              "It usually grows to between 2.",
              "4 and 7 m (7.",
              "9 and 23.",
              "0 ft) long and weighs between 400 and 1,400 kg (880 and 3,090 lb).",
              "[8][9][10][11] Males are typically smaller than females.",
              "It rivals the Pacific sleeper shark (possibly up to 7 m or 23 ft long) as the largest species in the family Somniosidae.",
              "The Greenland shark is a thickset species, with a short, rounded snout, small eyes, and very small dorsal and pectoral fins.",
              "The gill openings are very small for the species' great size.",
              "Coloration can range from pale creamy-gray to blackish-brown and the body is typically uniform in color, though whitish spots or faint dark streaks are occasionally seen on the back.",
              "[10] When feeding on large carcasses, the shark employs a rolling motion of its jaw.",
              "The 48 to 52 teeth of the upper jaw are very thin and pointed, lacking serrations.",
              "These upper jaw teeth act as an anchor while the lower jaw proceeds to cut massive chunks out of the prey.",
              "The 48 to 52 lower teeth are interlocking, broad and square in shape, containing short, smooth cusps that point outward.",
              "[10] Teeth in the two halves of the lower jaw are strongly pitched in opposite directions.",
              "[12] The Greenland shark is an apex predator and eats mostly fish, although they have been observed actively hunting seals in Canada.",
              "[4] The prey found in the stomachs of Greenland sharks is an indicator of the active hunting patterns of these predators.",
              "[13] Recorded fish prey have included smaller sharks, skates, eels, herring, capelin, Arctic char, cod, rosefish, sculpins, lumpfish, wolffish, and flounder.",
              "[10] Small Greenland sharks eat predominantly squid, while the larger sharks that are greater than 200 cm (79 in) were discovered eating prey such as epibenthic and benthic fishes as well as seals.",
              "The largest of these sharks were found having eaten redfish, as well as other higher trophic level prey.",
              "[14] Greenland sharks, because of their slow speeds, often hunt prey that are asleep.",
              "Using their cryptic coloration, they can approach prey undetected before closing the remaining distance by opening their large buccal cavity to create a suction that draws in the prey.",
              "This is the likely explanation for why the gut contents of Greenland sharks are often whole prey specimens.",
              "[13] Greenland sharks have also been found with remains of seals, moose,[15] and reindeer (in one case an entire reindeer body) in their stomachs.",
              "[10][16] The Greenland shark is known to be a scavenger and is attracted by the smell of rotting meat in the water.",
              "The sharks have frequently been observed gathering around fishing boats.",
              "[10] They also scavenge on seals.",
              "[17] Although such a large shark could easily consume a human swimmer, the frigid waters it typically inhabits make the likelihood of attacks on people very low.",
              "No cases of predation on humans have been verified.",
              "[10] As an ectotherm living in a just-above-freezing environment, the Greenland shark has the lowest swim speed and tail-beat frequency for its size across all fish species, which most likely correlates with its very slow metabolism and extreme longevity.",
              "[18] It swims at 1.",
              "22 km/h (0.",
              "76 mph), with its fastest cruising speed only reaching 2.",
              "6 km/h (1.",
              "6 mph).",
              "[19] Because this top speed is a fraction of that of a typical seal in their diet, biologists are uncertain how the sharks are able to prey on the seals.",
              "It is hypothesized that they may ambush them while they sleep.",
              "[20] Greenland sharks migrate annually based on depth and temperature rather than distance, although some do travel.",
              "During the winter, the sharks congregate in the shallows (up to 80° north) for warmth but migrate separately in summer to the deeps or even farther south.",
              "The species has been observed at a depth of 2,200 metres (7,200 ft) by a submersible investigating the wreck of the SS Central America that lies about 160 nautical miles (180 mi;",
              "300 km) east of Cape Hatteras, North Carolina.",
              "[21] Daily vertical migration between shallower and deeper waters has also been recorded.",
              "[22] In August 2013, researchers from Florida State University caught a Greenland shark in the Gulf of Mexico at a depth of 1,749 m (5,738 ft), where the water temperature was 4.",
              "1 °C (39.",
              "4 °F).",
              "[23] Four previous records of Greenland shark were reported from Cuba and the northern Gulf of Mexico.",
              "[24] A more typical depth range is 0–1,500 m (0–4,900 ft), with the species often occurring in relatively shallow waters in the far north and deeper in the southern part of its range.",
              "[25][26] In April 2022, a large Somniosus shark was caught and subsequently released on Glover's Reef off the coast of Belize.",
              "This shark was identified as being either a Greenland shark or a Greenland/Pacific sleeper shark hybrid.",
              "This observation is notable for being the first possible record of a Greenland shark from the Western Caribbean, and being caught on a nearshore coral reef (the only other record of this species from the Caribbean was made from a deep-water habitat off the Caribbean coast of Colombia).",
              "The discovery indicates that Greenland sharks may have a wider distribution in the tropics, primarily at greater depths, than previously believed.",
              "[27] The shark is often infested by the copepod Ommatokoita elongata, a crustacean which attaches itself to the shark's eyes.",
              "[28] It was speculated that the copepod may display bioluminescence and thus attract prey for the shark in a mutualistic relationship, but this hypothesis has not been verified.",
              "[29] These parasites also damage the eyeball in several ways, leading to almost complete blindness.",
              "This does not seem to reduce the life expectancy or predatory ability of Greenland sharks, due to their strong reliance on smell and hearing.",
              "[28][30] The shark occupies what tends to be a very deep environment seeking its preferred cold water (−0.",
              "6 to 12 °C or 31 to 54 °F) habitat.",
              "[1] When hoisted upon deck, it beats so violently with its tail, that it is dangerous to be near it, and the seamen generally dispatch it, without much loss of time.",
              "The pieces that are cut off exhibit a contraction of their muscular fibres for some time after life is extinct.",
              "It is, therefore, extremely difficult to kill, and unsafe to trust the hand within its mouth, even when the head is cut off.",
              "And, if we are to believe Crantz, this motion is to be observed three days after, if the part is trod on or struck.",
              "The Greenland shark has the longest known lifespan of all vertebrate species.",
              "[32] One Greenland shark was tagged off the coast of Greenland in 1936 and recaptured in 1952.",
              "Its measurements suggest that Greenland sharks grow at a rate of 0.",
              "5–1 cm (1⁄4–1⁄2 in) per year.",
              "[33] In 2016, a study based on 28 specimens that ranged from 81 to 502 cm (2 ft 8 in – 16 ft 6 in) in length used radiocarbon dating of crystals within the lenses of their eyes to determine their approximate ages.",
              "The oldest of the animals sampled, which was also the largest, had lived for 392 ± 120 years, and was consequently born between 1504 and 1744.",
              "[a] The authors further concluded that the species reaches sexual maturity at about 150 years of age.",
              "[32][34][35] Efforts to conserve Greenland sharks are particularly important due to their extreme longevity, long maturation periods, and the heightened sensitivity of large shark populations.",
              "[36] As recently as 1957, females were found not to deposit eggs in the bottom mud, but retain the developing embryos within their bodies so they are born alive (a process known as ovoviviparity) after an estimated gestation period of 8–18 years.",
              "[18] About ten pups per litter is normal, each initially measuring some 38–42 cm (15–16+1⁄2 in) in length.",
              "[34][37][self-published source?]",
              "Within a Greenland shark's uterus, villi serve a key function in supplying oxygen to embryos.",
              "It is speculated that due to embryonic metabolism dealing with reproduction, this only allows for a limited litter size of around 10 pups.",
              "[38] It has been estimated that due to their extreme longevity, Greenland sharks can have 200 to 700 pups during their lifetime.",
              "[18] Like other elasmobranchii, Greenland sharks have high concentrations of the two nitrogenous compounds urea and trimethylamine N-oxide (TMAO) in their tissues, which increase their buoyancy[39] and function as osmoprotectants.",
              "TMAO also counteracts the protein-destabilizing tendencies of urea[40][41] and deep-water pressure.",
              "[5][41] Its presence in the tissues of both elasmobranch and teleost fish has been found to increase with depth.",
              "[5][42] The blood of Greenland sharks contains three major types of hemoglobin, made up of two copies of α globin combined with two copies of three very similar β subunits.",
              "These three types show very similar oxygenation and carbonylation properties, which are unaffected by urea, an important compound in marine elasmobranch physiology.",
              "They display identical electronic absorption and resonance Raman spectra, indicating that their heme-pocket structures are identical or highly similar.",
              "The hemoglobins also have a lower affinity for O2 compared to temperate sharks.",
              "These characteristics are interpreted as adaptations to living at great water depths.",
              "[43] The flesh of the Greenland shark is toxic because of the presence of high concentrations of trimethylamine oxide (TMAO).",
              "If the meat is eaten without pretreatment, the ingested TMAO is metabolized into trimethylamine, which may be a uremic toxin.",
              "Occasionally, sled dogs that eat the flesh are unable to stand up because of this effect.",
              "Similar toxic effects occur with the related Pacific sleeper shark, but not in most other shark species.",
              "[44][45] The meat can be treated for safe consumption by boiling in several changes of water, drying, or fermenting for several months to produce kæstur hákarl.",
              "Traditionally, this is done by burying the meat in boreal ground for 6–8 weeks, which presses the TMAO out of the meat and also results in partial fermentation.",
              "The meat is then excavated and hung in strips to dry for several more months.",
              "[46] It is considered a delicacy in Iceland.",
              "[47][self-published source?]",
              "[48][49] The Greenland shark's poisonous flesh has a high urea content, which gave rise to the Inuit legend of Skalugsuak, the first Greenland shark.",
              "[50] The legend says that an old woman washed her hair in urine (a common practice to kill head lice) and dried it with a cloth.",
              "The cloth blew into the ocean to become Skalugsuak.",
              "[51] Another legend tells of Sedna whose father cut off her fingers while drowning her, with each finger turning into a sea creature, including Skalugsuak.",
              "[52] The Greenland shark plays a role in cosmologies of the Inuit from the Canadian Eastern Arctic and Greenland.",
              "Igloolik Inuit believe that the shark lives within the urine pot of Sedna, goddess of the sea, and consequently, its flesh has a urine-like smell and acts as a helping spirit to shamans.",
              "[53] As both scavengers and active predators, Greenland sharks have established themselves as apex predators in Arctic ecosystems. They eat a wide variety of fish, seals, and other prey within these ecosystems and have an important role in the intricate food web.",
              "[13][14] Greenland sharks are recognized as the longest-lived vertebrates on earth.",
              "They have a slow growth rate, late maturity period, and low fecundity, making the management and conservation of this species very important.",
              "As a result of their low productivity and extreme longevity, this species is particularly susceptible to overfishing.",
              "Therefore, Greenland sharks' longevity and conservative life history traits, in tandem with their vulnerability to accidental catching and commercial fishing, promotes a growing concern for the sustainability of this species.",
              "[54] The shark has historically been hunted for its liver oil up until the development of synthetic oils and cessation of export of liver oil and skin from Greenland in the 1960s.",
              "[55][full citation needed] In the 1970s, the species was perceived as a problem for other fisheries in western Norway and the government subsidized a fishery to reduce the stock of the species.",
              "[56][full citation needed] Approximately 3,500 individuals are taken as bycatch each year in the Atlantic and Arctic Ocean and Barents Sea.",
              "[57][full citation needed] More than 1,000 individuals are caught annually from Arctic waters south to USA waters.",
              "[58][full citation needed] Annual catch of Greenland sharks from the Barents Sea was estimated to be around 1,200 individuals per year.",
              "[57][1] The shark is likely affected by quantity, dynamics, and distribution of Arctic sea ice.",
              "[54] The rate of projected loss of sea ice will continue to negatively influence the abundance, distribution and availability of prey, while, at the same time, providing greater access for fishing fleets.",
              "[54] There is greater potential for new fisheries to develop as more productive and abundant southerly species invade the warming Arctic waters.",
              "[59][full citation needed][1]"
            ]
          },
          {
            "title": "Greenland shark | Size, Age, &amp; Facts | Britannica",
            "url": "https://www.britannica.com/animal/Greenland-shark",
            "content": [
              "Greenland shark | Size, Age, &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Greenland shark, (Somniosus microcephalus), member of the sleeper shark family Somniosidae (order Squaliformes, which also includes the dogfish family, Squalidae) that is the longest-living vertebrate known.",
              "The species is primarily found in the cold-water environments of the Arctic Ocean and North Atlantic, from Baffin Bay eastward to the Barents Sea, but its range also extends southward to the North Sea and the waters adjacent to the Eastern Seaboard of the United States.",
              "Bulky, with a rounded snout, small fins relative to body size, and gray to brown coloration, Greenland sharks are similar to spiny dogfish (Squalus acanthias), except that they lack a spine in front of the second dorsal fin and usually the one on the first dorsal fin.",
              "The Greenland shark is one of the largest cartilaginous fishes.",
              "It can reach a length of 7 metres (23 feet) and a weight of 1,025 kg (2,260 pounds) when fully grown, but most are between 2 and 4 metres (6.",
              "5 and 13 feet).",
              "Little is known, however, about how the species reproduces.",
              "Females are thought to reach sexual maturity when they surpass the 4-metre (13-foot) mark in length, which takes approximately 150 years to achieve.",
              "They are ovoviviparous (that is, eggs are retained within the body until they hatch) and produce an average of 10 offspring at a time.",
              "The type, amount, and duration of parental care the young receive are unknown, but scientists speculate that, like other shark species, Greenland sharks are independent from birth.",
              "No other vertebrate known has a life span as long as this species;",
              "radiocarbon dating of isotopes in the shark’s eye-lens nuclei suggests that the oldest Greenland sharks may be more than 500 years old.",
              "Greenland sharks are rarely encountered by humans.",
              "They are thought to prefer colder, deeper environments but may be found anywhere between the sea surface and depths of 2,200 meters (about 7,200 feet).",
              "Greenland sharks are slow-moving, typically swimming at rates of less than 3 km (about 1.",
              "9 miles) per hour.",
              "They are carnivorous, and their diet is often made up of several different types of fishes, including smaller sharks, eels, flounders, and sculpins.",
              "Crustaceans, seabirds, and carrion—as well as terrestrial mammals (such as horses and reindeer) that likely fell through the ice—have been found in stomach analyses of the species.",
              "Greenland sharks are not considered dangerous to humans, in part because they live in regions where people do not typically swim;",
              "the only known report of a possible attack by a Greenland shark on a person dates to 1859.",
              "Greenland sharks are considered to be a near-threatened species by the International Union for Conservation of Nature.",
              "The species was valued for its liver oil;",
              "about 114 litres (30 gallons) of liver oil can be obtained from a large specimen (see also fish oil).",
              "(Although the flesh of the Greenland shark may be eaten, it is toxic unless properly cleaned and dried or repeatedly boiled prior to consumption.)",
              "Greenland sharks were fished commercially from the 19th century until 1960.",
              "Norway persecuted Greenland sharks during the 1970s, because they were considered to be a nuisance that threatened other fisheries.",
              "In the early 1900s as many as 30,000 Greenland sharks were caught a year.",
              "In the present day the annual take is far smaller;",
              "small-scale subsistence fisheries in the Arctic harvest fewer than 100 individuals annually, and roughly 1,200 are caught accidentally in fishing trawls."
            ]
          }
        ],
        "Greenland sharks grow at just 1cm a year.": [
          {
            "title": "Greenland shark - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Greenland_shark",
            "content": [
              "Greenland shark - Wikipedia",
              "The Greenland shark (Somniosus microcephalus), also known as the gurry shark, grey shark, or by the Kalaallisut name eqalussuaq, is a large shark of the family Somniosidae (\"sleeper sharks\"), closely related to the Pacific and southern sleeper sharks.",
              "[2] The Greenland shark is a potentially important yet poorly studied cold-water species inhabiting the North Atlantic and Arctic Oceans.",
              "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
              "It is a generalist feeder, consuming a variety of available foods.",
              "[4] As an adaptation to living at depth,[5] it has a high concentration of trimethylamine N-oxide in its tissues, which causes the meat to be toxic.",
              "[6] Greenland shark flesh, treated to reduce toxin levels, is eaten in Iceland as a delicacy known as kæstur hákarl.",
              "[7] As it lives in the cold depths of the Arctic and North Atlantic, isolated from human activity, it is not known to be a threat to humans, and no attacks have been recorded.",
              "The Greenland shark is likely one of the largest living species of shark.",
              "It usually grows to between 2.",
              "4 and 7 m (7.",
              "9 and 23.",
              "0 ft) long and weighs between 400 and 1,400 kg (880 and 3,090 lb).",
              "[8][9][10][11] Males are typically smaller than females.",
              "It rivals the Pacific sleeper shark (possibly up to 7 m or 23 ft long) as the largest species in the family Somniosidae.",
              "The Greenland shark is a thickset species, with a short, rounded snout, small eyes, and very small dorsal and pectoral fins.",
              "The gill openings are very small for the species' great size.",
              "Coloration can range from pale creamy-gray to blackish-brown and the body is typically uniform in color, though whitish spots or faint dark streaks are occasionally seen on the back.",
              "[10] When feeding on large carcasses, the shark employs a rolling motion of its jaw.",
              "The 48 to 52 teeth of the upper jaw are very thin and pointed, lacking serrations.",
              "These upper jaw teeth act as an anchor while the lower jaw proceeds to cut massive chunks out of the prey.",
              "The 48 to 52 lower teeth are interlocking, broad and square in shape, containing short, smooth cusps that point outward.",
              "[10] Teeth in the two halves of the lower jaw are strongly pitched in opposite directions.",
              "[12] The Greenland shark is an apex predator and eats mostly fish, although they have been observed actively hunting seals in Canada.",
              "[4] The prey found in the stomachs of Greenland sharks is an indicator of the active hunting patterns of these predators.",
              "[13] Recorded fish prey have included smaller sharks, skates, eels, herring, capelin, Arctic char, cod, rosefish, sculpins, lumpfish, wolffish, and flounder.",
              "[10] Small Greenland sharks eat predominantly squid, while the larger sharks that are greater than 200 cm (79 in) were discovered eating prey such as epibenthic and benthic fishes as well as seals.",
              "The largest of these sharks were found having eaten redfish, as well as other higher trophic level prey.",
              "[14] Greenland sharks, because of their slow speeds, often hunt prey that are asleep.",
              "Using their cryptic coloration, they can approach prey undetected before closing the remaining distance by opening their large buccal cavity to create a suction that draws in the prey.",
              "This is the likely explanation for why the gut contents of Greenland sharks are often whole prey specimens.",
              "[13] Greenland sharks have also been found with remains of seals, moose,[15] and reindeer (in one case an entire reindeer body) in their stomachs.",
              "[10][16] The Greenland shark is known to be a scavenger and is attracted by the smell of rotting meat in the water.",
              "The sharks have frequently been observed gathering around fishing boats.",
              "[10] They also scavenge on seals.",
              "[17] Although such a large shark could easily consume a human swimmer, the frigid waters it typically inhabits make the likelihood of attacks on people very low.",
              "No cases of predation on humans have been verified.",
              "[10] As an ectotherm living in a just-above-freezing environment, the Greenland shark has the lowest swim speed and tail-beat frequency for its size across all fish species, which most likely correlates with its very slow metabolism and extreme longevity.",
              "[18] It swims at 1.",
              "22 km/h (0.",
              "76 mph), with its fastest cruising speed only reaching 2.",
              "6 km/h (1.",
              "6 mph).",
              "[19] Because this top speed is a fraction of that of a typical seal in their diet, biologists are uncertain how the sharks are able to prey on the seals.",
              "It is hypothesized that they may ambush them while they sleep.",
              "[20] Greenland sharks migrate annually based on depth and temperature rather than distance, although some do travel.",
              "During the winter, the sharks congregate in the shallows (up to 80° north) for warmth but migrate separately in summer to the deeps or even farther south.",
              "The species has been observed at a depth of 2,200 metres (7,200 ft) by a submersible investigating the wreck of the SS Central America that lies about 160 nautical miles (180 mi;",
              "300 km) east of Cape Hatteras, North Carolina.",
              "[21] Daily vertical migration between shallower and deeper waters has also been recorded.",
              "[22] In August 2013, researchers from Florida State University caught a Greenland shark in the Gulf of Mexico at a depth of 1,749 m (5,738 ft), where the water temperature was 4.",
              "1 °C (39.",
              "4 °F).",
              "[23] Four previous records of Greenland shark were reported from Cuba and the northern Gulf of Mexico.",
              "[24] A more typical depth range is 0–1,500 m (0–4,900 ft), with the species often occurring in relatively shallow waters in the far north and deeper in the southern part of its range.",
              "[25][26] In April 2022, a large Somniosus shark was caught and subsequently released on Glover's Reef off the coast of Belize.",
              "This shark was identified as being either a Greenland shark or a Greenland/Pacific sleeper shark hybrid.",
              "This observation is notable for being the first possible record of a Greenland shark from the Western Caribbean, and being caught on a nearshore coral reef (the only other record of this species from the Caribbean was made from a deep-water habitat off the Caribbean coast of Colombia).",
              "The discovery indicates that Greenland sharks may have a wider distribution in the tropics, primarily at greater depths, than previously believed.",
              "[27] The shark is often infested by the copepod Ommatokoita elongata, a crustacean which attaches itself to the shark's eyes.",
              "[28] It was speculated that the copepod may display bioluminescence and thus attract prey for the shark in a mutualistic relationship, but this hypothesis has not been verified.",
              "[29] These parasites also damage the eyeball in several ways, leading to almost complete blindness.",
              "This does not seem to reduce the life expectancy or predatory ability of Greenland sharks, due to their strong reliance on smell and hearing.",
              "[28][30] The shark occupies what tends to be a very deep environment seeking its preferred cold water (−0.",
              "6 to 12 °C or 31 to 54 °F) habitat.",
              "[1] When hoisted upon deck, it beats so violently with its tail, that it is dangerous to be near it, and the seamen generally dispatch it, without much loss of time.",
              "The pieces that are cut off exhibit a contraction of their muscular fibres for some time after life is extinct.",
              "It is, therefore, extremely difficult to kill, and unsafe to trust the hand within its mouth, even when the head is cut off.",
              "And, if we are to believe Crantz, this motion is to be observed three days after, if the part is trod on or struck.",
              "The Greenland shark has the longest known lifespan of all vertebrate species.",
              "[32] One Greenland shark was tagged off the coast of Greenland in 1936 and recaptured in 1952.",
              "Its measurements suggest that Greenland sharks grow at a rate of 0.",
              "5–1 cm (1⁄4–1⁄2 in) per year.",
              "[33] In 2016, a study based on 28 specimens that ranged from 81 to 502 cm (2 ft 8 in – 16 ft 6 in) in length used radiocarbon dating of crystals within the lenses of their eyes to determine their approximate ages.",
              "The oldest of the animals sampled, which was also the largest, had lived for 392 ± 120 years, and was consequently born between 1504 and 1744.",
              "[a] The authors further concluded that the species reaches sexual maturity at about 150 years of age.",
              "[32][34][35] Efforts to conserve Greenland sharks are particularly important due to their extreme longevity, long maturation periods, and the heightened sensitivity of large shark populations.",
              "[36] As recently as 1957, females were found not to deposit eggs in the bottom mud, but retain the developing embryos within their bodies so they are born alive (a process known as ovoviviparity) after an estimated gestation period of 8–18 years.",
              "[18] About ten pups per litter is normal, each initially measuring some 38–42 cm (15–16+1⁄2 in) in length.",
              "[34][37][self-published source?]",
              "Within a Greenland shark's uterus, villi serve a key function in supplying oxygen to embryos.",
              "It is speculated that due to embryonic metabolism dealing with reproduction, this only allows for a limited litter size of around 10 pups.",
              "[38] It has been estimated that due to their extreme longevity, Greenland sharks can have 200 to 700 pups during their lifetime.",
              "[18] Like other elasmobranchii, Greenland sharks have high concentrations of the two nitrogenous compounds urea and trimethylamine N-oxide (TMAO) in their tissues, which increase their buoyancy[39] and function as osmoprotectants.",
              "TMAO also counteracts the protein-destabilizing tendencies of urea[40][41] and deep-water pressure.",
              "[5][41] Its presence in the tissues of both elasmobranch and teleost fish has been found to increase with depth.",
              "[5][42] The blood of Greenland sharks contains three major types of hemoglobin, made up of two copies of α globin combined with two copies of three very similar β subunits.",
              "These three types show very similar oxygenation and carbonylation properties, which are unaffected by urea, an important compound in marine elasmobranch physiology.",
              "They display identical electronic absorption and resonance Raman spectra, indicating that their heme-pocket structures are identical or highly similar.",
              "The hemoglobins also have a lower affinity for O2 compared to temperate sharks.",
              "These characteristics are interpreted as adaptations to living at great water depths.",
              "[43] The flesh of the Greenland shark is toxic because of the presence of high concentrations of trimethylamine oxide (TMAO).",
              "If the meat is eaten without pretreatment, the ingested TMAO is metabolized into trimethylamine, which may be a uremic toxin.",
              "Occasionally, sled dogs that eat the flesh are unable to stand up because of this effect.",
              "Similar toxic effects occur with the related Pacific sleeper shark, but not in most other shark species.",
              "[44][45] The meat can be treated for safe consumption by boiling in several changes of water, drying, or fermenting for several months to produce kæstur hákarl.",
              "Traditionally, this is done by burying the meat in boreal ground for 6–8 weeks, which presses the TMAO out of the meat and also results in partial fermentation.",
              "The meat is then excavated and hung in strips to dry for several more months.",
              "[46] It is considered a delicacy in Iceland.",
              "[47][self-published source?]",
              "[48][49] The Greenland shark's poisonous flesh has a high urea content, which gave rise to the Inuit legend of Skalugsuak, the first Greenland shark.",
              "[50] The legend says that an old woman washed her hair in urine (a common practice to kill head lice) and dried it with a cloth.",
              "The cloth blew into the ocean to become Skalugsuak.",
              "[51] Another legend tells of Sedna whose father cut off her fingers while drowning her, with each finger turning into a sea creature, including Skalugsuak.",
              "[52] The Greenland shark plays a role in cosmologies of the Inuit from the Canadian Eastern Arctic and Greenland.",
              "Igloolik Inuit believe that the shark lives within the urine pot of Sedna, goddess of the sea, and consequently, its flesh has a urine-like smell and acts as a helping spirit to shamans.",
              "[53] As both scavengers and active predators, Greenland sharks have established themselves as apex predators in Arctic ecosystems. They eat a wide variety of fish, seals, and other prey within these ecosystems and have an important role in the intricate food web.",
              "[13][14] Greenland sharks are recognized as the longest-lived vertebrates on earth.",
              "They have a slow growth rate, late maturity period, and low fecundity, making the management and conservation of this species very important.",
              "As a result of their low productivity and extreme longevity, this species is particularly susceptible to overfishing.",
              "Therefore, Greenland sharks' longevity and conservative life history traits, in tandem with their vulnerability to accidental catching and commercial fishing, promotes a growing concern for the sustainability of this species.",
              "[54] The shark has historically been hunted for its liver oil up until the development of synthetic oils and cessation of export of liver oil and skin from Greenland in the 1960s.",
              "[55][full citation needed] In the 1970s, the species was perceived as a problem for other fisheries in western Norway and the government subsidized a fishery to reduce the stock of the species.",
              "[56][full citation needed] Approximately 3,500 individuals are taken as bycatch each year in the Atlantic and Arctic Ocean and Barents Sea.",
              "[57][full citation needed] More than 1,000 individuals are caught annually from Arctic waters south to USA waters.",
              "[58][full citation needed] Annual catch of Greenland sharks from the Barents Sea was estimated to be around 1,200 individuals per year.",
              "[57][1] The shark is likely affected by quantity, dynamics, and distribution of Arctic sea ice.",
              "[54] The rate of projected loss of sea ice will continue to negatively influence the abundance, distribution and availability of prey, while, at the same time, providing greater access for fishing fleets.",
              "[54] There is greater potential for new fisheries to develop as more productive and abundant southerly species invade the warming Arctic waters.",
              "[59][full citation needed][1]"
            ]
          },
          {
            "title": "Greenland shark, facts and photos - National Geographic",
            "url": "https://www.nationalgeographic.com/animals/fish/facts/greenland-shark",
            "content": [
              "Greenland shark, facts and photos - National Geographic",
              "The Greenland shark is the world’s longest living vertebrate.",
              "It can live for 400 years—twice the age of the longest-living land animal, the giant tortoise.",
              "There could be an individual in the ocean today that was alive during the 1665 Great Plague of London and George Washington’s presidential inauguration in 1789.",
              "Despite its name, the Greenland shark is not only found in Greenland;",
              "it has been spotted as far away as the western Caribbean.",
              "Also known as the gray, ground, gurry, or sleeper shark, this animal lives in incredibly cold, deep waters, so it is much less studied than many of the more than 500 other shark species.",
              "It is one of the slowest sharks, too: Its scientific name, Somniosus microcephalus, roughly translates to “sleepy small-head.",
              "” Yet these rare animals may be a top predator.",
              "Many shark species can be aged by counting growth bands on their vertebrae, like rings on a tree.",
              "The Greenland shark’s soft vertebrae do not have these bands, however.",
              "Instead, its age is determined by removing the layers of the lens of its eye—which continues growing throughout its lifetime—and radiocarbon dating the tissue in the center.",
              "Using this method, scientists discovered Greenland sharks have a life expectancy of at least 272 years and could reach 392, give or take about 120 years.",
              "What’s more, these slow-growing creatures don’t reach reproductive age until around 150 years old.",
              "Measuring the Greenland shark’s growth rate is challenging because individuals are rarely recaptured.",
              "However, one shark tagged in 1936 had only grown 2.",
              "3 inches when it reappeared 16 years later.",
              "The largest fish in the Arctic Ocean—and the only shark found there year-round—the Greenland shark also inhabits the North Atlantic and Russian high Arctic.",
              "Infrequently observed at the surface, it can live in waters 7,200 feet deep and between 28.",
              "4 to 44.",
              "6 Fahrenheit (minus 2 to 7 degrees Celsius).",
              "Specially adapted for cold water, this shark’s tissues contain high levels of chemical compounds that act like anti-freeze and prevent ice crystals forming in the body.",
              "These sharks conserve energy by swimming very slowly—about 1.",
              "12 feet per second—but can exhibit short bursts of speed to ambush prey.",
              "Dark gray, brown, or black with a cylinder-shaped body, small eyes, rounded snout, and no anal fin, Greenland sharks resemble a submarine and can reach 23 feet long and may weigh 1.",
              "5 tons.",
              "In comparison, the great white shark grows to 15 to 20 feet but is significantly heavier, weighing 2.",
              "5 tons or more.",
              "Greenland sharks have narrow, pointed upper teeth and broader, squared teeth on the lower jaw.",
              "Holding large prey in position with their upper teeth, they roll their head in a circular motion, using the lower teeth like a blade to tear off circular chunks of flesh.",
              "Smaller prey is eaten whole.",
              "Primarily scavengers, Greenland sharks are not fussy eaters and consume a variety of fish, squid, and carrion.",
              "Stomach contents of sharks have even included polar bears, horses, and reindeer.",
              "Evidence suggests they may be opportunistic hunters capable of ambushing seals in stealth attacks.",
              "They have been linked to the discovery of nearly 5,000 mutilated seal corpses in Nova Scotia between 1993 and 2001: The victims’ pelts were ripped off in a spiral shape—like a peeled orange—giving the shark the gruesome, but debated, nickname of the “corkscrew killer.",
              "” Arctic Greenland sharks often have poor vision because of a parasite called Ommatokoita elongata.",
              "This tiny crustacean latches onto the shark’s eye, damaging the cornea and leaving scar tissue with each infection.",
              "The shark is not debilitated by its blindness as it relies heavily on other senses in its dark habitat far beneath the ice.",
              "There’s no proof of Greenland sharks attacking humans: An 1859 report of a Greenland shark found with a human leg in its stomach was never corroborated.",
              "However, the animal’s flesh is poisonous;",
              "eating it can cause diarrhea, vomiting, stumbling, and convulsions, also known as getting “shark drunk.",
              "” To make it safe for consumption, the meat must be left to rot, compressed to remove toxic fluids, then dried out for months, diced, and served—an Icelandic delicacy known as kæstur hákarl.",
              "Humans do pose a threat to Greenland sharks: The International Union for the Conservation of Nature lists the Greenland shark as vulnerable to extinction.",
              "The animal’s slow growth rate, late maturity, and low reproduction rate make it vulnerable to threats such as fishing, pollution, and climate change.",
              "Until the 1960s they were hunted for the oil in their livers, which was used as industrial lubricant or for lamp oil.",
              "Although they are no longer targeted by fisheries, Greenland sharks are still caught accidentally and often become entangled with fishing gear.",
              "This mysterious shark is not often seen by cameras: The first photograph of a live Greenland shark wasn’t taken until 1995.",
              "— National Geographic Some have speculated that Greenland shark sightings could be behind the Loch Ness monster myth.",
              "— Oceana Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2023 National Geographic Partners, LLC.",
              "All rights reserved"
            ]
          },
          {
            "title": "Greenland shark | Size, Age, &amp; Facts | Britannica",
            "url": "https://www.britannica.com/animal/Greenland-shark",
            "content": [
              "Greenland shark | Size, Age, &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Greenland shark, (Somniosus microcephalus), member of the sleeper shark family Somniosidae (order Squaliformes, which also includes the dogfish family, Squalidae) that is the longest-living vertebrate known.",
              "The species is primarily found in the cold-water environments of the Arctic Ocean and North Atlantic, from Baffin Bay eastward to the Barents Sea, but its range also extends southward to the North Sea and the waters adjacent to the Eastern Seaboard of the United States.",
              "Bulky, with a rounded snout, small fins relative to body size, and gray to brown coloration, Greenland sharks are similar to spiny dogfish (Squalus acanthias), except that they lack a spine in front of the second dorsal fin and usually the one on the first dorsal fin.",
              "The Greenland shark is one of the largest cartilaginous fishes.",
              "It can reach a length of 7 metres (23 feet) and a weight of 1,025 kg (2,260 pounds) when fully grown, but most are between 2 and 4 metres (6.",
              "5 and 13 feet).",
              "Little is known, however, about how the species reproduces.",
              "Females are thought to reach sexual maturity when they surpass the 4-metre (13-foot) mark in length, which takes approximately 150 years to achieve.",
              "They are ovoviviparous (that is, eggs are retained within the body until they hatch) and produce an average of 10 offspring at a time.",
              "The type, amount, and duration of parental care the young receive are unknown, but scientists speculate that, like other shark species, Greenland sharks are independent from birth.",
              "No other vertebrate known has a life span as long as this species;",
              "radiocarbon dating of isotopes in the shark’s eye-lens nuclei suggests that the oldest Greenland sharks may be more than 500 years old.",
              "Greenland sharks are rarely encountered by humans.",
              "They are thought to prefer colder, deeper environments but may be found anywhere between the sea surface and depths of 2,200 meters (about 7,200 feet).",
              "Greenland sharks are slow-moving, typically swimming at rates of less than 3 km (about 1.",
              "9 miles) per hour.",
              "They are carnivorous, and their diet is often made up of several different types of fishes, including smaller sharks, eels, flounders, and sculpins.",
              "Crustaceans, seabirds, and carrion—as well as terrestrial mammals (such as horses and reindeer) that likely fell through the ice—have been found in stomach analyses of the species.",
              "Greenland sharks are not considered dangerous to humans, in part because they live in regions where people do not typically swim;",
              "the only known report of a possible attack by a Greenland shark on a person dates to 1859.",
              "Greenland sharks are considered to be a near-threatened species by the International Union for Conservation of Nature.",
              "The species was valued for its liver oil;",
              "about 114 litres (30 gallons) of liver oil can be obtained from a large specimen (see also fish oil).",
              "(Although the flesh of the Greenland shark may be eaten, it is toxic unless properly cleaned and dried or repeatedly boiled prior to consumption.)",
              "Greenland sharks were fished commercially from the 19th century until 1960.",
              "Norway persecuted Greenland sharks during the 1970s, because they were considered to be a nuisance that threatened other fisheries.",
              "In the early 1900s as many as 30,000 Greenland sharks were caught a year.",
              "In the present day the annual take is far smaller;",
              "small-scale subsistence fisheries in the Arctic harvest fewer than 100 individuals annually, and roughly 1,200 are caught accidentally in fishing trawls."
            ]
          }
        ],
        "Greenland sharks reach sexual maturity at about the age of 150.": [
          {
            "title": "400-year-old Greenland shark ‘longest-living vertebrate’ - BBC",
            "url": "https://www.bbc.com/news/science-environment-37047168",
            "content": [
              "400-year-old Greenland shark ‘longest-living vertebrate’ - BBC",
              "This video can not be played Video courtesy of Julius Nielsen Greenland sharks are now the longest-living vertebrates known on Earth, scientists say.",
              "Researchers used radiocarbon dating to determine the ages of 28 of the animals, and estimated that one female was about 400 years old.",
              "The team found that the sharks grow at just 1cm a year, and reach sexual maturity at about the age of 150.",
              "The research is published in the journal Science.",
              "Lead author Julius Nielsen, a marine biologist from the University of Copenhagen, said: \"We had our expectations that we were dealing with an unusual animal, but I think everyone doing this research was very surprised to learn the sharks were as old as they were.\"",
              "The former vertebrate record-holder was a bowhead whale estimated to be 211 years old.",
              "But if invertebrates are brought into the longevity competition, a 507-year-old clam called Ming holds the title of most aged animal.",
              "Greenland sharks are huge beasts, that can grow up to 5m in length.",
              "They can be found, swimming slowly, throughout the cold, deep waters of the North Atlantic.",
              "With this leisurely pace of life and sluggish growth rate, the sharks were thought to live for a long time.",
              "But until now, determining any ages was difficult.",
              "This video can not be played Julius Neilsen explains how they used carbon dating on a shark's eye lens to discover the age For some fish, scientists are able to examine ear bones called otoliths, which when sectioned, show a pattern of concentric rings that scientists can count as they would the rings in a tree.",
              "Sharks are harder, but some species, such as the Great White, have calcified tissue that grows in layers on their back bones, that can also be used to age the animals.",
              "\"But the Greenland shark is a very, very soft shark - it has no hard body parts where growth layers are deposited.",
              "So it was believed that the age could not be investigated,\" Mr Nielsen told the BBC.",
              "However the team found a clever way of working out the age.",
              "\"The Greenland shark's eye lens is composed of a specialised material - and it contains proteins that are metabolically inert,\" explained Mr Neilson.",
              "\"Which means after the proteins have been synthesised in the body, they are not renewed any more.",
              "So we can isolate the tissue that formed when the shark was a pup, and do radiocarbon dating.\"",
              "The team looked at 28 sharks, most of which had died after being caught in fishing nets as by-catch.",
              "Using this technique, they established that the largest shark - a 5m-long female - was extremely ancient.",
              "Because radiocarbon dating does not produce exact dates, they believe that she could have been as \"young\" as 272 or as old as 512.",
              "But she was most likely somewhere in the middle, so about 400 years old.",
              "It means she was born between the years of 1501 and 1744, but her most likely date of birth was in the 17th century.",
              "\"Even with the lowest part of this uncertainty, 272 years, even if that is the maximum age, it should still be considered the longest-living vertebrate,\" said Mr Nielsen.",
              "Conversely, if her age is at the upper end of the scale, she will have out-lived Ming the clam - although her age has a greater probability of lying in the middle.",
              "The team believes the animals only reach sexual maturity when they are 4m-long.",
              "And with this new, very lengthy age-range, it suggests this does not occur until the animals are about 150 years old.",
              "The researchers say this has consequences for future conservation of the animals.",
              "Because of their extreme longevity, Greenland sharks may still be recovering from being over-fished before WW2.",
              "The sharks' livers were once used for machine oil, and they were killed in great numbers before a synthetic alternative was found and the demand fell.",
              "\"When you evaluate the size distribution all over the North Atlantic, it is quite rare that you see sexually mature females, and quite rare that you find newborn pups or juveniles,\" Mr Nielsen explained.",
              "\"It seems most are sub-adults.",
              "That makes sense: if you have had this very high fishing pressure, all the old animals - they are not there any more.",
              "And there are not that many to give birth to new ones.",
              "\"There is, though, still a very large amount of 'teenagers', but it will take another 100 years for them to become sexually active.\"",
              "Another author of the study, Prof Christopher Ramsey, director of Oxford Radiocarbon Accelerator Unit at the University of Oxford, said that radiocarbon dating could be used to determine the ages of other animals, but was not likely to be chosen as the primary method.",
              "\"For many animals we have other methods to determine age,\" he said.",
              "\"Also, the radiocarbon method is not very precise, and so is only really relevant for very long-lived species.\"",
              "He added that the statistical method used to determine the sharks' ages was Bayesian statistics.",
              "\"Bayesian statistics were first worked out by the Rev Bayes in the 18th Century.",
              "This means he will have been working on this when some of these oldest sharks were young.\"",
              "Follow Rebecca on Twitter @BBCMorelle.",
              "Ming the clam is oldest mollusc Great whites 'live for 70 years' Clam-gate: The epic saga of Ming Heavy fighting in northern Gaza as concern grows over babies at key hospital US Senator Tim Scott exits presidential campaign Toddler among US hostages in Gaza - White House 'Tourists are rethinking their relationship with Earth' Why a South African politician touched a nerve in Kenya Poland's LGBT community hopeful era of hate speech is over Jelling Stone: Scan reveals power of Viking queen.",
              "VideoJelling Stone: Scan reveals power of Viking queen Legal experts see uphill battle for Trump in fraud case China's matchmaking mums have a powerful ally: The Party How Bumble's Whitney Wolfe Herd changed the dating scene The Ghanaian artist who has exhibited in space Indians celebrate the sparkling festival of lights The reality of passive income streams How bison are restoring US grasslands The origins of a classic preppy look Â© 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          },
          {
            "title": "Greenland shark | Size, Age, &amp; Facts | Britannica",
            "url": "https://www.britannica.com/animal/Greenland-shark",
            "content": [
              "Greenland shark | Size, Age, &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Greenland shark, (Somniosus microcephalus), member of the sleeper shark family Somniosidae (order Squaliformes, which also includes the dogfish family, Squalidae) that is the longest-living vertebrate known.",
              "The species is primarily found in the cold-water environments of the Arctic Ocean and North Atlantic, from Baffin Bay eastward to the Barents Sea, but its range also extends southward to the North Sea and the waters adjacent to the Eastern Seaboard of the United States.",
              "Bulky, with a rounded snout, small fins relative to body size, and gray to brown coloration, Greenland sharks are similar to spiny dogfish (Squalus acanthias), except that they lack a spine in front of the second dorsal fin and usually the one on the first dorsal fin.",
              "The Greenland shark is one of the largest cartilaginous fishes.",
              "It can reach a length of 7 metres (23 feet) and a weight of 1,025 kg (2,260 pounds) when fully grown, but most are between 2 and 4 metres (6.",
              "5 and 13 feet).",
              "Little is known, however, about how the species reproduces.",
              "Females are thought to reach sexual maturity when they surpass the 4-metre (13-foot) mark in length, which takes approximately 150 years to achieve.",
              "They are ovoviviparous (that is, eggs are retained within the body until they hatch) and produce an average of 10 offspring at a time.",
              "The type, amount, and duration of parental care the young receive are unknown, but scientists speculate that, like other shark species, Greenland sharks are independent from birth.",
              "No other vertebrate known has a life span as long as this species;",
              "radiocarbon dating of isotopes in the shark’s eye-lens nuclei suggests that the oldest Greenland sharks may be more than 500 years old.",
              "Greenland sharks are rarely encountered by humans.",
              "They are thought to prefer colder, deeper environments but may be found anywhere between the sea surface and depths of 2,200 meters (about 7,200 feet).",
              "Greenland sharks are slow-moving, typically swimming at rates of less than 3 km (about 1.",
              "9 miles) per hour.",
              "They are carnivorous, and their diet is often made up of several different types of fishes, including smaller sharks, eels, flounders, and sculpins.",
              "Crustaceans, seabirds, and carrion—as well as terrestrial mammals (such as horses and reindeer) that likely fell through the ice—have been found in stomach analyses of the species.",
              "Greenland sharks are not considered dangerous to humans, in part because they live in regions where people do not typically swim;",
              "the only known report of a possible attack by a Greenland shark on a person dates to 1859.",
              "Greenland sharks are considered to be a near-threatened species by the International Union for Conservation of Nature.",
              "The species was valued for its liver oil;",
              "about 114 litres (30 gallons) of liver oil can be obtained from a large specimen (see also fish oil).",
              "(Although the flesh of the Greenland shark may be eaten, it is toxic unless properly cleaned and dried or repeatedly boiled prior to consumption.)",
              "Greenland sharks were fished commercially from the 19th century until 1960.",
              "Norway persecuted Greenland sharks during the 1970s, because they were considered to be a nuisance that threatened other fisheries.",
              "In the early 1900s as many as 30,000 Greenland sharks were caught a year.",
              "In the present day the annual take is far smaller;",
              "small-scale subsistence fisheries in the Arctic harvest fewer than 100 individuals annually, and roughly 1,200 are caught accidentally in fishing trawls."
            ]
          },
          {
            "title": "Greenland shark - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Greenland_shark",
            "content": [
              "Greenland shark - Wikipedia",
              "The Greenland shark (Somniosus microcephalus), also known as the gurry shark, grey shark, or by the Kalaallisut name eqalussuaq, is a large shark of the family Somniosidae (\"sleeper sharks\"), closely related to the Pacific and southern sleeper sharks.",
              "[2] The Greenland shark is a potentially important yet poorly studied cold-water species inhabiting the North Atlantic and Arctic Oceans.",
              "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
              "It is a generalist feeder, consuming a variety of available foods.",
              "[4] As an adaptation to living at depth,[5] it has a high concentration of trimethylamine N-oxide in its tissues, which causes the meat to be toxic.",
              "[6] Greenland shark flesh, treated to reduce toxin levels, is eaten in Iceland as a delicacy known as kæstur hákarl.",
              "[7] As it lives in the cold depths of the Arctic and North Atlantic, isolated from human activity, it is not known to be a threat to humans, and no attacks have been recorded.",
              "The Greenland shark is likely one of the largest living species of shark.",
              "It usually grows to between 2.",
              "4 and 7 m (7.",
              "9 and 23.",
              "0 ft) long and weighs between 400 and 1,400 kg (880 and 3,090 lb).",
              "[8][9][10][11] Males are typically smaller than females.",
              "It rivals the Pacific sleeper shark (possibly up to 7 m or 23 ft long) as the largest species in the family Somniosidae.",
              "The Greenland shark is a thickset species, with a short, rounded snout, small eyes, and very small dorsal and pectoral fins.",
              "The gill openings are very small for the species' great size.",
              "Coloration can range from pale creamy-gray to blackish-brown and the body is typically uniform in color, though whitish spots or faint dark streaks are occasionally seen on the back.",
              "[10] When feeding on large carcasses, the shark employs a rolling motion of its jaw.",
              "The 48 to 52 teeth of the upper jaw are very thin and pointed, lacking serrations.",
              "These upper jaw teeth act as an anchor while the lower jaw proceeds to cut massive chunks out of the prey.",
              "The 48 to 52 lower teeth are interlocking, broad and square in shape, containing short, smooth cusps that point outward.",
              "[10] Teeth in the two halves of the lower jaw are strongly pitched in opposite directions.",
              "[12] The Greenland shark is an apex predator and eats mostly fish, although they have been observed actively hunting seals in Canada.",
              "[4] The prey found in the stomachs of Greenland sharks is an indicator of the active hunting patterns of these predators.",
              "[13] Recorded fish prey have included smaller sharks, skates, eels, herring, capelin, Arctic char, cod, rosefish, sculpins, lumpfish, wolffish, and flounder.",
              "[10] Small Greenland sharks eat predominantly squid, while the larger sharks that are greater than 200 cm (79 in) were discovered eating prey such as epibenthic and benthic fishes as well as seals.",
              "The largest of these sharks were found having eaten redfish, as well as other higher trophic level prey.",
              "[14] Greenland sharks, because of their slow speeds, often hunt prey that are asleep.",
              "Using their cryptic coloration, they can approach prey undetected before closing the remaining distance by opening their large buccal cavity to create a suction that draws in the prey.",
              "This is the likely explanation for why the gut contents of Greenland sharks are often whole prey specimens.",
              "[13] Greenland sharks have also been found with remains of seals, moose,[15] and reindeer (in one case an entire reindeer body) in their stomachs.",
              "[10][16] The Greenland shark is known to be a scavenger and is attracted by the smell of rotting meat in the water.",
              "The sharks have frequently been observed gathering around fishing boats.",
              "[10] They also scavenge on seals.",
              "[17] Although such a large shark could easily consume a human swimmer, the frigid waters it typically inhabits make the likelihood of attacks on people very low.",
              "No cases of predation on humans have been verified.",
              "[10] As an ectotherm living in a just-above-freezing environment, the Greenland shark has the lowest swim speed and tail-beat frequency for its size across all fish species, which most likely correlates with its very slow metabolism and extreme longevity.",
              "[18] It swims at 1.",
              "22 km/h (0.",
              "76 mph), with its fastest cruising speed only reaching 2.",
              "6 km/h (1.",
              "6 mph).",
              "[19] Because this top speed is a fraction of that of a typical seal in their diet, biologists are uncertain how the sharks are able to prey on the seals.",
              "It is hypothesized that they may ambush them while they sleep.",
              "[20] Greenland sharks migrate annually based on depth and temperature rather than distance, although some do travel.",
              "During the winter, the sharks congregate in the shallows (up to 80° north) for warmth but migrate separately in summer to the deeps or even farther south.",
              "The species has been observed at a depth of 2,200 metres (7,200 ft) by a submersible investigating the wreck of the SS Central America that lies about 160 nautical miles (180 mi;",
              "300 km) east of Cape Hatteras, North Carolina.",
              "[21] Daily vertical migration between shallower and deeper waters has also been recorded.",
              "[22] In August 2013, researchers from Florida State University caught a Greenland shark in the Gulf of Mexico at a depth of 1,749 m (5,738 ft), where the water temperature was 4.",
              "1 °C (39.",
              "4 °F).",
              "[23] Four previous records of Greenland shark were reported from Cuba and the northern Gulf of Mexico.",
              "[24] A more typical depth range is 0–1,500 m (0–4,900 ft), with the species often occurring in relatively shallow waters in the far north and deeper in the southern part of its range.",
              "[25][26] In April 2022, a large Somniosus shark was caught and subsequently released on Glover's Reef off the coast of Belize.",
              "This shark was identified as being either a Greenland shark or a Greenland/Pacific sleeper shark hybrid.",
              "This observation is notable for being the first possible record of a Greenland shark from the Western Caribbean, and being caught on a nearshore coral reef (the only other record of this species from the Caribbean was made from a deep-water habitat off the Caribbean coast of Colombia).",
              "The discovery indicates that Greenland sharks may have a wider distribution in the tropics, primarily at greater depths, than previously believed.",
              "[27] The shark is often infested by the copepod Ommatokoita elongata, a crustacean which attaches itself to the shark's eyes.",
              "[28] It was speculated that the copepod may display bioluminescence and thus attract prey for the shark in a mutualistic relationship, but this hypothesis has not been verified.",
              "[29] These parasites also damage the eyeball in several ways, leading to almost complete blindness.",
              "This does not seem to reduce the life expectancy or predatory ability of Greenland sharks, due to their strong reliance on smell and hearing.",
              "[28][30] The shark occupies what tends to be a very deep environment seeking its preferred cold water (−0.",
              "6 to 12 °C or 31 to 54 °F) habitat.",
              "[1] When hoisted upon deck, it beats so violently with its tail, that it is dangerous to be near it, and the seamen generally dispatch it, without much loss of time.",
              "The pieces that are cut off exhibit a contraction of their muscular fibres for some time after life is extinct.",
              "It is, therefore, extremely difficult to kill, and unsafe to trust the hand within its mouth, even when the head is cut off.",
              "And, if we are to believe Crantz, this motion is to be observed three days after, if the part is trod on or struck.",
              "The Greenland shark has the longest known lifespan of all vertebrate species.",
              "[32] One Greenland shark was tagged off the coast of Greenland in 1936 and recaptured in 1952.",
              "Its measurements suggest that Greenland sharks grow at a rate of 0.",
              "5–1 cm (1⁄4–1⁄2 in) per year.",
              "[33] In 2016, a study based on 28 specimens that ranged from 81 to 502 cm (2 ft 8 in – 16 ft 6 in) in length used radiocarbon dating of crystals within the lenses of their eyes to determine their approximate ages.",
              "The oldest of the animals sampled, which was also the largest, had lived for 392 ± 120 years, and was consequently born between 1504 and 1744.",
              "[a] The authors further concluded that the species reaches sexual maturity at about 150 years of age.",
              "[32][34][35] Efforts to conserve Greenland sharks are particularly important due to their extreme longevity, long maturation periods, and the heightened sensitivity of large shark populations.",
              "[36] As recently as 1957, females were found not to deposit eggs in the bottom mud, but retain the developing embryos within their bodies so they are born alive (a process known as ovoviviparity) after an estimated gestation period of 8–18 years.",
              "[18] About ten pups per litter is normal, each initially measuring some 38–42 cm (15–16+1⁄2 in) in length.",
              "[34][37][self-published source?]",
              "Within a Greenland shark's uterus, villi serve a key function in supplying oxygen to embryos.",
              "It is speculated that due to embryonic metabolism dealing with reproduction, this only allows for a limited litter size of around 10 pups.",
              "[38] It has been estimated that due to their extreme longevity, Greenland sharks can have 200 to 700 pups during their lifetime.",
              "[18] Like other elasmobranchii, Greenland sharks have high concentrations of the two nitrogenous compounds urea and trimethylamine N-oxide (TMAO) in their tissues, which increase their buoyancy[39] and function as osmoprotectants.",
              "TMAO also counteracts the protein-destabilizing tendencies of urea[40][41] and deep-water pressure.",
              "[5][41] Its presence in the tissues of both elasmobranch and teleost fish has been found to increase with depth.",
              "[5][42] The blood of Greenland sharks contains three major types of hemoglobin, made up of two copies of α globin combined with two copies of three very similar β subunits.",
              "These three types show very similar oxygenation and carbonylation properties, which are unaffected by urea, an important compound in marine elasmobranch physiology.",
              "They display identical electronic absorption and resonance Raman spectra, indicating that their heme-pocket structures are identical or highly similar.",
              "The hemoglobins also have a lower affinity for O2 compared to temperate sharks.",
              "These characteristics are interpreted as adaptations to living at great water depths.",
              "[43] The flesh of the Greenland shark is toxic because of the presence of high concentrations of trimethylamine oxide (TMAO).",
              "If the meat is eaten without pretreatment, the ingested TMAO is metabolized into trimethylamine, which may be a uremic toxin.",
              "Occasionally, sled dogs that eat the flesh are unable to stand up because of this effect.",
              "Similar toxic effects occur with the related Pacific sleeper shark, but not in most other shark species.",
              "[44][45] The meat can be treated for safe consumption by boiling in several changes of water, drying, or fermenting for several months to produce kæstur hákarl.",
              "Traditionally, this is done by burying the meat in boreal ground for 6–8 weeks, which presses the TMAO out of the meat and also results in partial fermentation.",
              "The meat is then excavated and hung in strips to dry for several more months.",
              "[46] It is considered a delicacy in Iceland.",
              "[47][self-published source?]",
              "[48][49] The Greenland shark's poisonous flesh has a high urea content, which gave rise to the Inuit legend of Skalugsuak, the first Greenland shark.",
              "[50] The legend says that an old woman washed her hair in urine (a common practice to kill head lice) and dried it with a cloth.",
              "The cloth blew into the ocean to become Skalugsuak.",
              "[51] Another legend tells of Sedna whose father cut off her fingers while drowning her, with each finger turning into a sea creature, including Skalugsuak.",
              "[52] The Greenland shark plays a role in cosmologies of the Inuit from the Canadian Eastern Arctic and Greenland.",
              "Igloolik Inuit believe that the shark lives within the urine pot of Sedna, goddess of the sea, and consequently, its flesh has a urine-like smell and acts as a helping spirit to shamans.",
              "[53] As both scavengers and active predators, Greenland sharks have established themselves as apex predators in Arctic ecosystems. They eat a wide variety of fish, seals, and other prey within these ecosystems and have an important role in the intricate food web.",
              "[13][14] Greenland sharks are recognized as the longest-lived vertebrates on earth.",
              "They have a slow growth rate, late maturity period, and low fecundity, making the management and conservation of this species very important.",
              "As a result of their low productivity and extreme longevity, this species is particularly susceptible to overfishing.",
              "Therefore, Greenland sharks' longevity and conservative life history traits, in tandem with their vulnerability to accidental catching and commercial fishing, promotes a growing concern for the sustainability of this species.",
              "[54] The shark has historically been hunted for its liver oil up until the development of synthetic oils and cessation of export of liver oil and skin from Greenland in the 1960s.",
              "[55][full citation needed] In the 1970s, the species was perceived as a problem for other fisheries in western Norway and the government subsidized a fishery to reduce the stock of the species.",
              "[56][full citation needed] Approximately 3,500 individuals are taken as bycatch each year in the Atlantic and Arctic Ocean and Barents Sea.",
              "[57][full citation needed] More than 1,000 individuals are caught annually from Arctic waters south to USA waters.",
              "[58][full citation needed] Annual catch of Greenland sharks from the Barents Sea was estimated to be around 1,200 individuals per year.",
              "[57][1] The shark is likely affected by quantity, dynamics, and distribution of Arctic sea ice.",
              "[54] The rate of projected loss of sea ice will continue to negatively influence the abundance, distribution and availability of prey, while, at the same time, providing greater access for fishing fleets.",
              "[54] There is greater potential for new fisheries to develop as more productive and abundant southerly species invade the warming Arctic waters.",
              "[59][full citation needed][1]"
            ]
          }
        ]
      },
      "evidence": {
        "The longest living species of shark is the Greenland shark.": [
          "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
          "That was the first step in what has turned into some remarkable scientific detective work that resulted in a study that posited that Greenland sharks could be the longest-living vertebrate species in the world, surpassing the bowhead whale, koi fish, and Galapagos tortoise.",
          "But even at the lower end of the estimates, a 272-year lifespan makes the Greenland shark the longest-lived vertebrate.",
          "The results were astounding, indicating that Greenland sharks could live anywhere between 272 and 512 years."
        ],
        "The Greenland shark can survive for up to hundreds of years in the deep, cold waters of the Arctic and North Atlantic oceans.": [
          "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
          "As an ectotherm living in a just-above-freezing environment, the Greenland shark has the lowest swim speed and tail-beat frequency for its size across all fish species, which most likely correlates with its very slow metabolism and extreme longevity.",
          "Researchers estimated that the oldest Greenland shark in that study was about 392 years old, but the estimate had a margin of error of 120 years, which led to speculation that Greenland sharks could live to 512 years old.",
          "Greenland sharks (Somniosus microcephalus) are the longest-living animals with a backbone, and survive for up to hundreds of years in the deep, cold waters of the Arctic and North Atlantic oceans.",
          "No other vertebrate known has a life span as long as this species;",
          "radiocarbon dating of isotopes in the shark’s eye-lens nuclei suggests that the oldest Greenland sharks may be more than 500 years old."
        ],
        "One female Greenland shark was estimated to be about 400 years old, making it one of the longest-living animals on Earth.": [
          "No other vertebrate known has a life span as long as this species;",
          "radiocarbon dating of isotopes in the shark’s eye-lens nuclei suggests that the oldest Greenland sharks may be more than 500 years old.",
          "The Greenland shark has the longest known lifespan of all vertebrate species (estimated to be between 250 and 500 years),[3] and is among the largest extant species of shark.",
          "Greenland sharks are recognized as the longest-lived vertebrates on earth.",
          "The largest shark they found, a 5-meter female, was between 272 and 512 years old according to their estimates."
        ],
        "Greenland sharks grow at just 1cm a year.": [
          "Its measurements suggest that Greenland sharks grow at a rate of 0.5–1 cm (1⁄4–1⁄2 in) per year.",
          "However, one shark tagged in 1936 had only grown 2.3 inches when it reappeared 16 years later."
        ],
        "Greenland sharks reach sexual maturity at about the age of 150.": [
          "The team found that the sharks grow at just 1cm a year, and reach sexual maturity at about the age of 150.",
          "The authors further concluded that the species reaches sexual maturity at about 150 years of age.",
          "Females are thought to reach sexual maturity when they surpass the 4-metre (13-foot) mark in length, which takes approximately 150 years to achieve."
        ]
      },
      "subconclusions": {
        "The longest living species of shark is the Greenland shark.": "supported",
        "The Greenland shark can survive for up to hundreds of years in the deep, cold waters of the Arctic and North Atlantic oceans.": "supported",
        "One female Greenland shark was estimated to be about 400 years old, making it one of the longest-living animals on Earth.": "supported",
        "Greenland sharks grow at just 1cm a year.": "supported",
        "Greenland sharks reach sexual maturity at about the age of 150.": "supported"
      }
    }
  }
}