{
  "94cb15c5-b278-4ce3-b1e2-c2ac73500feb": {
    "query": "What is the oldest living organism on Earth and how long has it been alive?",
    "response": "That's a very interesting question. The answer depends on how you define a living organism and whether you consider clones as separate individuals or not. According to some sources[^1^] [^2^], the oldest known **non-cloned** living organism on Earth is a **bristlecone pine tree** named **Methuselah** in the White Mountains of California, which is about **5,000 years old**. However, if you include clones, then the oldest living organism could be a **sea grass meadow** near Spain, which is estimated to be **200,000 years old** and has self-cloned like a giant colony[^1^]. There are also other contenders for the oldest living organism, such as **stromatolites**, which are stony structures built by colonies of microscopic bacteria and are found in some salty lagoons or bays in Western Australia. Some of these stromatolites are about **3.5 billion years old**, but they are not considered as single organisms, but rather as communities of many organisms[^3^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.cnn.com/travel/article/oldest-living-things/index.html \"Where to see the oldest living things on Earth | CNN\"\n[2]: https://www.bbc.com/news/science-environment-40224991 \"The oldest living thing on Earth - BBC News\"\n[3]: https://www.bbc.com/travel/article/20210117-stromatolites-the-earths-oldest-living-lifeforms \"Stromatolites: The Earth’s oldest living lifeforms - BBC Travel\"\n\nThat's a very interesting question. The answer depends on how you define a living organism and whether you consider clones as separate individuals or not. According to some sources[^1^][1] [^2^][2], the oldest known **non-cloned** living organism on Earth is a **bristlecone pine tree** named **Methuselah** in the White Mountains of California, which is about **5,000 years old**. However, if you include clones, then the oldest living organism could be a **sea grass meadow** near Spain, which is estimated to be **200,000 years old** and has self-cloned like a giant colony[^1^][1]. There are also other contenders for the oldest living organism, such as **stromatolites**, which are stony structures built by colonies of microscopic bacteria and are found in some salty lagoons or bays in Western Australia. Some of these stromatolites are about **3.5 billion years old**, but they are not considered as single organisms, but rather as communities of many organisms[^3^][3].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.cnn.com](https://www.cnn.com/travel/article/oldest-living-things/index.html) [2. www.bbc.com](https://www.bbc.com/news/science-environment-40224991) [3. www.bbc.com](https://www.bbc.com/travel/article/20210117-stromatolites-the-earths-oldest-living-lifeforms)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Where to see the oldest living things on Earth | CNN",
        "seeMoreUrl": "https://www.cnn.com/travel/article/oldest-living-things/index.html",
        "searchQuery": "oldest living organism on Earth"
      },
      {
        "providerDisplayName": "The oldest living thing on Earth - BBC News",
        "seeMoreUrl": "https://www.bbc.com/news/science-environment-40224991",
        "searchQuery": "oldest living organism on Earth"
      },
      {
        "providerDisplayName": "Stromatolites: The Earth’s oldest living lifeforms - BBC Travel",
        "seeMoreUrl": "https://www.bbc.com/travel/article/20210117-stromatolites-the-earths-oldest-living-lifeforms",
        "searchQuery": "oldest living organism on Earth"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The oldest known non-cloned living organism on Earth is a bristlecone pine tree named Methuselah in the White Mountains of California, which is about 5,000 years old.",
        "The oldest living organism could be a sea grass meadow near Spain, which is estimated to be 200,000 years old and has self-cloned like a giant colony.",
        "Stromatolites are stony structures built by colonies of microscopic bacteria and are found in some salty lagoons or bays in Western Australia.",
        "Some stromatolites are about 3.5 billion years old.",
        "Stromatolites are not considered as single organisms, but rather as communities of many organisms."
      ],
      "queries": [
        "Oldest non-cloned living organism Methuselah bristlecone pine tree White Mountains California",
        "Spain sea grass meadow oldest living organism self-cloning",
        "Stromatolites definition and location Western Australia",
        "stromatolites age and origin",
        "?"
      ],
      "search_results": {
        "The oldest known non-cloned living organism on Earth is a bristlecone pine tree named Methuselah in the White Mountains of California, which is about 5,000 years old.": [
          {
            "title": "Methuselah (tree) - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Methuselah_(tree)",
            "content": [
              "Methuselah (tree) - Wikipedia",
              "Methuselah is a 4,855-year-old[1] Great Basin bristlecone pine (Pinus longaeva) tree growing high in the White Mountains of Inyo County in eastern California.",
              "[2][3] It is recognized as the non-clonal tree with the greatest confirmed age in the world.",
              "[4] The tree's name refers to the biblical patriarch Methuselah, who ostensibly lived to 969 years of age, thus becoming synonymous with longevity or old age in many European languages including English.",
              "[5][6] Methuselah is located between 2,900 and 3,000 m (9,500 and 9,800 ft) above sea level in the \"Methuselah Grove\" in the Ancient Bristlecone Pine Forest within the Inyo National Forest.",
              "The United States Forest Service does not disclose its exact location, although the tree's location is now widely known and available on the internet following a high-profile leak in 2021 after photos of the exact tree were found in a National Geographic article as well as its appearance in a documentary.",
              "[7][8][9][10][11] The tree's location was witheld for years out of fear the tree would be damaged.",
              "The claim that Methuselah is the oldest known tree is controversial.",
              "Methuselah was 4,789 years old when sampled in 1957[12] by Edmund Schulman and Tom Harlan,[1] with an estimated germination date of 2833 BC.",
              "Dendrochronologist Matthew Salzer of the University of Arizona has been unable to reproduce Schulman's age estimate, due to a missing core.",
              "Salzer's estimate is approximately 4,666 years old.",
              "[13] After the Llangernyw Yew was assessed by David Bellamy as 4,000 to 5,000 years old[14] \"using all available data\", and the Fortingall Yew, with its former 16 to 17-meter girth,[15] assessed as 5,000 years old, Methuselah may have lost claim to the title of world's oldest non-cloning tree.",
              "[16] The Rocky Mountain Tree-Ring Research Old List does not list these trees.",
              "[17] Another bristlecone specimen, WPN-114, nicknamed \"Prometheus\", was more than 4,844 years old when cut down in 1964, with an estimated germination date of 2880 BC.",
              "A dendrochronology, based on these trees and other bristlecone pine samples, extends back to about 9000 BC, albeit with a single gap of about 500 years.",
              "[18][3] An older bristlecone pine was reportedly discovered by Tom Harlan in 2009, based on a sample core collected in 1957.",
              "According to Harlan, the tree was 5,062 years old and still living in 2010.",
              "Neither the tree nor the sample core could be located after Harlan's death in 2013.",
              "[4] Other, longer-lived organisms are clonal colonies, such as a quaking aspen (Populus tremuloides) colony named \"Pando\" in the Fish Lake National Forest in south-central Utah that has been estimated to be 80,000 years old, although precise estimates of clonal organisms such as this aspen colony are impossible with current technologies, and other scientific attempts to age Pando have estimated it may be much younger;",
              "the 11,700-year-old creosote bush (Larrea tridentata) colony, named \"King Clone\", in the Mojave Desert near the Lucerne Valley in California;",
              "and the 9,500-year-old Norway spruce (Picea abies) colony named \"Old Tjikko\" in Sweden.",
              "[19][20][21] Methuselah, however, is the oldest known non-clonal organism for which a reliable age has been established, although the Alerce Milenario in Chile (5,484 years old),[22][23] Llangernyw Yew in Wales (4,000 – 5,000 years old) and especially the Fortingall Yew in Scotland (3,000 – 9,000 years old) have some age estimates exceeding that of Methuselah.",
              "[24][25][26][27][28]"
            ]
          },
          {
            "title": "The Methuselah tree and the secrets of Earth’s oldest organisms",
            "url": "https://www.theguardian.com/environment/2020/aug/02/the-methuselah-tree-and-the-secrets-of-earths-oldest-organisms",
            "content": [
              "The Methuselah tree and the secrets of Earth’s oldest organisms",
              "The 5,000-year-old bristlecone pine in California is a vivid example of how resourceful and resilient life can be As old-timers go, the Methuselah tree in California’s White Mountains takes some beating.",
              "According to research released last week, this ancient bristlecone pine will be 4,851 years old this year.",
              "Not a bad performance when it comes to avoiding the Grim Reaper.",
              "Nor is the Methuselah on its own in making recent headlines about longevity.",
              "Researchers announced last week they had found beds of kelp off Shetland, and in Irish and French Atlantic waters, that had survived for 16,000 years.",
              "A day later, an international group of scientists announced that they had revived microbes which had lain dormant in seabed mud for 100 million years.",
              "The physiological limits of life on Earth can be pushed to fairly spectacular limits, it would seem – although it should be stressed that each of these feats reveal different aspects of the ageing process.",
              "The Methuselah tree’s longevity reveals the remarkable endurance of a single entity.",
              "The kelp story reflects the great age of a population, but not of its individual plants, while the revival of ancient seabed microbes shows how suspended animation can be extraordinarily long-lasting.",
              "Nevertheless, there is a common theme to these recently announced research results, as an expert on ageing, Prof Tom Kirkwood of Newcastle University, points out: “These stories all speak to the endurance of life and at a time when we have become fixated with ideas about our own mortality.",
              "” The diversity of lifespans on Earth is certainly extraordinary.",
              "Mayflies live for little more than 24 hours in their adult form, while small, fresh-water organisms called hydra – which can regenerate damaged tissue – are considered to be effectively immortal.",
              "The fruit fly, from egg through larva and pupa to adult, lives for a mere 14 days, while the world’s oldest known terrestrial animal, 188-year-old Jonathan the giant tortoise, is still contentedly wandering around his home in the grounds of the governor’s residence on the island of Saint Helena.",
              "This startling variation in lifespans raises a fundamental question, however: why do some animals and plants live to a ripe old age while other, apparently very similar, lifeforms spend dramatically short times on Earth?",
              "One of the reasons is simple: animals that are prey tend to have shorter lives compared with predators, even though they have similar bodyweights.",
              "Everything is out to get them, in other words.",
              "This point is illustrated intriguingly by the examples of the mouse and the bat.",
              "Both are small mammals, but they have very different life expectancies.",
              "A mouse is lucky to survive a year in the wild and will die within three even if it is kept as a pampered pet.",
              "By contrast, most bats live until they are around 30, with some making it to 50 or more.",
              "So why such a startling difference?",
              "Part of the answer is straightforward, says David Clancy of Lancaster University.",
              "“One has wings and the other does not.",
              "That means the mouse is prey for a host of different land predators, from cats to humans.",
              "By contrast, the bat has no real enemies because it can always fly from danger.",
              "” However, it is not the avoidance of predators on its own that gives the bat its longevity, adds Clancy.",
              "Even in the absence of predators, a mouse’s lifespan will probably still be only a tenth that of a bat.",
              "There is a basic difference in the two creatures’ internal programming – involving processes such as the repair of damaged DNA – that underpins this divergence in age.",
              "“A mouse’s internal processes don’t invest very much in cell maintenance,” says Kirkwood.",
              "“There is no point, because the mouse is not going to live for very long.",
              "Why bother to keep cells in good repair if you are doomed to die in a year?",
              "” Cell maintenance is a costly business that uses up internal energy resources, and an animal will only provide just enough to keep it in good shape for as long as it expects to survive in the wild.",
              "“Instead, the mouse ‘bets’ its survival strategy – unconsciously, of course – on having large numbers of babies as quickly as possible,” adds Kirkwood.",
              "But what would happen if the mouse evolved wings, he asks.",
              "It could then fly about and avoid predators, just like a bat.",
              "“However its internal processing will still be providing poor maintenance to cells.",
              "It will die fairly quickly and so waste the benefit of evolving and growing those wings.",
              "” Evolutionary change would then begin, according to Kirkwood’s hypothesis, which is known as the disposable soma theory.",
              "Mice with wings will start to live longer firstly by avoiding predators, while those flying mice with slightly better cell repair systems than others will live even longer and so begin a gradual improvement in cell maintenance, which over generations would produce a flying mouse – a bat, in other words – that lives for much longer.",
              "And that is what we see in nature, says Kirkwood.",
              "A similar effect is seen in humans and chimps.",
              "The two species evolved from a common ancestor about seven million years ago.",
              "“Over that time, we have evolved bigger and bigger brains that have made it easier for us to develop strategies for surviving for longer periods, and so our cell maintenance services have had to improve,” says Kirkwood.",
              "As a result, he adds, our lifespans are now twice those of chimpanzees.",
              "“The crucial point to realise is that organisms didn’t evolve to die,” added Clancy.",
              "“They evolved to survive.",
              "The first organisms that appeared on Earth may only have had very short existences, but as new niches were found, expectations of living longer have slowly risen.",
              "Today, as a result, life endures for varying lengths of time across the globe in just about every possible place.",
              "”"
            ]
          },
          {
            "title": "Methuselah, a Bristlecone Pine is Thought to be the Oldest Living ...",
            "url": "https://www.usda.gov/media/blog/2011/04/21/methuselah-bristlecone-pine-thought-be-oldest-living-organism-earth",
            "content": [
              "Methuselah, a Bristlecone Pine is Thought to be the Oldest Living ...",
              "An official website of the United States government Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock ( LockA locked padlock ) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Blog Archives Bristlecone pines are a small group of trees that reach an age believed by many scientists to be far greater than that of any other living organism known to man -- up to nearly 5,000 years.",
              "The oldest of these near prehistoric pines is a tree nicknamed Methuselah (after Methuselah, the longest-lived person in the Bible).",
              "Methuselah is located in the Inyo National Forest and sits in a remote area between California's Sierra Nevada range and the Nevada border.",
              "To protect the oldest of all living things from vandalism, Methuselah precise location is undisclosed by the U.",
              "S.",
              "Forest Service.",
              "Over 4,789 years old, the age of Methuselah was determined by the measurement of core samples taken in 1957.",
              "The storied bristlecone pines grow in isolated groves at and just below the tree line in mountainous regions of California, Nevada and Colorado.",
              "These hardy trees thrive on adversity, living in harsh conditions and high elevation (about 10,000 feet) where little else survives.",
              "Fighting the elements for millennia, bristlecone pines have been exposed to extreme cold temperatures, dry soils, high winds, and short growing seasons.",
              "Being in a category known to many scientists as extremeophiles the trees grow very slowly.",
              "Bristlecone wood is very dense and resinous, and thus resistant to invasion by insects, fungi and other potential pests.",
              "In very old specimens, often only a narrow strip of living tissue connects the roots to a handful of live branches."
            ]
          }
        ],
        "The oldest living organism could be a sea grass meadow near Spain, which is estimated to be 200,000 years old and has self-cloned like a giant colony.": [
          {
            "title": "Patch of seagrass is world&#39;s oldest living organism",
            "url": "https://www.newscientist.com/article/dn21433-patch-of-seagrass-is-worlds-oldest-living-organism/",
            "content": [
              "Patch of seagrass is world&#39;s oldest living organism",
              "Advertisement Explore by section Explore by subject Explore our products and services By Wendy Zukerman 6 February 2012 Can’t keep up with the climate(Image: Jose B.",
              "Ruiz/Nature Picture Library/Rex Features) Can’t keep up with the climate (Image: Jose B.",
              "Ruiz/Nature Picture Library/Rex Features) It’s green and very, very old.",
              "A swathe of seagrass in the Mediterranean could be the oldest known living thing on Earth.",
              "Carlos Duarte of the University of Western Australia in Perth sequenced the DNA of Posidonia oceanica at 40 sites spanning 3500 kilometres of seafloor, from Spain to Cyprus.",
              "One patch off the island of Formentera was identical over 15 kilometres of coastline.",
              "Like all seagrasses, Posidonia oceanica reproduces by cloning, so meadows spanning many kilometres are genetically identical and considered one organism.",
              "Advertisement Given the plant’s annual growth rate the team calculated that the Formentera meadow must be between 80,000 and 200,000 years old, making it the oldest living organism on Earth.",
              "It trumps a Tasmanian shrub, Lomatia tasmanica, believed to be 43,600 years old.",
              "Despite its historical robustness, Duarte says the patch of P.",
              "oceanica is now threatened by climate change.",
              "The Mediterranean is warming three times faster than the world average, and each year P.",
              "oceanica meadows decline by around 5 per cent.",
              "“They have never experienced the speed of climate that the Mediterranean is currently experiencing,” he says.",
              "Journal reference: PLoS One, DOI: 10.",
              "1371/journal.",
              "pone.",
              "0030454 Correction (8 February 2012): A previous version of this story incorrectly identified Lomatia tasmanica as a seagrass – it is a shrub.",
              "Topics: Advertisement Explore the latest news, articles and features News Free News Free Features Subscriber-only News Free Trending New Scientist articles 1 2 3 4 5 6 7 8 9 10 Advertisement Download the app"
            ]
          },
          {
            "title": "A self-cloning sea grass is the world’s biggest plant: 3 stories you ...",
            "url": "https://www.conservation.org/blog/a-self-cloning-sea-grass-is-the-world-s-biggest-plant-3-stories-you-may-have-missed",
            "content": [
              "A self-cloning sea grass is the world’s biggest plant: 3 stories you ...",
              "© Joanne-Weston Editor's note: News about conservation and the environment is made every day, but some of it can fly under the radar.",
              "In a recurring feature, Conservation News shares three stories from the past week that you should know about.",
              "Scientists have discovered a new contender for the largest living organism.",
              "The story: Last week, we brought you a story about the world’s oldest living things.",
              "This week, it’s the largest.",
              "A new study has revealed that a massive meadow of sea grass off the coast of Australia is one giant, self-cloning organism, reports Kate Golembiewski for the New York Times.",
              "The species, called Poseidon’s ribbon weed, or Posidonia australis, has been expanding over an area the size of Cincinnati for more than 4,500 years.",
              "Golembiewski writes that Posidonia is able to clone itself by creating new shoots that branch off from its root system.",
              "But it gets even stranger: Posidonia isn’t just a clone.",
              "Researchers believe it may also be a polyploidy — a hybrid from two distinct species, possessing two complete sets of chromosomes.",
              "Polyploidy occurs in many different species, but often produces individuals that can't reproduce.",
              "In the case of Posidonia, cloning itself is the only way to stay alive.",
              "The big picture: Posidonia isn’t the only clonal plant colony in the world.",
              "One of the most famous and largest is a quaking aspen colony in Utah known as “Pando,” which originated from a single seed sometime near the end of the last ice age.",
              "The colony now makes up 40,000 aspen trees that are connected by a continuous root system.",
              "Scientists fear climate change and other sustained environmental degradation could spell the end of Pando, which has been shrinking in size in recent years.",
              "Posidonia, which is old enough to have survived the last ice age, may fare better in the face of rapidly shifting temperatures.",
              "In fact, Elizabeth Sinclair, one of the study’s authors, said the plant’s extra genes could give it “the ability to cope with a broad range of conditions, which is a great thing in climate change.",
              "” Read more here.",
              "Scientists can now listen for healthy coral.",
              "The story: The world’s coral reefs are struggling to survive.",
              "Climate-driven marine heatwaves have caused mass bleaching and die-offs, with 14 percent of the world's coral reefs destroyed between 2009 and 2018.",
              "Now, a group of scientists has developed a novel approach for detecting the damage: Using hundreds of reef recordings, they’ve trained a computer to track the health of coral reefs by listening to them, reports Angie Teo for Reuters.",
              "Thriving reefs sound a bit like a campfire, crackling with the cacophony of underwater life.",
              "In contrast, degraded reefs are far more silent.",
              "New research has shown that artificial intelligence can pick up on audio patterns that are not detectable to humans — providing fast, accurate data.",
              "“Sound recorders and AI could be used around the world to monitor the health of reefs, and discover whether attempts to protect and restore them are working,” the study’s co-author Tim Lamont told Cosmos.",
              "“In many cases it’s easier and cheaper to deploy an underwater hydrophone on a reef and leave it there than to have expert divers visiting the reef repeatedly to survey it, especially in remote locations.",
              "” The big picture: From motion-detector cameras that provide a real-world view of vulnerable species’ habitats, to tracking devices for monitoring wildlife migrations — technology is helping conservationists find solutions for critical environmental challenges.",
              "For example, Wildlife Insights, a cloud-based platform developed by Conservation International, Google and other partners, uses algorithms to identify camera trap images far faster than any researcher can.",
              "The data is critical to crafting smart policies for wildlife conservation.",
              "This month, Conservation International and partners launched a new app called “Fin Finder,” which enables customs inspectors to take a photo of a shark or manta ray fin and identify it within seconds.",
              "Powered by artificial intelligence, the app can help governments confiscate fins that are illegal to trade.",
              "Read more here.",
              "FURTHER READING: This cat is the star of a success story.",
              "The story: The Iberian lynx is the most endangered feline species in the world.",
              "The elusive cat, known for its distinctive amber eyes and bushy beard, was pushed to the brink by hunting, habitat loss and a virus that killed its main source of prey — the European rabbit.",
              "At its lowest point, less than 100 existed in the wild.",
              "But now, after 20 years of dedicated conservation efforts and a successful captive-breeding program, the lynx has made a triumphant return throughout its native habitat in Spain and Portugal, reports Christine Dell’amore for National Geographic.",
              "Slowly but surely, the population has inched upward and now there are around 400 individuals roaming the scrublands of Southern Europe.",
              "The big picture: The comeback cat still has a long road to recovery.",
              "Like many other large predators, the Iberian lynx needs a large, uninterrupted habitat with plenty of room to roam.",
              "But right now, its thousand-square-mile territory is fragmented and honeycombed by busy highways and other infrastructure.",
              "For Iberian lynx to truly bounce back, the isolated populations need to be able to reach one another and breed.",
              "The solution is to build wildlife corridors — essential passageways that allow animals to move from one safe location to another.",
              "It’s an approach that has worked for many other highly mobile species, including chimpanzees.",
              "Right now, efforts are underway to reconnect the fragmented habitat and help these felines find one another once again.",
              "Read more here.",
              "FURTHER READING: Will McCarry is a staff writer at Conservation International.",
              "Want to read more stories like this?",
              "Sign up for email updates here.",
              "Donate to Conservation International here.",
              "Cover image: A large seagrass bed in Honduras (© Joanne-Weston) Conservation International"
            ]
          },
          {
            "title": "Ancient seagrass holds secrets of the oldest living organism on Earth",
            "url": "https://www.sciencedaily.com/releases/2012/02/120207152545.htm",
            "content": [
              "Ancient seagrass holds secrets of the oldest living organism on Earth",
              "It's big, it's old and it lives under the sea -- and now an international research collaboration with The University of Western Australia's Ocean's Institute has confirmed that an ancient seagrass holds the secrets of the oldest living organism on Earth.",
              "Ancient giant Posidonia oceanica reproduces asexually, generating clones of itself.",
              "A single organism -- which has been found to span up to 15 kilometres in width and reach more than 6,000 metric tonnes in mass -- may well be more than 100,000 years old.",
              "\"Clonal organisms have an extraordinary capacity to transmit only 'highly competent' genomes, through generations, with potentially no end,\" said Director of UWA's Oceans' Institute Winthrop Professor Carlos Duarte.",
              "Researchers analysed 40 meadows across 3,500 kilometres of the Mediterranean sea.",
              "Computer models helped demonstrate that the clonal spread mode of Posidonia oceanica, which as all other seagrasses can reproduce both sexually and asexually, allows them to spread and maintain highly competent clones over millennia, whereas even the most competent genotypes of organisms that can only reproduce sexually are lost at every generation.",
              "\"Understanding why those particular genomes have been so adaptable to a broad range of environmental conditions for so long is the key to some interesting future research,\" Professor Duarte said.",
              "Seagrasses are the foundation of key coastal ecosystems but have waned globally for the past 20 years.",
              "Posidonia oceanica meadows are now declining at an estimated rate of five per cent annually.",
              "\"The concern is that while Posidonia oceanica meadows have thrived for millennia their current decline suggests they may no longer be able to adapt to the unprecedented rate of global climate change.\"",
              "The genus Posidonia occurs only in the Mediterranean and Australian waters.",
              "The findings have been published in the online journal PLoS ONE.",
              "Story Source: Materials provided by University of Western Australia.",
              "Note: Content may be edited for style and length.",
              "Journal Reference: Cite This Page: Stay informed with ScienceDaily's free email newsletter, updated daily and weekly.",
              "Or view our many newsfeeds in your RSS reader: Keep up to date with the latest news from ScienceDaily via social networks: Tell us what you think of ScienceDaily -- we welcome both positive and negative comments.",
              "Have any problems using the site?",
              "Questions?"
            ]
          }
        ],
        "Stromatolites are stony structures built by colonies of microscopic bacteria and are found in some salty lagoons or bays in Western Australia.": [
          {
            "title": "Stromatolites: The Earth’s oldest living lifeforms - BBC Travel",
            "url": "https://www.bbc.com/travel/article/20210117-stromatolites-the-earths-oldest-living-lifeforms",
            "content": [
              "Stromatolites: The Earth’s oldest living lifeforms - BBC Travel",
              "Culture Food Discovery Adventure Destinations Collections About us 50 Reasons to Love the World Untold America More The sunroof was open and the tinted windows were wound down.",
              "It was the closest I could get to soaking in the surrounds of desert and sea under the cloud-sailing sky.",
              "I was on Indian Ocean Drive heading a couple of hours north of Perth to Lake Thetis, on Western Australia’s wildcard Coral Coast.",
              "Like an M C Escher drawing, the landscape morphs from market gardens to limestone-spotted scrub, soundtracked with clattering windmills drawing water from the Yarragadee Aquifer formed during the Jurassic era.",
              "There were white-trunked eucalypts and punk-haired grass trees sprouting in their thousands, flocks of black cockatoos in raucous flight and, sadly, dozens of kangaroos that had ended their days as roadkill.",
              "Going on a road trip along the coast of the oldest continent on Earth was bound to be steeped in mysteries.",
              "As I passed green and yellow road signs warning to keep a look out for kangaroos, emus and echidnas, there was another rare life form I was seeking an audience with – one that traces its ancestry to the beginning of time.",
              "Along Australia's Indian Ocean Drive, punk-haired grass trees sprout in their thousands (Credit: Marian McGuinness) Stromatolites are living fossils and the oldest living lifeforms on our planet.",
              "The name derives from the Greek, stroma, meaning “mattress”, and lithos, meaning “rock”.",
              "Stromatolite literally means “layered rock”.",
              "The existence of these ancient rocks extends three-quarters of the way back to the origins of the Solar System.",
              "With a citizen scientist’s understanding, stromatolites are stony structures built by colonies of microscopic photosynthesising organisms called cyanobacteria.",
              "As sediment layered in shallow water, bacteria grew over it, binding the sedimentary particles and building layer upon millimetre layer until the layers became mounds.",
              "Their empire-building brought with it their most important role in Earth’s history.",
              "They breathed.",
              "Using the sun to harness energy, they produced and built up the oxygen content of the Earth’s atmosphere to about 20%, giving the kiss of life to all that was to evolve.",
              "Living stromatolites are found in only a few salty lagoons or bays on Earth.",
              "Western Australia is internationally significant for its variety of stromatolite sites, both living and fossilised.",
              "Fossils of the earliest known stromatolites, about 3.",
              "5 billion years old, are found about 1,000km north, near Marble Bar in the Pilbara region.",
              "With Earth an estimated 4.",
              "5 billion years old, it’s staggering to realise we can witness how the world looked at the dawn of time when the continents were forming.",
              "Before plants.",
              "Before dinosaurs.",
              "Before humans.",
              "You may also be interested in:• An extraordinary landscape at the edge of the world• The fight to save Australia’s ancient dinosaur trees• Australia’s answer to the Northern Lights The Indian Ocean Drive beat along.",
              "Every now and then through the scrub I caught glimpses of the blowy, white-capped turquoise water.",
              "Then snatches of the stark white, rippling sand dunes of the town of Lancelin.",
              "This is a coastline of shipwrecks and lobster shacks, of the scouring Roaring Forties, the wild westerly storm-bearing winds whipping the latitudes 40 and 50 degrees south, and the summer-soothing winds of the Fremantle Doctor, colloquially named for the relief it brings on a searing summer’s afternoon.",
              "This is a wild, weathered coast of enchantment.",
              "Stromatolites are living fossils and the oldest living lifeforms on our planet (Credit: MaXPdia/Getty Images) I was almost at Cervantes, the rock lobster capital of the coast on the northern edge of Nambung National Park.",
              "A couple of kilometres down a dirt road, I reached Lake Thetis, the home of the stromatolites.",
              "Lake Thetis was small, shallow and triangular.",
              "The bush track wound through thick-leaved, blue-petalled fanflower, seed-headed rushes and rashes of red-beaded samphire.",
              "Every now and then, the local kangaroos popped their heads up to check us out.",
              "And then I saw them.",
              "There were thousands of pumice-hued stromatolites quasi-camouflaged beneath the ripples, submerged like migrations of ancient turtles holding their breaths under the slightly opaque water.",
              "I was awestruck.",
              "Blocking out the peripheral surrounds and imagining the sky methane orange from volcanic activity, this is what life looked like at the beginning of time.",
              "The is much to see near Lake Thetis and Lake Clifton, including Nambung National Park (Credit: Marian McGuinness) Lake Thetis is just more than 2m deep and double the salinity of the sea.",
              "The lake became isolated about 4,800 years ago when the sea level fell during the last major glacial epoch.",
              "Shorelines receded and coastal dunes trapped the water inland, creating the lake.",
              "These stony oxygen givers are estimated to have been growing for about 3,500 years.",
              "A metal walkway braces out over the lake so you can see the stromatolites beneath.",
              "On the 1.",
              "5km walk that circumnavigates the lake, it’s look, but don’t touch, as many of the these ancient relics have been damaged by people carelessly walking on them.",
              "But there’s another side of the stromatolite family that is present on this stretch of coast.",
              "Evolutionary progress around a billion years ago started a slow segue that saw the layered stromatolites disappear as another variation emerged.",
              "They were their younger cousins: the thrombolites.",
              "Lake Clifton’s thrombolites are estimated to be a youthful 2,000 years old (Credit: Photon-Photos/Getty Images) About an hour’s drive south of Perth, I took the Old Coast Road into the Yalgorup National Park to Lake Clifton, home to the largest lake-dwelling thrombolites in the Southern Hemisphere.",
              "When the charismatic science presenter and University of Manchester’s rock star of particle physics, Professor Brian Cox, visited the thrombolites for his documentary series, Wonders of the Universe, his awe for the “weird, rocky blobs in the shallows” inspired many travellers to seek out Lake Clifton, to see “the first life on Earth”.",
              "Thrombolite derives from the same root as thrombosis, which means “clot”.",
              "Thrombolites are clotted in appearance, whereas stromatolites are layered.",
              "According to the late Dr Linda Moore from the University of Western Australia, stromatolites went into decline at a time where there was an explosion of more advanced marine life.",
              "Their ecosystem became challenged as the predator amoeba and other single-celled organisims called foraminifera used their finger-like extensions to engulf stromatolites, turning their fine, layered structures into clumps.",
              "To survive, stromatolites needed highly saline water that restricted other competing sea life, whereas thrombolites adapted.",
              "They survived and prospered in an environment less salty than the sea, their clotted texture providing a home where tiny fauna could coexist.",
              "With an impressive ancient lineal ancestry, Lake Clifton’s thrombolites are estimated to be a youthful 2,000 years old.",
              "Thrombolites can survive in an environment less salty than the sea (Credit: Photon-Photos/Getty Images) Here, too, a boardwalk ventures through the reeds and over the brackish lake, where beneath, the thrombolites can be viewed.",
              "With careful watching, you can see tiny strings of oxygen rising to the water’s surface.",
              "They are breathing.",
              "To the Noongar people of this region, their Dreamtime story tells the origin of the thrombolites.",
              "With the land dry, the Noongars prayed to the sea for the water to become fresh.",
              "Their creator left the sea in the form of the serpent, Woggaal Maadjit.",
              "She pushed through the sand dunes, creating an inlet.",
              "She laid her eggs (the thrombolites) and curled her body to protect them (the sand dunes protecting the lake).",
              "The baby serpents from the eggs that hatched carved out rivers, then when dying, they tunnelled underground forming subterranean springs on their way back to the Dreamtime.",
              "These springs provided fresh water for the Noongar people.",
              "From a scientific point of view, the microbial thrombolites use sunlight to photosynthesise for energy and to precipitate calcium carbonate (limestone) from the freshwater springs that bubble from the underlying aquifer.",
              "Groundwater flow that is low in salinity and nutrients and high in alkalinity is integral to their growth and survival;",
              "any alteration challenges their existence.",
              "Thrombolites can be safely viewed from a boardwalk at Lake Clifton (Credit: Marian McGuinness) Lake Clifton is a fragile environment.",
              "In 2009, the thrombolites were listed as critically endangered and are now protected under the Ramsar Convention on Wetlands of International Importance, placing this area in the same category as the Ramsar-listed, World Heritage Kakadu National Park, Australia’s largest national park that preserves the greatest variety of ecosystems on the continent.",
              "Conservation actions for Lake Clifton now include the construction of the boardwalk to prevent crushing the thrombolites, monitoring water quality and levels, protecting the buffer of native vegetation that helps filter nutrients and pollutants, monitoring the health of the thrombolite community and liaising with urban and agricultural landholders to manage and protect water quality.",
              "These stepping stones of life are in need of protection.",
              "The change in climate is affecting the lake’s salinity.",
              "Encroaching urbanisation has increased the inflow of nutrients, causing algal bloom that blocks sunlight and smothers the thrombolites.",
              "In just more than 100 years of human-induced stresors on the lake, survival of these ancient organisms is tenuous.",
              "Like the Dreamtime serpent, Woggaal Maadjit, it is up to us to protect them.",
              "Nature’s Curiosities is a BBC Travel series that offers a close-up look at the natural world, taking adventurous travellers on an unexpected journey of exploration.",
              "Join more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram.",
              "If you liked this story, sign up for the weekly bbc.",
              "com features newsletter called \"The Essential List\".",
              "A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday."
            ]
          },
          {
            "title": "Stromatolite - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Stromatolite",
            "content": [
              "Stromatolite - Wikipedia",
              "Stromatolites (/stroʊˈmætəˌlaɪts, strə-/)[2][3] or stromatoliths (from Ancient Greek στρῶμα (strôma), GEN στρώματος (strṓmatos) 'layer, stratum', and λίθος (líthos) 'rock')[4] are layered sedimentary formations (microbialite) that are created mainly by photosynthetic microorganisms such as cyanobacteria, sulfate-reducing bacteria, and Pseudomonadota (formerly proteobacteria).",
              "These microorganisms produce adhesive compounds that cement sand and other rocky materials to form mineral \"microbial mats\".",
              "In turn, these mats build up layer by layer, growing gradually over time.",
              "[5][6] A stromatolite may grow to a meter or more.",
              "[7][8] Fossilized stromatolites provide important records of some of the most ancient life.",
              "As of the Holocene, living forms are rare.",
              "Stromatolites are layered, biochemical, accretionary structures formed in shallow water by the trapping, binding and cementation of sedimentary grains in biofilms (specifically microbial mats), through the action of certain microbial lifeforms, especially cyanobacteria.",
              "[8] They exhibit a variety of forms and structures, or morphologies, including conical, stratiform, domal, columnar,[9] and branching types.",
              "[10] Stromatolites occur widely in the fossil record of the Precambrian, but are rare today.",
              "[11] Very few Archean stromatolites contain fossilized microbes, but fossilized microbes are sometimes abundant in Proterozoic stromatolites.",
              "[12] While features of some stromatolites are suggestive of biological activity, others possess features that are more consistent with abiotic (non-biological) precipitation.",
              "[13] Finding reliable ways to distinguish between biologically formed and abiotic stromatolites is an active area of research in geology.",
              "[14][15] Be it as it may, multiple morphologies of stromatolites may exist in a single local or geological strata, relating to the specific conditions occurring in different region and water depths.",
              "[16] Most stromatolites are spongiostromate in texture, having no recognisable microstructure or cellular remains.",
              "A minority are porostromate, having recognisable microstructure;",
              "these are mostly unknown from the Precambrian but persist throughout the Palaeozoic and Mesozoic.",
              "Since the Eocene, porostromate stromatolites are known only from freshwater settings.",
              "[17] Time lapse photography of modern microbial mat formation in a laboratory setting gives some revealing clues to the behavior of cyanobacteria in stromatolites.",
              "Biddanda et al.",
              "(2015) found that cyanobacteria exposed to localized beams of light moved towards the light, or expressed phototaxis, and increased their photosynthetic yield, which is necessary for survival.",
              "[18] In a novel experiment, the scientists projected a school logo onto a petri dish containing the organisms, which accreted beneath the lighted region, forming the logo in bacteria.",
              "[18] The authors speculate that such motility allows the cyanobacteria to seek light sources to support the colony.",
              "[18] In both light and dark conditions, the cyanobacteria form clumps that then expand outwards, with individual members remaining connected to the colony via long tendrils.",
              "This may be a protective mechanism that affords evolutionary benefit to the colony in harsh environments where mechanical forces act to tear apart the microbial mats.",
              "Thus these sometimes elaborate structures, constructed by microscopic organisms working somewhat in unison, are a means of providing shelter and protection from a harsh environment.",
              "Lichen stromatolites are a proposed mechanism of formation of some kinds of layered rock structure that are formed above water, where rock meets air, by repeated colonization of the rock by endolithic lichens.",
              "[19][20] Some Archean rock formations show macroscopic similarity to modern microbial structures, leading to the inference that these structures represent evidence of ancient life, namely stromatolites.",
              "However, others regard these patterns as being due to natural material deposition or some other abiogenic mechanism.",
              "Scientists have argued for a biological origin of stromatolites due to the presence of organic globule clusters within the thin layers of the stromatolites, of aragonite nanocrystals (both features of current stromatolites),[14] and of other microstructures in older stromatolites that parallel those in younger stromatolites that show strong indications of biological origin.",
              "[21][22] Stromatolites are a major constituent of the fossil record of the first forms of life on earth.",
              "[23] They peaked about 1.",
              "25 billion years ago[21] and subsequently declined in abundance and diversity,[24] so that by the start of the Cambrian they had fallen to 20% of their peak.",
              "The most widely supported explanation is that stromatolite builders fell victim to grazing creatures (the Cambrian substrate revolution);",
              "this theory implies that sufficiently complex organisms were common over 1 billion years ago.",
              "[25][26][27] Another hypothesis is that protozoans such as foraminifera were responsible for the decline, favoring formation of thrombolites over stromatolites through microscopic bioturbation.",
              "[28] Proterozoic stromatolite microfossils (preserved by permineralization in silica) include cyanobacteria and possibly some forms of the eukaryote chlorophytes (that is, green algae).",
              "One genus of stromatolite very common in the geologic record is Collenia.",
              "The connection between grazer and stromatolite abundance is well documented in the younger Ordovician evolutionary radiation;",
              "stromatolite abundance also increased after the end-Ordovician and end-Permian extinctions decimated marine animals, falling back to earlier levels as marine animals recovered.",
              "[29] Fluctuations in metazoan population and diversity may not have been the only factor in the reduction in stromatolite abundance.",
              "Factors such as the chemistry of the environment may have been responsible for changes.",
              "[30][11] While prokaryotic cyanobacteria reproduce asexually through cell division, they were instrumental in priming the environment for the evolutionary development of more complex eukaryotic organisms.[23] They are thought to be largely responsible for increasing the amount of oxygen in the primeval earth's atmosphere through their continuing photosynthesis (see Great Oxygenation Event).",
              "They use water, carbon dioxide, and sunlight to create their food.",
              "A layer of polysaccharides often forms over mats of cyanobacterial cells.",
              "[31] In modern microbial mats, debris from the surrounding habitat can become trapped within the polysaccharide layer, which can be cemented together by the calcium carbonate to grow thin laminations of limestone.",
              "These laminations can accrete over time, resulting in the banded pattern common to stromatolites.",
              "The domal morphology of biological stromatolites is the result of the vertical growth necessary for the continued infiltration of sunlight to the organisms for photosynthesis.",
              "Layered spherical growth structures termed oncolites are similar to stromatolites and are also known from the fossil record.",
              "Thrombolites are poorly laminated or non-laminated clotted structures formed by cyanobacteria, common in the fossil record and in modern sediments.",
              "[14] There is evidence that thrombolites form in preference to stromatolites when foraminifera are part of the biological community.",
              "[32] The Zebra River Canyon area of the Kubis platform in the deeply dissected Zaris Mountains of south western Namibia provides an extremely well exposed example of the thrombolite-stromatolite-metazoan reefs that developed during the Proterozoic period, the stromatolites here being better developed in updip locations under conditions of higher current velocities and greater sediment influx.",
              "[33] Modern stromatolites are mostly found in hypersaline lakes and marine lagoons where extreme conditions due to high saline levels prevent animal grazing.",
              "[34][35] One such location where excellent modern specimens can be observed is Hamelin Pool Marine Nature Reserve, Shark Bay in Western Australia.",
              "Another location is Pampa del Tamarugal National Reserve in Chile.",
              "A third is Lagoa Salgada (\"Salty Lake\"), in the state of Rio Grande do Norte, Brazil, where modern stromatolites can be observed as both bioherms (domal type) and beds.",
              "Inland stromatolites can also be found in saline waters in Cuatro Ciénegas Basin, a unique ecosystem in the Mexican desert, and in Lake Alchichica, a maar lake in Mexico's Oriental Basin.",
              "The only open marine environment where modern stromatolites are known to prosper is the Exuma Cays in the Bahamas.",
              "[36][37] In 2010, a fifth type of chlorophyll, namely chlorophyll f, was discovered by Min Chen from stromatolites in Shark Bay.",
              "[38] Halococcus hamelinensis, a halophilic archaeon, occurs in living stromatolites in Shark Bay where it is exposed to extreme conditions of UV radiation, salinity and desiccation.",
              "[39] H.",
              "hamelinesis possesses genes that encode enzymes employed in the repair of UV induced damages in DNA by the processes of nucleotide excision repair and photoreactivation.",
              "[39] Laguna de Bacalar in Mexico's southern Yucatán Peninsula, in the state of Quintana Roo, has an extensive formation of living giant microbialites (that is, stromatolites or thrombolites).",
              "The microbialite bed is over 10 km (6.",
              "2 mi) long with a vertical rise of several meters in some areas.",
              "These may be the largest sized living freshwater microbialites, or any organism, on Earth.",
              "[40] Alchichica Lake in Puebla, Mexico has two distinct morphologic generations of stromatolites: columnar-dome like structures, rich in aragonite, forming near the shore line, dated back to 1,100 years before present (ybp) and spongy-cauliflower like thrombolytic structures that dominate the lake from top to the bottom, mainly composed of hydromagnesite, huntite, calcite and dated back to 2,800 ybp.",
              "[41] A little farther to the south, a 1.",
              "5 km stretch of reef-forming stromatolites (primarily of the genus Scytonema) occurs in Chetumal Bay in Belize, just south of the mouth of the Rio Hondo and the Mexican border.",
              "[42] Large, up to 40 m high, microbialite towers were discovered in the largest soda lake on Earth: 460 m deep Lake Van in Eastern Turkey.",
              "They are composed of aragonite growing on presumably precipitating inorganically calcite at sub-lacustrine karst-water sources.",
              "[43] Freshwater stromatolites are found in Lake Salda in southern Turkey.",
              "The waters are rich in magnesium and the stromatolite structures are made of hydromagnesite.",
              "[44] Two instances of freshwater stromatolites are also found in Canada, at Pavilion Lake and Kelly Lake in British Columbia.",
              "Pavilion Lake has the largest known freshwater stromatolites and NASA is currently conducting xenobiology research there.",
              "[45] NASA, the Canadian Space Agency, and numerous universities from around the world are collaborating on a project to study the microbialite life in the lakes.",
              "Called the \"Pavilion Lake Research Project\" (PLRP), its aim is to study what conditions on the lakes' bottoms are most likely to harbor life and develop a better hypothesis on how environmental factors affect microbialite life.",
              "The end goal of the project is to better understand what conditions would likely harbor life on other planets.",
              "[46] Now concluded, there was a citizen science project conducted online called \"MAPPER\" where volunteers sorted through thousands of photos of the lake bottoms and tagged the presence of microbialites, algae and other lake bed features.",
              "[47] Microbialites have been discovered in an open pit pond at an abandoned asbestos mine near Clinton Creek, Yukon, Canada.",
              "[48] These microbialites are extremely young and presumably began forming soon after the mine closed in 1978.",
              "The combination of a low sedimentation rate, high calcification rate, and low microbial growth rate appears to result in the formation of these microbialites.",
              "Microbialites at an historic mine site demonstrates that an anthropogenically constructed environment can foster microbial carbonate formation.",
              "This has implications for creating artificial environments for building modern microbialites including stromatolites.",
              "A very rare type of non-lake dwelling stromatolite lives in the Nettle Cave at Jenolan Caves, NSW, Australia.",
              "[49] The cyanobacteria live on the surface of the limestone, and are sustained by the calcium rich dripping water, which allows them to grow toward the two open ends of the cave which provide light.",
              "[50] Stromatolites composed of calcite have been found in both the Blue Lake in the dormant volcano, Mount Gambier and at least eight cenote lakes including the Little Blue Lake in the Lower South-East of South Australia.",
              "[51]"
            ]
          },
          {
            "title": "What are Stromatolites? - Bush Heritage Australia",
            "url": "https://www.bushheritage.org.au/species/stromatolites",
            "content": [
              "What are Stromatolites? - Bush Heritage Australia",
              "Hamelin Pool is home to the most extensive living Stromatolite system in the world.",
              "Stromatolites – Greek for ‘layered rock’ – are microbial reefs created by cyanobacteria (formerly known as blue-green algae).",
              "Stromatolite deposits are formed by sediment trapping and binding, and/or by precipitation activities of the microbial communities (Awramik 1976).",
              "The microbes are active on the surface layer of the Stromatolites, while the underlying build-up is a lithified remnant of former microbial surface communities, that could be interpreted as a trace-fossil.",
              "For context, consider that the Earth itself has been around for 4.",
              "5 billion years, and that Homo sapiens have only been on Earth for 195,000 years.",
              "(1) What’s more, Stromatolites are the reason why we’re alive today!",
              "Before cyanobacteria the air was only 1% oxygen.",
              "Then, for 2 billion years, photosynthesising Stromatolites pumped oxygen into the oceans (like underwater trees, before trees existed).",
              "When the oceans’ waters were saturated, oxygen was released into the air, and with around 20% of oxygen in the air, life was able to flourish and evolve.",
              "(2) Even today you can see Stromatolites ‘fizzing’ underwater, releasing oxygen.",
              "Join our email list to learn more about native species and get free digital wallpapers!",
              "Living Stromatolites are no longer widely distributed.",
              "There are only two well-developed marine Stromatolite areas in the world: in the Bahamas and at Hamelin Pool in the Shark Bay area of Western Australia.",
              "Australia’s marine Stromatolites are protected: they're part of the Hamelin Pool Marine Nature Reserve, which lies within the UNESCO World Heritage listed Shark Bay.",
              "The adjacent Hamelin Station Reserve is now owned by Bush Heritage Australia.",
              "Hamelin Pool is perfect for Stromatolites because it’s hypersaline.",
              "Sea grass forms a ‘barrier’ between Hamelin Pool and the rest of the ocean, preventing ocean circulation, which would dilute the super-salty water.",
              "(3) But sea grass meadows are being damaged by the runoff caused by floods and extreme temperature events.",
              "Climate change is likely to lead to more frequent tropical storms and more frequent flooding events in the area,(4) threatening the Stromatolites of Hamelin Pool.",
              "Human interference is another threat.",
              "To protect the delicate structures, visitors are restricted to the boardwalk.",
              "From here they may be underwhelmed: Stromatolites look a little like cow pats from that vista.",
              "But, as Stromatolite expert Dr.",
              "Erica Suosaari says: On the border of Hamelin Pool lies Hamelin Station, a 202,000 hectare property that we purchased in 2015.",
              "Hamelin Station was once a pastoral property running sheep and goats.",
              "We’ve since removed stock and have begun a process of restoration and revegetation.",
              "These land management practices will help to lessen the damage of runoff events in the future.",
              "Donate today to help us continue this and other vital conservation work.",
              "Stromatolite stories BLOG 12/12/2017 Dust - it can be the bane of life in the bush, getting into everything, damaging equipment, making work around the house and shed.",
              "But it turns out we can learn a lot from dust about the Earth's history.",
              "Every grain has a unique chemical signature that provides information both about its origin and about the chemistry of the environment in which it accumulates.",
              "BLOG 26/05/2017 We were thrilled to again host the annual Curtin University Shark Bay field trip at Hamelin.",
              "Over the past 20 years Applied Geology Students have made the trek to Shark Bay to examine geology of the southern Carnarvon Basin.",
              "BLOG 11/04/2017 I recently had the chance to travel to an ancient Cambrian Stromatolite system in Mason, Texas with a group from Rice University and the University of Miami.",
              "These Upper Cambrian (~500 million-year-old) carbonates contain fossil Stromatolites that can be broadly compared to the modern system in Hamelin Pool.",
              "BLOG 22/11/2016 Renowned for its natural beauty and scientific significance, the Shark Bay World Heritage Area is home to the Wooramel Bank, which is the largest seagrass bank (4,800km2) in the world.",
              "It also has one of the largest and most stable populations of Dugongs, and the largest and most diverse assemblage of modern Stromatolites in Hamelin Pool.",
              "BUSHTRACKS 16/06/2016 Over billions of years, a complex interaction between climate and environment at Hamelin Pool has created the miracle of ‘living fossils’ called stromatolites.",
              "These extraordinary natural monuments contain microbes similar to those found in 3,500-million-year-old fossils – the earliest record of life on Earth.",
              "BLOG 28/04/2016 Hamelin Pool is indeed one of the most phenomenal places on the planet.",
              "I recently had the pleasure of being able to share some of my favourite localities with students from Curtin University.",
              "For me it was an incredible experience to be able to share my knowledge of Hamelin Pool with a group of keen, smart students who were keen to learn and thoroughly enjoyed the wonder of the region.",
              "BLOG 15/04/2016 Hamelin Pool is home to the most extensive and diverse actively accreting Stromatolite development in the world – a better understanding of the modern Stromatolites in Hamelin Pool may help offer understanding to life on early Earth.",
              "Giant Burrowing Cockroaches Southern Cassowary Goannas Dunnarts Quolls Kangaroos Tawny Frogmouth Red-tailed Phascogales Wallabies Short-beaked Echidna Edgbaston Goby Mulgaras Platypus Hamelin Skink Striped Legless Lizards Tasmanian Devils Bowerbirds Gliders Sea Turtles Bandicoots Murray Cod Red-finned Blue-eye Budgerigars Grasswrens Owls of Australia Wombats Golden Shouldered Parrot Emu Grass trees Thorny Devils Wedge-tailed Eagles Hopping Mice Cockatoos Australian Fan Palms Brolgas Plains-wanderer Stromatolites Holy Cross Frog Honey Possums Dingoes Koalas Rare Victorian Orchids Malleefowl Bearded Dragons Bilbies Bettongs Night Parrot Pygmy Possums Contact us Bush Heritage Australia Level 10, 637 Flinders St Docklands, VIC 3008 PO Box 329, Flinders Lane, VIC, 8009 1300 NATURE (1300 628 873) info@bushheritage.",
              "org.",
              "au Connect"
            ]
          }
        ],
        "Some stromatolites are about 3.5 billion years old.": [
          {
            "title": "Stromatolites: The Earth’s oldest living lifeforms - BBC Travel",
            "url": "https://www.bbc.com/travel/article/20210117-stromatolites-the-earths-oldest-living-lifeforms",
            "content": [
              "Stromatolites: The Earth’s oldest living lifeforms - BBC Travel",
              "Culture Food Discovery Adventure Destinations Collections About us 50 Reasons to Love the World Untold America More The sunroof was open and the tinted windows were wound down.",
              "It was the closest I could get to soaking in the surrounds of desert and sea under the cloud-sailing sky.",
              "I was on Indian Ocean Drive heading a couple of hours north of Perth to Lake Thetis, on Western Australia’s wildcard Coral Coast.",
              "Like an M C Escher drawing, the landscape morphs from market gardens to limestone-spotted scrub, soundtracked with clattering windmills drawing water from the Yarragadee Aquifer formed during the Jurassic era.",
              "There were white-trunked eucalypts and punk-haired grass trees sprouting in their thousands, flocks of black cockatoos in raucous flight and, sadly, dozens of kangaroos that had ended their days as roadkill.",
              "Going on a road trip along the coast of the oldest continent on Earth was bound to be steeped in mysteries.",
              "As I passed green and yellow road signs warning to keep a look out for kangaroos, emus and echidnas, there was another rare life form I was seeking an audience with – one that traces its ancestry to the beginning of time.",
              "Along Australia's Indian Ocean Drive, punk-haired grass trees sprout in their thousands (Credit: Marian McGuinness) Stromatolites are living fossils and the oldest living lifeforms on our planet.",
              "The name derives from the Greek, stroma, meaning “mattress”, and lithos, meaning “rock”.",
              "Stromatolite literally means “layered rock”.",
              "The existence of these ancient rocks extends three-quarters of the way back to the origins of the Solar System.",
              "With a citizen scientist’s understanding, stromatolites are stony structures built by colonies of microscopic photosynthesising organisms called cyanobacteria.",
              "As sediment layered in shallow water, bacteria grew over it, binding the sedimentary particles and building layer upon millimetre layer until the layers became mounds.",
              "Their empire-building brought with it their most important role in Earth’s history.",
              "They breathed.",
              "Using the sun to harness energy, they produced and built up the oxygen content of the Earth’s atmosphere to about 20%, giving the kiss of life to all that was to evolve.",
              "Living stromatolites are found in only a few salty lagoons or bays on Earth.",
              "Western Australia is internationally significant for its variety of stromatolite sites, both living and fossilised.",
              "Fossils of the earliest known stromatolites, about 3.",
              "5 billion years old, are found about 1,000km north, near Marble Bar in the Pilbara region.",
              "With Earth an estimated 4.",
              "5 billion years old, it’s staggering to realise we can witness how the world looked at the dawn of time when the continents were forming.",
              "Before plants.",
              "Before dinosaurs.",
              "Before humans.",
              "You may also be interested in:• An extraordinary landscape at the edge of the world• The fight to save Australia’s ancient dinosaur trees• Australia’s answer to the Northern Lights The Indian Ocean Drive beat along.",
              "Every now and then through the scrub I caught glimpses of the blowy, white-capped turquoise water.",
              "Then snatches of the stark white, rippling sand dunes of the town of Lancelin.",
              "This is a coastline of shipwrecks and lobster shacks, of the scouring Roaring Forties, the wild westerly storm-bearing winds whipping the latitudes 40 and 50 degrees south, and the summer-soothing winds of the Fremantle Doctor, colloquially named for the relief it brings on a searing summer’s afternoon.",
              "This is a wild, weathered coast of enchantment.",
              "Stromatolites are living fossils and the oldest living lifeforms on our planet (Credit: MaXPdia/Getty Images) I was almost at Cervantes, the rock lobster capital of the coast on the northern edge of Nambung National Park.",
              "A couple of kilometres down a dirt road, I reached Lake Thetis, the home of the stromatolites.",
              "Lake Thetis was small, shallow and triangular.",
              "The bush track wound through thick-leaved, blue-petalled fanflower, seed-headed rushes and rashes of red-beaded samphire.",
              "Every now and then, the local kangaroos popped their heads up to check us out.",
              "And then I saw them.",
              "There were thousands of pumice-hued stromatolites quasi-camouflaged beneath the ripples, submerged like migrations of ancient turtles holding their breaths under the slightly opaque water.",
              "I was awestruck.",
              "Blocking out the peripheral surrounds and imagining the sky methane orange from volcanic activity, this is what life looked like at the beginning of time.",
              "The is much to see near Lake Thetis and Lake Clifton, including Nambung National Park (Credit: Marian McGuinness) Lake Thetis is just more than 2m deep and double the salinity of the sea.",
              "The lake became isolated about 4,800 years ago when the sea level fell during the last major glacial epoch.",
              "Shorelines receded and coastal dunes trapped the water inland, creating the lake.",
              "These stony oxygen givers are estimated to have been growing for about 3,500 years.",
              "A metal walkway braces out over the lake so you can see the stromatolites beneath.",
              "On the 1.",
              "5km walk that circumnavigates the lake, it’s look, but don’t touch, as many of the these ancient relics have been damaged by people carelessly walking on them.",
              "But there’s another side of the stromatolite family that is present on this stretch of coast.",
              "Evolutionary progress around a billion years ago started a slow segue that saw the layered stromatolites disappear as another variation emerged.",
              "They were their younger cousins: the thrombolites.",
              "Lake Clifton’s thrombolites are estimated to be a youthful 2,000 years old (Credit: Photon-Photos/Getty Images) About an hour’s drive south of Perth, I took the Old Coast Road into the Yalgorup National Park to Lake Clifton, home to the largest lake-dwelling thrombolites in the Southern Hemisphere.",
              "When the charismatic science presenter and University of Manchester’s rock star of particle physics, Professor Brian Cox, visited the thrombolites for his documentary series, Wonders of the Universe, his awe for the “weird, rocky blobs in the shallows” inspired many travellers to seek out Lake Clifton, to see “the first life on Earth”.",
              "Thrombolite derives from the same root as thrombosis, which means “clot”.",
              "Thrombolites are clotted in appearance, whereas stromatolites are layered.",
              "According to the late Dr Linda Moore from the University of Western Australia, stromatolites went into decline at a time where there was an explosion of more advanced marine life.",
              "Their ecosystem became challenged as the predator amoeba and other single-celled organisims called foraminifera used their finger-like extensions to engulf stromatolites, turning their fine, layered structures into clumps.",
              "To survive, stromatolites needed highly saline water that restricted other competing sea life, whereas thrombolites adapted.",
              "They survived and prospered in an environment less salty than the sea, their clotted texture providing a home where tiny fauna could coexist.",
              "With an impressive ancient lineal ancestry, Lake Clifton’s thrombolites are estimated to be a youthful 2,000 years old.",
              "Thrombolites can survive in an environment less salty than the sea (Credit: Photon-Photos/Getty Images) Here, too, a boardwalk ventures through the reeds and over the brackish lake, where beneath, the thrombolites can be viewed.",
              "With careful watching, you can see tiny strings of oxygen rising to the water’s surface.",
              "They are breathing.",
              "To the Noongar people of this region, their Dreamtime story tells the origin of the thrombolites.",
              "With the land dry, the Noongars prayed to the sea for the water to become fresh.",
              "Their creator left the sea in the form of the serpent, Woggaal Maadjit.",
              "She pushed through the sand dunes, creating an inlet.",
              "She laid her eggs (the thrombolites) and curled her body to protect them (the sand dunes protecting the lake).",
              "The baby serpents from the eggs that hatched carved out rivers, then when dying, they tunnelled underground forming subterranean springs on their way back to the Dreamtime.",
              "These springs provided fresh water for the Noongar people.",
              "From a scientific point of view, the microbial thrombolites use sunlight to photosynthesise for energy and to precipitate calcium carbonate (limestone) from the freshwater springs that bubble from the underlying aquifer.",
              "Groundwater flow that is low in salinity and nutrients and high in alkalinity is integral to their growth and survival;",
              "any alteration challenges their existence.",
              "Thrombolites can be safely viewed from a boardwalk at Lake Clifton (Credit: Marian McGuinness) Lake Clifton is a fragile environment.",
              "In 2009, the thrombolites were listed as critically endangered and are now protected under the Ramsar Convention on Wetlands of International Importance, placing this area in the same category as the Ramsar-listed, World Heritage Kakadu National Park, Australia’s largest national park that preserves the greatest variety of ecosystems on the continent.",
              "Conservation actions for Lake Clifton now include the construction of the boardwalk to prevent crushing the thrombolites, monitoring water quality and levels, protecting the buffer of native vegetation that helps filter nutrients and pollutants, monitoring the health of the thrombolite community and liaising with urban and agricultural landholders to manage and protect water quality.",
              "These stepping stones of life are in need of protection.",
              "The change in climate is affecting the lake’s salinity.",
              "Encroaching urbanisation has increased the inflow of nutrients, causing algal bloom that blocks sunlight and smothers the thrombolites.",
              "In just more than 100 years of human-induced stresors on the lake, survival of these ancient organisms is tenuous.",
              "Like the Dreamtime serpent, Woggaal Maadjit, it is up to us to protect them.",
              "Nature’s Curiosities is a BBC Travel series that offers a close-up look at the natural world, taking adventurous travellers on an unexpected journey of exploration.",
              "Join more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram.",
              "If you liked this story, sign up for the weekly bbc.",
              "com features newsletter called \"The Essential List\".",
              "A handpicked selection of stories from BBC Future, Culture, Worklife and Travel, delivered to your inbox every Friday."
            ]
          },
          {
            "title": "Stromatolite - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Stromatolite",
            "content": [
              "Stromatolite - Wikipedia",
              "Stromatolites (/stroʊˈmætəˌlaɪts, strə-/)[2][3] or stromatoliths (from Ancient Greek στρῶμα (strôma), GEN στρώματος (strṓmatos) 'layer, stratum', and λίθος (líthos) 'rock')[4] are layered sedimentary formations (microbialite) that are created mainly by photosynthetic microorganisms such as cyanobacteria, sulfate-reducing bacteria, and Pseudomonadota (formerly proteobacteria).",
              "These microorganisms produce adhesive compounds that cement sand and other rocky materials to form mineral \"microbial mats\".",
              "In turn, these mats build up layer by layer, growing gradually over time.",
              "[5][6] A stromatolite may grow to a meter or more.",
              "[7][8] Fossilized stromatolites provide important records of some of the most ancient life.",
              "As of the Holocene, living forms are rare.",
              "Stromatolites are layered, biochemical, accretionary structures formed in shallow water by the trapping, binding and cementation of sedimentary grains in biofilms (specifically microbial mats), through the action of certain microbial lifeforms, especially cyanobacteria.",
              "[8] They exhibit a variety of forms and structures, or morphologies, including conical, stratiform, domal, columnar,[9] and branching types.",
              "[10] Stromatolites occur widely in the fossil record of the Precambrian, but are rare today.",
              "[11] Very few Archean stromatolites contain fossilized microbes, but fossilized microbes are sometimes abundant in Proterozoic stromatolites.",
              "[12] While features of some stromatolites are suggestive of biological activity, others possess features that are more consistent with abiotic (non-biological) precipitation.",
              "[13] Finding reliable ways to distinguish between biologically formed and abiotic stromatolites is an active area of research in geology.",
              "[14][15] Be it as it may, multiple morphologies of stromatolites may exist in a single local or geological strata, relating to the specific conditions occurring in different region and water depths.",
              "[16] Most stromatolites are spongiostromate in texture, having no recognisable microstructure or cellular remains.",
              "A minority are porostromate, having recognisable microstructure;",
              "these are mostly unknown from the Precambrian but persist throughout the Palaeozoic and Mesozoic.",
              "Since the Eocene, porostromate stromatolites are known only from freshwater settings.",
              "[17] Time lapse photography of modern microbial mat formation in a laboratory setting gives some revealing clues to the behavior of cyanobacteria in stromatolites.",
              "Biddanda et al.",
              "(2015) found that cyanobacteria exposed to localized beams of light moved towards the light, or expressed phototaxis, and increased their photosynthetic yield, which is necessary for survival.",
              "[18] In a novel experiment, the scientists projected a school logo onto a petri dish containing the organisms, which accreted beneath the lighted region, forming the logo in bacteria.",
              "[18] The authors speculate that such motility allows the cyanobacteria to seek light sources to support the colony.",
              "[18] In both light and dark conditions, the cyanobacteria form clumps that then expand outwards, with individual members remaining connected to the colony via long tendrils.",
              "This may be a protective mechanism that affords evolutionary benefit to the colony in harsh environments where mechanical forces act to tear apart the microbial mats.",
              "Thus these sometimes elaborate structures, constructed by microscopic organisms working somewhat in unison, are a means of providing shelter and protection from a harsh environment.",
              "Lichen stromatolites are a proposed mechanism of formation of some kinds of layered rock structure that are formed above water, where rock meets air, by repeated colonization of the rock by endolithic lichens.",
              "[19][20] Some Archean rock formations show macroscopic similarity to modern microbial structures, leading to the inference that these structures represent evidence of ancient life, namely stromatolites.",
              "However, others regard these patterns as being due to natural material deposition or some other abiogenic mechanism.",
              "Scientists have argued for a biological origin of stromatolites due to the presence of organic globule clusters within the thin layers of the stromatolites, of aragonite nanocrystals (both features of current stromatolites),[14] and of other microstructures in older stromatolites that parallel those in younger stromatolites that show strong indications of biological origin.",
              "[21][22] Stromatolites are a major constituent of the fossil record of the first forms of life on earth.",
              "[23] They peaked about 1.",
              "25 billion years ago[21] and subsequently declined in abundance and diversity,[24] so that by the start of the Cambrian they had fallen to 20% of their peak.",
              "The most widely supported explanation is that stromatolite builders fell victim to grazing creatures (the Cambrian substrate revolution);",
              "this theory implies that sufficiently complex organisms were common over 1 billion years ago.",
              "[25][26][27] Another hypothesis is that protozoans such as foraminifera were responsible for the decline, favoring formation of thrombolites over stromatolites through microscopic bioturbation.",
              "[28] Proterozoic stromatolite microfossils (preserved by permineralization in silica) include cyanobacteria and possibly some forms of the eukaryote chlorophytes (that is, green algae).",
              "One genus of stromatolite very common in the geologic record is Collenia.",
              "The connection between grazer and stromatolite abundance is well documented in the younger Ordovician evolutionary radiation;",
              "stromatolite abundance also increased after the end-Ordovician and end-Permian extinctions decimated marine animals, falling back to earlier levels as marine animals recovered.",
              "[29] Fluctuations in metazoan population and diversity may not have been the only factor in the reduction in stromatolite abundance.",
              "Factors such as the chemistry of the environment may have been responsible for changes.",
              "[30][11] While prokaryotic cyanobacteria reproduce asexually through cell division, they were instrumental in priming the environment for the evolutionary development of more complex eukaryotic organisms.[23] They are thought to be largely responsible for increasing the amount of oxygen in the primeval earth's atmosphere through their continuing photosynthesis (see Great Oxygenation Event).",
              "They use water, carbon dioxide, and sunlight to create their food.",
              "A layer of polysaccharides often forms over mats of cyanobacterial cells.",
              "[31] In modern microbial mats, debris from the surrounding habitat can become trapped within the polysaccharide layer, which can be cemented together by the calcium carbonate to grow thin laminations of limestone.",
              "These laminations can accrete over time, resulting in the banded pattern common to stromatolites.",
              "The domal morphology of biological stromatolites is the result of the vertical growth necessary for the continued infiltration of sunlight to the organisms for photosynthesis.",
              "Layered spherical growth structures termed oncolites are similar to stromatolites and are also known from the fossil record.",
              "Thrombolites are poorly laminated or non-laminated clotted structures formed by cyanobacteria, common in the fossil record and in modern sediments.",
              "[14] There is evidence that thrombolites form in preference to stromatolites when foraminifera are part of the biological community.",
              "[32] The Zebra River Canyon area of the Kubis platform in the deeply dissected Zaris Mountains of south western Namibia provides an extremely well exposed example of the thrombolite-stromatolite-metazoan reefs that developed during the Proterozoic period, the stromatolites here being better developed in updip locations under conditions of higher current velocities and greater sediment influx.",
              "[33] Modern stromatolites are mostly found in hypersaline lakes and marine lagoons where extreme conditions due to high saline levels prevent animal grazing.",
              "[34][35] One such location where excellent modern specimens can be observed is Hamelin Pool Marine Nature Reserve, Shark Bay in Western Australia.",
              "Another location is Pampa del Tamarugal National Reserve in Chile.",
              "A third is Lagoa Salgada (\"Salty Lake\"), in the state of Rio Grande do Norte, Brazil, where modern stromatolites can be observed as both bioherms (domal type) and beds.",
              "Inland stromatolites can also be found in saline waters in Cuatro Ciénegas Basin, a unique ecosystem in the Mexican desert, and in Lake Alchichica, a maar lake in Mexico's Oriental Basin.",
              "The only open marine environment where modern stromatolites are known to prosper is the Exuma Cays in the Bahamas.",
              "[36][37] In 2010, a fifth type of chlorophyll, namely chlorophyll f, was discovered by Min Chen from stromatolites in Shark Bay.",
              "[38] Halococcus hamelinensis, a halophilic archaeon, occurs in living stromatolites in Shark Bay where it is exposed to extreme conditions of UV radiation, salinity and desiccation.",
              "[39] H.",
              "hamelinesis possesses genes that encode enzymes employed in the repair of UV induced damages in DNA by the processes of nucleotide excision repair and photoreactivation.",
              "[39] Laguna de Bacalar in Mexico's southern Yucatán Peninsula, in the state of Quintana Roo, has an extensive formation of living giant microbialites (that is, stromatolites or thrombolites).",
              "The microbialite bed is over 10 km (6.",
              "2 mi) long with a vertical rise of several meters in some areas.",
              "These may be the largest sized living freshwater microbialites, or any organism, on Earth.",
              "[40] Alchichica Lake in Puebla, Mexico has two distinct morphologic generations of stromatolites: columnar-dome like structures, rich in aragonite, forming near the shore line, dated back to 1,100 years before present (ybp) and spongy-cauliflower like thrombolytic structures that dominate the lake from top to the bottom, mainly composed of hydromagnesite, huntite, calcite and dated back to 2,800 ybp.",
              "[41] A little farther to the south, a 1.",
              "5 km stretch of reef-forming stromatolites (primarily of the genus Scytonema) occurs in Chetumal Bay in Belize, just south of the mouth of the Rio Hondo and the Mexican border.",
              "[42] Large, up to 40 m high, microbialite towers were discovered in the largest soda lake on Earth: 460 m deep Lake Van in Eastern Turkey.",
              "They are composed of aragonite growing on presumably precipitating inorganically calcite at sub-lacustrine karst-water sources.",
              "[43] Freshwater stromatolites are found in Lake Salda in southern Turkey.",
              "The waters are rich in magnesium and the stromatolite structures are made of hydromagnesite.",
              "[44] Two instances of freshwater stromatolites are also found in Canada, at Pavilion Lake and Kelly Lake in British Columbia.",
              "Pavilion Lake has the largest known freshwater stromatolites and NASA is currently conducting xenobiology research there.",
              "[45] NASA, the Canadian Space Agency, and numerous universities from around the world are collaborating on a project to study the microbialite life in the lakes.",
              "Called the \"Pavilion Lake Research Project\" (PLRP), its aim is to study what conditions on the lakes' bottoms are most likely to harbor life and develop a better hypothesis on how environmental factors affect microbialite life.",
              "The end goal of the project is to better understand what conditions would likely harbor life on other planets.",
              "[46] Now concluded, there was a citizen science project conducted online called \"MAPPER\" where volunteers sorted through thousands of photos of the lake bottoms and tagged the presence of microbialites, algae and other lake bed features.",
              "[47] Microbialites have been discovered in an open pit pond at an abandoned asbestos mine near Clinton Creek, Yukon, Canada.",
              "[48] These microbialites are extremely young and presumably began forming soon after the mine closed in 1978.",
              "The combination of a low sedimentation rate, high calcification rate, and low microbial growth rate appears to result in the formation of these microbialites.",
              "Microbialites at an historic mine site demonstrates that an anthropogenically constructed environment can foster microbial carbonate formation.",
              "This has implications for creating artificial environments for building modern microbialites including stromatolites.",
              "A very rare type of non-lake dwelling stromatolite lives in the Nettle Cave at Jenolan Caves, NSW, Australia.",
              "[49] The cyanobacteria live on the surface of the limestone, and are sustained by the calcium rich dripping water, which allows them to grow toward the two open ends of the cave which provide light.",
              "[50] Stromatolites composed of calcite have been found in both the Blue Lake in the dormant volcano, Mount Gambier and at least eight cenote lakes including the Little Blue Lake in the Lower South-East of South Australia.",
              "[51]"
            ]
          },
          {
            "title": "Stromatolite | Fossilized, Microbial Mats | Britannica",
            "url": "https://www.britannica.com/science/stromatolite",
            "content": [
              "Stromatolite | Fossilized, Microbial Mats | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "stromatolite, layered deposit, mainly of limestone, formed by the growth of blue-green algae (primitive one-celled organisms).",
              "These structures are usually characterized by thin, alternating light and dark layers that may be flat, hummocky, or dome-shaped.",
              "The alternating layers are largely produced by the trapping of sediment washed up during storms on some occasions and by limestone precipitation by the blue-green algae on others.",
              "Stromatolites were common in Precambrian time (i.",
              "e., more than 542 million years ago).",
              "Some of the first forms of life on Earth are recorded in stromatolites present in rocks 3.",
              "5 billion years old.",
              "Although stromatolites continue to form in certain areas of the world today, they grow in greatest abundance in Shark Bay in western Australia.",
              "A matlike layer of blue-green algae is able to grow on the surface of sediments in the shallow waters there because evaporation causes high concentrations of salt that discourage snails and other organisms from eating the blue-green algae."
            ]
          }
        ],
        "Stromatolites are not considered as single organisms, but rather as communities of many organisms.": [
          {
            "title": "Question mark - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Question_mark",
            "content": [
              "Question mark - Wikipedia",
              "The question mark ?",
              "(also known as interrogation point, query, or eroteme in journalism[1]) is a punctuation mark that indicates a question or interrogative clause or phrase in many languages.",
              "In the fifth century, Syriac Bible manuscripts used question markers, according to a 2011 theory by manuscript specialist Chip Coakley: he believes the zagwa elaya (\"upper pair\"), a vertical double dot over a word at the start of a sentence, indicates that the sentence is a question.",
              "[2][3] From around 783, in Godescalc Evangelistary, a mark described as \"a lightning flash, striking from right to left\" is attested.",
              "[4][5] This mark is later called a punctus interrogativus.",
              "According to some paleographers, it may have indicated intonation, perhaps associated with early musical notation like neumes.",
              "[4] Another theory, is that the \"lightning flash\" was originally a tilde or titlo, as in ·~, one of many wavy or more or less slanted marks used in medieval texts for denoting things such as abbreviations, which would later become various diacritics or ligatures.",
              "[6][7] From the 10th century, the pitch-defining element (if it ever existed) seems to have been gradually forgotten, so that the \"lightning flash\" sign (with the stroke sometimes slightly curved) is often seen indifferently at the end of clauses, whether they embody a question or not.",
              "[citation needed] In the early 13th century, when the growth of communities of scholars (universities) in Paris and other major cities led to an expansion and streamlining of the book-production trade,[8] punctuation was rationalized by assigning the \"lightning flash\" specifically to interrogatives;",
              "by this time the stroke was more sharply curved and can easily be recognized as the modern question mark.",
              "See for example De Aetna [it] (1496) printed by Aldo Manuzio in Venice.",
              "In 1598, the English term point of interrogation is attested in an Italian–English dictionary by John Florio.",
              "[9] In the 1850s, the term question mark is attested:[10] The mark which you are to notice in this lesson is of this shape ?",
              "You see it is made by placing a little crooked mark over a period.",
              ".",
              ".",
              ".",
              "The name of this mark is the Question Mark, because it is always put after a question.",
              "Sometimes it is called by a longer and harder name.",
              "The long and hard name is the Interroga'tion Point.",
              "In English, the question mark typically occurs at the end of a sentence, where it replaces the full stop (period).",
              "However, the question mark may also occur at the end of a clause or phrase, where it replaces the comma (see also question comma): or: This is quite common in Spanish, where the use of bracketing question marks explicitly indicates the scope of interrogation.",
              "A question mark may also appear immediately after questionable data, such as dates: In Spanish, since the second edition of the Ortografía of the Real Academia Española in 1754, interrogatives require both opening ¿ and closing ?",
              "question marks.",
              "[12][13] An interrogative sentence, clause, or phrase begins with an inverted question mark ¿ and ends with the question mark ?",
              ", as in: Question marks must always be matched, but to mark uncertainty rather than actual interrogation omitting the opening one is allowed, although discouraged:[14] The omission of the opening mark is common in informal writing, but is considered an error.",
              "The one exception is when the question mark is matched with an exclamation mark, as in: (The order may also be reversed, opening with a question mark and closing with an exclamation mark.)",
              "Nonetheless, even here the Academia recommends matching punctuation:[15] The opening question mark in Unicode is U+00BF ¿ INVERTED QUESTION MARK (&iquest;)",
              ".",
              "Galician also uses the inverted opening question mark, though usually only in long sentences or in cases that would otherwise be ambiguous.",
              "Basque only uses the terminal question mark.",
              "[clarification needed] In Solomon Islands Pidgin, the question can be between question marks since, in yes/no questions, the intonation can be the only difference.",
              "?",
              "Solomon Aelan hemi barava gudfala kandre, ia man?",
              "(\"Solomon Islands is a great country, isn't it?\"",
              ")[16] In Armenian, the question mark is a diacritic that takes the form of an open circle and is placed over the last vowel of the question word.",
              "It is defined in Unicode at U+055E ◌՞ ARMENIAN QUESTION MARK.",
              "The Greek question mark (Greek: ερωτηματικό, romanized: erōtīmatikó) looks like ;",
              ".",
              "It appeared around the same time as the Latin one, in the 8th century.",
              "[17] It was adopted by Church Slavonic and eventually settled on a form essentially similar to the Latin semicolon.",
              "In Unicode, it is separately encoded as U+037E ;",
              "GREEK QUESTION MARK, but the similarity is so great that the code point is normalised to U+003B ;",
              "SEMICOLON, making the marks identical in practice.",
              "[18] In Greek, the question mark is used even for indirect questions.",
              "In Arabic and other languages that use Arabic script such as Persian, Urdu and Uyghur (Arabic form), which are written from right to left, the question mark is mirrored right-to-left from the Latin question mark.",
              "In Unicode, two encodings are available: U+061F ؟ ARABIC QUESTION MARK (With bi-directional code AL: Right-to-Left Arabic) and U+2E2E ⸮ REVERSED QUESTION MARK (With bi-directional code Other Neutrals).",
              "Some browsers may display the character in the previous sentence as a forward question mark due to font or text directionality issues.",
              "In addition, the Thaana script in Dhivehi uses the mirrored question mark: މަރުހަބާ؟ The Arabic question mark is also used in some other right-to-left scripts: N'Ko, Syriac and Adlam.",
              "Adlam also has U+1E95F 𞥟 ADLAM INITIAL QUESTION MARK: 𞥟 𞤢𞤤𞤢𞥄 ؟, \"No?\"",
              ".",
              "[19][better source needed] Hebrew script is also written right-to-left, but it uses a question mark that appears on the page in the same orientation (e.",
              "g. את מדברת עברית?)",
              "as the left-to-right question mark.",
              "[20] The question mark is also used in modern writing in Chinese and, to a lesser extent, Japanese.",
              "Usually it is written as fullwidth form in Chinese and Japanese, in Unicode: U+FF1F ?",
              "FULLWIDTH QUESTION MARK.",
              "[clarification needed] Chinese and Japanese also have a spoken indicator of questions, 吗 (ma) and か (ka) respectively, which essentially function as a verbal question mark.",
              "Because of this, in Japanese use of the question mark is optional with か.",
              "Thus the same sentence could be written both いいですか?",
              "('May I?'",
              ") or いいですか。(Still 'May I?'",
              "), but usually, the question mark is used.",
              "Some other scripts have a specific question mark: French usage should include a narrow non-breaking space before the question mark.",
              "(For example, \"Que voulez-vous boire ?\"",
              "),[21] whereas in the English language orthography no space is allowed in front of the question mark (e.",
              "g. \"What would you like to drink?\"",
              ").",
              "[citation needed] See also: Plenken.",
              "The rhetorical question mark or percontation point (see Irony punctuation) was invented by Henry Denham in the 1580s and was used at the end of a rhetorical question;",
              "[22] however, it became obsolete in the 17th century.",
              "It was the reverse of an ordinary question mark, so that instead of the main opening pointing back into the sentence, it opened away from it.",
              "[22] This character can be represented using the reversed question mark ⸮ found at Unicode as U+2E2E.",
              "Bracketed question marks can be used for rhetorical questions, for example Oh, really(?)",
              ", in informal contexts such as closed captioning.",
              "The question mark can also be used as a meta-sign to signal uncertainty regarding what precedes it.",
              "It is usually put between brackets: (?)",
              ".",
              "The uncertainty may concern either a superficial level (such as unsure spelling), or a deeper truth (real meaning).",
              "In typography, some other variants and combinations are available: \"?",
              "?",
              ",\" \"?",
              "!",
              ",\" and \"!",
              "?",
              ",\" are usually used for chess annotation symbols;",
              "the interrobang, \"‽,\" is used to combine the functions of the question mark[23] and the exclamation mark, superposing these two marks.",
              "Unicode makes available these variants: In computing, the question mark character is represented by ASCII code 63 (0x3F hexadecimal), and is located at Unicode code-point U+003F ?",
              "QUESTION MARK (&quest;)",
              ".",
              "The full-width (double-byte) equivalent (?)",
              ", is located at code-point U+FF1F ?",
              "FULLWIDTH QUESTION MARK.",
              "[24] The inverted question mark (¿) corresponds to Unicode code-point U+00BF ¿ INVERTED QUESTION MARK (&iquest;)",
              ", and can be accessed from the keyboard in Microsoft Windows on the default US layout by holding down the Alt and typing either 1 6 8 (ANSI) or 0 1 9 1 (Unicode) on the numeric keypad.",
              "In GNOME applications on Linux operating systems, it can be entered by typing the hexadecimal Unicode character (minus leading zeros) while holding down both Ctrl and Shift, I J mm.",
              "e.",
              ": Ctrl Shift B F.",
              "In recent XFree86 and X.",
              "Org incarnations of the X Window System, it can be accessed as a compose sequence of two straight question marks, i.",
              "e. pressing Compose ?",
              "?",
              "yields ¿.",
              "In classic Mac OS and Mac OS X (macOS), the key combination Option Shift ?",
              "produces an inverted question mark.",
              "In shell and scripting languages, the question mark is often utilized as a wildcard character: a symbol that can be used to substitute for any other character or characters in a string.",
              "In particular, filename globbing uses \"?\"",
              "as a substitute for any one character, as opposed to the asterisk, \"*\", which matches zero or more characters in a string.",
              "The question mark is used in ASCII renderings of the International Phonetic Alphabet, such as SAMPA, in place of the glottal stop symbol, ʔ, (which resembles \"?\"",
              "without the dot), and corresponds to Unicode code point U+0294 ʔ LATIN LETTER GLOTTAL STOP.",
              "In computer programming, the symbol \"?\"",
              "has a special meaning in many programming languages.",
              "In C-descended languages, ?",
              "is part of the ?",
              ": operator, which is used to evaluate simple boolean conditions.",
              "In C# 2.",
              "0, the ?",
              "modifier is used to handle nullable data types and ?",
              "?",
              "is the null coalescing operator.",
              "In the POSIX syntax for regular expressions, such as that used in Perl and Python, ?",
              "stands for \"zero or one instance of the previous subexpression\", i.",
              "e. an optional element.",
              "It can also make a quantifier like {x,y}, + or * match as few characters as possible, making it lazy, e.",
              "g. /^.",
              "*?",
              "px/ will match the substring 165px in 165px 17px instead of matching 165px 17px.",
              "[a] In certain implementations of the BASIC programming language, the ?",
              "character may be used as a shorthand for the \"print\" function;",
              "in others (notably the BBC BASIC family), ?",
              "is used to address a single-byte memory location.",
              "In OCaml, the question mark precedes the label for an optional parameter.",
              "In Scheme, as a convention, symbol names ending in ?",
              "are used for predicates, such as odd?",
              ", null?",
              ", and eq?",
              ".",
              "Similarly, in Ruby, method names ending in ?",
              "are used for predicates.",
              "In Swift a type followed by ?",
              "denotes an option type;",
              "?",
              "is also used in \"optional chaining\", where if an option value is nil, it ignores the following operations.",
              "Similarly, in Kotlin, a type followed by ?",
              "is nullable and functions similar to option chaining are supported.",
              "In APL, ?",
              "generates random numbers or a random subset of indices.",
              "In Rust, a ?",
              "suffix on a function or method call indicates error handling.",
              "In SPARQL, the question mark is used to introduce variable names, such as ?",
              "name.",
              "In MUMPS, it is the pattern match operator.",
              "In many Web browsers and other computer programs, when converting text between encodings, it may not be possible to map some characters into the target character set.",
              "In this situation it is common to replace each unmappable character with a question mark ?",
              ", inverted question mark ¿, or the Unicode replacement character, usually rendered as a white question mark in a black diamond: U+FFFD � REPLACEMENT CHARACTER.",
              "This commonly occurs for apostrophes and quotation marks when they are written with software that uses its own proprietary non-standard code for these characters, such as Microsoft Office's \"smart quotes\".",
              "The generic URL syntax allows for a query string to be appended to a resource location in a Web address so that additional information can be passed to a script;",
              "the query mark, ?",
              ", is used to indicate the start of a query string.",
              "A query string is usually made up of a number of different field/value pairs, each separated by the ampersand symbol, &, as seen in this URL: http://www.",
              "example.",
              "com/search.",
              "php?",
              "query=testing&database=English Here, a script on the page search.",
              "php on the server www.",
              "example.",
              "com is to provide a response to the query string containing the pairs query=testing and database=English.",
              "In algebraic chess notation, some chess punctuation conventions include: \"?\"",
              "denotes a bad move, \"?",
              "?\"",
              "a blunder, \"?",
              "!\"",
              "a dubious move, and \"!",
              "?\"",
              "an interesting move.",
              "In Scrabble, a question mark indicates a blank tile.",
              "[25] In most areas of linguistics, but especially in syntax, a question mark in front of a word, phrase or sentence indicates that the form in question is strongly dispreferred, \"questionable\" or \"strange\", but not outright ungrammatical.",
              "[b] (The asterisk is used to indicate outright ungrammaticality.",
              "[29]: 332 ) Other sources go further and use several symbols (e.",
              "g. the question mark and the asterisk plus ?",
              "* or the degree symbol °) to indicate gradations or a continuum of acceptability.",
              "[c] In mathematics, \"?\"",
              "commonly denotes Minkowski's question mark function.",
              "In equations, it can mean \"questioned\" as opposed to \"defined\".",
              "In linear logic, the question mark denotes one of the exponential modalities that control weakening and contraction.",
              "A question mark is used in English medical notes to suggest a possible diagnosis.",
              "It facilitates the recording of a doctor's impressions regarding a patient's symptoms and signs.",
              "For example, for a patient presenting with left lower abdominal pain, a differential diagnosis might include ?",
              "diverticulitis (read as \"query diverticulitis\")."
            ]
          },
          {
            "title": "Question mark Definition &amp; Meaning - Merriam-Webster",
            "url": "https://www.merriam-webster.com/dictionary/question%20mark",
            "content": [
              "Question mark Definition &amp; Meaning - Merriam-Webster",
              "These examples are programmatically compiled from various online sources to illustrate current usage of the word 'question mark.'",
              "Any opinions expressed in the examples do not represent those of Merriam-Webster or its editors.",
              "Send us feedback about these examples.",
              "1862, in the meaning defined at sense 2 The Words of the Week - Aug.",
              "18 Dictionary lookups from Georgia, California, and Deep Space Test Your Punctuation Skills Do you really know how to use a semicolon?",
              "To Use or Not Use the \"?\"",
              "in Requests \"Would you read this, please.\"",
              "(Wait, where's the question mark?)",
              "questionlessly question mark question master “Question mark.",
              "” Merriam-Webster.",
              "com Dictionary, Merriam-Webster, https://www.",
              "merriam-webster.",
              "com/dictionary/question%20mark.",
              "Accessed 13 Nov.",
              "2023.",
              "question mark Nglish: Translation of question mark for Spanish Speakers Subscribe to America's largest dictionary and get thousands more definitions and advanced search—ad free!",
              "See Definitions and Examples » Get Word of the Day daily email!",
              "Learn a new word every day.",
              "Delivered to your inbox!",
              "OTHER MERRIAM-WEBSTER DICTIONARIES FOLLOW US © 2023 Merriam-Webster, Incorporated"
            ]
          },
          {
            "title": "What Is A Question Mark (?) &amp; How Do You Use It? - Thesaurus.com",
            "url": "https://www.thesaurus.com/e/grammar/question-mark/",
            "content": [
              "What Is A Question Mark (?) &amp; How Do You Use It? - Thesaurus.com",
              "What is your name?",
              "How old are you?",
              "Do you have any pets?",
              "How much wood could a woodchuck chuck if a woodchuck could chuck wood?",
              "Okay, sorry for all of the questions.",
              "In everyday life, we often ask and write many questions.",
              "When we write a sentence, we use punctuation to signal that what we are saying is a question.",
              "Punctuation is the system of symbols and characters we use in writing.",
              "Questions get their own special symbol: the question mark.",
              "What makes this symbol so special?",
              "Do we really use it at the end of every question?",
              "Let’s find our answers right now and make sure that question marks don’t leave us scratching our heads.",
              "A question mark, also known as an interrogation point or interrogation mark, is a punctuation mark that is used to indicate that a sentence is a question.",
              "A question mark resembles a hooked line with a dot underneath (?)",
              ".",
              "Provided below are examples of question marks used in sentences that ask questions.",
              "The question mark has one main job, which is revealed by its name.",
              "A question mark is used to indicate that a sentence is a question.",
              "The question mark is one of three punctuation marks that we use to end sentences.",
              "The other two are the period and the exclamation point.",
              "If a sentence is a question, you would use a question mark instead of a period or exclamation point: A sentence is a question if it is directly asking the reader for an answer or more information.",
              "This is important to remember because sentences that ask indirect questions typically use a period instead of a question mark.",
              "For example, Rhetorical questions, which don’t actually expect an answer, also use question marks: Sometimes, polite requests may end in a period instead of a question mark even if they are asking a question.",
              "These polite requests are actually imperative sentences disguised as questions.",
              "Imperative sentences use periods and not question marks.",
              "For example, How do you feel about open-ended questions?",
              "Learn how to identify and use them effectively.",
              "There are few things to keep in mind when using a question mark.",
              "Typically, a question mark is placed immediately after the last letter of the last word of a sentence.",
              "In almost all cases, the word that begins the next sentence is capitalized.",
              "For example, Period: When ending a sentence, you would use either a period or a question mark and not both.",
              "However, if a question ends with an abbreviation, you would place a question mark after the period.",
              "For example, Exclamation point: In formal writing, a sentence will end with either a question mark or an exclamation point and not both.",
              "In informal writing, people will often use a question mark and exclamation point (or several) together.",
              "For example, Comma: A question mark replaces a comma if used in a quote.",
              "For example, Make Your Writing Shine!",
              "Quotation marks: If a question ends with a quote that is not a question itself, place the question mark outside the quotation marks: Place the question mark inside the quotation marks if the quote itself is a question, but the sentence is not: If both the sentence and the quote are questions, the question mark goes inside the quotation marks.",
              "You don’t need a second question mark outside of the quotation marks to end the sentence: Confused about punctuation?",
              "Not sure if you’re using commas, colons, or slashes correctly?",
              "Check your writing on Thesaurus.",
              "com’s Grammar CoachTM.",
              "This writing tool uses machine learning technology uniquely designed to catch grammar and spelling errors.",
              "Its Synonym Swap will find the best nouns, adjectives, and more to help say what you really mean, guiding you toward clearer, stronger, writing.",
              "Grammar Grammar Grammar Ways To Say Ways To Say Ways To Say Ways To Say Ways To Say Writing Grammar Writing Writing Ways To Say"
            ]
          }
        ]
      },
      "evidence": {
        "The oldest known non-cloned living organism on Earth is a bristlecone pine tree named Methuselah in the White Mountains of California, which is about 5,000 years old.": [
          "Methuselah, however, is the oldest known non-clonal organism for which a reliable age has been established, although the Alerce Milenario in Chile (5,484 years old),[22][23] Llangernyw Yew in Wales (4,000 – 5,000 years old)",
          "Methuselah is a 4,855-year-old[1] Great Basin bristlecone pine (Pinus longaeva) tree growing high in the White Mountains of Inyo County in eastern California.",
          "Bristlecone pines are a small group of trees that reach an age believed by many scientists to be far greater than that of any other living organism known to man -- up to nearly 5,000 years.",
          "Over 4,789 years old, the age of Methuselah was determined by the measurement of core samples taken in 1957.",
          "Salzer's estimate is approximately 4,666 years old.",
          "According to research released last week, this ancient bristlecone pine will be 4,851 years old this year.",
          "Methuselah was 4,789 years old when sampled in 1957[12] by Edmund Schulman and Tom Harlan,[1] with an estimated germination date of 2833 BC.",
          "It is recognized as the non-clonal tree with the greatest confirmed age in the world."
        ],
        "The oldest living organism could be a sea grass meadow near Spain, which is estimated to be 200,000 years old and has self-cloned like a giant colony.": [
          "Given the plant’s annual growth rate the team calculated that the Formentera meadow must be between 80,000 and 200,000 years old, making it the oldest living organism on Earth.",
          "Like all seagrasses, Posidonia oceanica reproduces by cloning, so meadows spanning many kilometres are genetically identical and considered one organism.",
          "Ancient giant Posidonia oceanica reproduces asexually, generating clones of itself.",
          "It trumps a Tasmanian shrub, Lomatia tasmanica, believed to be 43,600 years old.",
          "A swathe of seagrass in the Mediterranean could be the oldest known living thing on Earth.",
          "A single organism -- which has been found to span up to 15 kilometres in width and reach more than 6,000 metric tonnes in mass -- may well be more than 100,000 years old."
        ],
        "Stromatolites are stony structures built by colonies of microscopic bacteria and are found in some salty lagoons or bays in Western Australia.": [
          "There are only two well-developed marine Stromatolite areas in the world: in the Bahamas and at Hamelin Pool in the Shark Bay area of Western Australia.",
          "Hamelin Pool is perfect for Stromatolites because it’s hypersaline.",
          "Hamelin Pool is home to the most extensive living Stromatolite system in the world.",
          "Modern stromatolites are mostly found in hypersaline lakes and marine lagoons where extreme conditions due to high saline levels prevent animal grazing.",
          "Western Australia is internationally significant for its variety of stromatolite sites, both living and fossilised.",
          "Living stromatolites are found in only a few salty lagoons or bays on Earth.",
          "One such location where excellent modern specimens can be observed is Hamelin Pool Marine Nature Reserve, Shark Bay in Western Australia.",
          "Australia’s marine Stromatolites are protected: they're part of the Hamelin Pool Marine Nature Reserve, which lies within the UNESCO World Heritage listed Shark Bay."
        ],
        "Some stromatolites are about 3.5 billion years old.": [
          "Stromatolites are a major constituent of the fossil record of the first forms of life on earth.",
          "Fossils of the earliest known stromatolites, about 3.5 billion years old, are found about 1,000km north, near Marble Bar in the Pilbara region.",
          "Some of the first forms of life on Earth are recorded in stromatolites present in rocks 3.5 billion years old."
        ],
        "Stromatolites are not considered as single organisms, but rather as communities of many organisms.": []
      },
      "subconclusions": {
        "The oldest known non-cloned living organism on Earth is a bristlecone pine tree named Methuselah in the White Mountains of California, which is about 5,000 years old.": "supported",
        "The oldest living organism could be a sea grass meadow near Spain, which is estimated to be 200,000 years old and has self-cloned like a giant colony.": "partially supported",
        "Stromatolites are stony structures built by colonies of microscopic bacteria and are found in some salty lagoons or bays in Western Australia.": "partially supported",
        "Some stromatolites are about 3.5 billion years old.": "supported",
        "Stromatolites are not considered as single organisms, but rather as communities of many organisms.": "not supported"
      }
    }
  }
}