{
  "454065fe-70bc-46d2-b9b4-3f1a837fef3e": {
    "query": "What is the highest recorded temperature ever measured on Earth and where was it recorded?",
    "response": "According to the **World Meteorological Organization (WMO)**, the highest recorded temperature ever measured on Earth was **56.7°C (134.1°F)** on 10 July 1913 at **Furnace Creek Ranch, in Death Valley, California, United States**[^1^] [^4^]. However, this record is disputed by some experts who claim that there were errors in the measurement[^2^]. If this record is invalid, then the highest recorded temperature on Earth would be **54.0°C (129.2°F)**, which was measured both at Furnace Creek on 20 June 2013 and in Mitribah, Kuwait on 21 July 2016[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://earthobservatory.nasa.gov/features/HottestSpot \"Where Is the Hottest Place on Earth? - NASA\"\n[2]: https://en.wikipedia.org/wiki/Highest_temperature_recorded_on_Earth \"Highest temperature recorded on Earth - Wikipedia\"\n[3]: https://en.wikipedia.org/wiki/List_of_weather_records \"List of weather records - Wikipedia\"\n[4]: https://www.guinnessworldrecords.com/world-records/highest-recorded-temperature/ \"Highest recorded temperature on Earth | Guinness World Records\"\n[5]: https://www.thoughtco.com/highest-temperature-ever-recorded-1435172 \"What Is the Highest Temperature Ever Recorded? - ThoughtCo\"\n\nAccording to the **World Meteorological Organization (WMO)**, the highest recorded temperature ever measured on Earth was **56.7°C (134.1°F)** on 10 July 1913 at **Furnace Creek Ranch, in Death Valley, California, United States**[^1^][1] [^2^][4]. However, this record is disputed by some experts who claim that there were errors in the measurement[^3^][2]. If this record is invalid, then the highest recorded temperature on Earth would be **54.0°C (129.2°F)**, which was measured both at Furnace Creek on 20 June 2013 and in Mitribah, Kuwait on 21 July 2016[^3^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. earthobservatory.nasa.gov](https://earthobservatory.nasa.gov/features/HottestSpot) [2. www.guinnessworldrecords.com](https://www.guinnessworldrecords.com/world-records/highest-recorded-temperature/) [3. en.wikipedia.org](https://en.wikipedia.org/wiki/Highest_temperature_recorded_on_Earth) [4. en.wikipedia.org](https://en.wikipedia.org/wiki/List_of_weather_records) [5. www.thoughtco.com](https://www.thoughtco.com/highest-temperature-ever-recorded-1435172)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Where Is the Hottest Place on Earth? - NASA",
        "seeMoreUrl": "https://earthobservatory.nasa.gov/features/HottestSpot",
        "searchQuery": "highest recorded temperature on Earth"
      },
      {
        "providerDisplayName": "Highest recorded temperature on Earth | Guinness World Records",
        "seeMoreUrl": "https://www.guinnessworldrecords.com/world-records/highest-recorded-temperature/",
        "searchQuery": "highest recorded temperature on Earth"
      },
      {
        "providerDisplayName": "Highest temperature recorded on Earth - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Highest_temperature_recorded_on_Earth",
        "searchQuery": "highest recorded temperature on Earth"
      },
      {
        "providerDisplayName": "List of weather records - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/List_of_weather_records",
        "searchQuery": "highest recorded temperature on Earth"
      },
      {
        "providerDisplayName": "What Is the Highest Temperature Ever Recorded? - ThoughtCo",
        "seeMoreUrl": "https://www.thoughtco.com/highest-temperature-ever-recorded-1435172",
        "imageLink": "https://bing.com/th?id=OIP.wvRLOUIctO5ao6sEvL3ZagHaE7&pid=cdx",
        "imageWidth": "2124",
        "imageHeight": "1413",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAALCSURBVFhH7ZY9aFNRFMeTitVBHBxUXHSIoiHk08Qv7KDg0E00uEhfVdSCiBlERIeAOgiKCX5gKbQRt0ZbEfETXKR1UERQBAdBXFQcBCn4WVt/Jz339b40aVNTHCR/+HPvO+d/zrn3vfvxfA000EA1RCKRZbFYbH8ikbgUj8dv0PbTXqbtwL5UZTOPaDQaodBt+Jtio5WIbxjeRBvUsJkBSQ9R4Ed5wWpE/5V2j4bXBxIdtZMLKfCN9h7tOSH9u2ozmhGeD2uKvwdJNsHhssTdoVBokUpchMPhhfhkLYjmhJrrQhOJXlrFZebH1FcVLMR12q0PFNtSVvwOZv+Y9x+AohfLBrBGXdNGMBhs5s2EYQufagWmpjHPJKDoY6v4e0xTB5UhlUrNJ/YsOT6bXJrvHcyk0+lZKp0IBG+tgAE114xkMrmYuFd24Qq8FQgE5miIF3UOwE/cQyteDqj7sBM+MXblGY3xAuGgEdH/gKnmT8C33mzF/qRtVZfAj/+I5f9eaVvLAC4YkZDjdb26pgQFclaBbjV7gM9dY+h3qnkc9iyEJHqAuaZtiL7PiturZg+wnzYaeFzNHshB9NwSSbJT6psU6K6aGCZSMTkaOTVN3oyavcCxEf4yQmWvXMkqcSGrGV8H3EDMAaOn/4ZzYJ7KSuB5AfaPlmZtoeDMvZJrayvknW1Fe3vizCAaMWINkEE9YnbyTyAX0nWeP6m/SwrQunsf/wDaFt2acr88s3xPKeMv5Jz+Qr59tMSc490ZiPZB+7arStGxYJdTcAf9qv8OQvxf5D9DZtyTc4bcAeSdF1p6HASsJKAPln8Sm3ITDpI0qTHboXkzHqJ7zSBXl5IDBtBrDeCkmieCoCVwF0nyJLmmg+rk+SD2VSpzIccx9t34u2AR7Xm4lf5slZRQzKabKZ7uybe3ZrPTP/YbaOB/g8/3B8eLof8KBiihAAAAAElFTkSuQmCC",
        "searchQuery": "highest recorded temperature on Earth"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The highest recorded temperature ever measured on Earth was 56.7°C (134.1°F) on 10 July 1913 at Furnace Creek Ranch, in Death Valley, California, United States.",
        "Some experts dispute the validity of the record of the highest recorded temperature ever measured on Earth.",
        "If the record of the highest recorded temperature ever measured on Earth is invalid, then the highest recorded temperature on Earth would be 54.0°C (129.2°F).",
        "The highest recorded temperature on Earth was measured both at Furnace Creek on 20 June 2013 and in Mitribah, Kuwait on 21 July 2016."
      ],
      "queries": [
        "highest recorded temperature Earth Furnace Creek Ranch 1913 validity of record",
        "experts disputing validity of highest recorded temperature on Earth",
        "highest recorded temperature on Earth invalid record 54.0°C (129.2°F) alternative",
        "Earth highest temperature Furnace Creek Mitribah 2013 2016"
      ],
      "search_results": {
        "The highest recorded temperature ever measured on Earth was 56.7°C (134.1°F) on 10 July 1913 at Furnace Creek Ranch, in Death Valley, California, United States.": [
          {
            "title": "Highest temperature recorded on Earth - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Highest_temperature_recorded_on_Earth",
            "content": [
              "Highest temperature recorded on Earth - Wikipedia",
              "The highest temperature recorded on Earth has been measured in three major ways: air, ground, and via satellite observation.",
              "Air measurements are used as the standard measurement due to persistent issues with unreliable ground and satellite readings.",
              "Air measurements are noted by the World Meteorological Organization (WMO) and Guinness World Records among others as the standard to be used for determining the official record.",
              "The current official highest registered air temperature on Earth is 56.",
              "7 °C (134.",
              "1 °F), recorded on 10 July 1913 at Furnace Creek Ranch, in Death Valley in the United States.",
              "[1] For ninety years, a former record that was measured in Libya had been in place, until it was decertified in 2012 based on evidence that it was an erroneous reading.",
              "This finding has since raised questions about the legitimacy of the 1913 record measured in Death Valley, with several meteorological experts asserting that there were similar irregularities.",
              "The WMO has stood by the record as official pending any future investigative results.",
              "If the current record were to be decertified then the holder would be a tie at 54.",
              "0 °C (129.",
              "2 °F), recorded both at Furnace Creek and in Kuwait.",
              "[a] Several unverified temperatures that exceed the current record have also been recorded.",
              "These include historical claims that were never authenticated due to the equipment available at the time and unverified scientific claims. There are also disproven amateur readings that have been posted on social media showing evidence of extreme temperature.",
              "The standard measuring conditions for temperature are in the air, 1.",
              "5 metres (4 ft 11 in) above the ground, and shielded from direct sunlight.",
              "[3] Global surface temperatures as a whole have been monitored since the 1880s when record keeping began.",
              "[4] According to the World Meteorological Organization (WMO), the highest registered air temperature on Earth was 56.",
              "7 °C (134.",
              "1 °F) in Furnace Creek Ranch, California, located in Death Valley in the United States, on 10 July 1913.",
              "[1][5][6] This record was surpassed by a reading of 57.",
              "8 °C (136.",
              "0 °F), registered on 13 September 1922, in ʽAziziya, Libya.",
              "Ninety years later, this record was decertified, making the former reading in Death Valley the world's highest official temperature again.",
              "The decertification of the former record in Libya has since cast doubt on the validity of the 1913 recording.",
              "[7] If the 1913 record were to be decertified, the highest established recorded air temperature on Earth would be 54.",
              "0 °C (129.",
              "2 °F), also recorded in Death Valley on 20 June 2013, and in Mitribah, Kuwait on 21 July 2016.",
              "[8] There have since been higher readings of 54.",
              "4 °C (129.",
              "9 °F) in August 2020 and July 2021, both at Furnace Creek, that are pending validation.",
              "[9][10][11][12] Measurements have also been taken in two other ways via ground and satellite readings.",
              "Temperatures measured directly on the ground may exceed air temperatures by 30 to 50 °C (54 to 90 °F).",
              "[13] The theoretical maximum possible ground surface temperature has been estimated to be between 90 and 100 °C (194 and 212 °F) for dry, darkish soils of low thermal conductivity.",
              "[14] While there is no highest confirmed ground temperature, a reading of 93.",
              "9 °C (201.",
              "0 °F) was allegedly recorded in Furnace Creek Ranch on 15 July 1972.",
              "[15] Temperature measurements via satellite also tend to capture the occurrence of higher records but, due to complications involving the satellite's altitude loss (a side effect of atmospheric friction), these measurements are often considered less reliable than ground-positioned thermometers.",
              "[16] Satellite measurements of ground temperature taken between 2003 and 2009, taken with the MODIS infrared spectroradiometer on the Aqua satellite, found a maximum temperature of 70.",
              "7 °C (159.",
              "3 °F), which was recorded in 2005 in the Lut Desert, Iran.",
              "The Lut Desert was also found to have the highest maximum temperature in 5 of the 7 years measured (2004, 2005, 2006, 2007, and 2009).",
              "These measurements reflect averages over a large region and so are lower than the maximum point surface temperature.",
              "[13] In the early 21st century, prior recordings for the highest temperature on Earth were investigated as probable misreadings.",
              "From 1922 until 2012, the WMO record for the highest official temperature on Earth was 57.",
              "8 °C (136.",
              "0 °F), registered on 13 September 1922, in ʽAziziya, Libya.",
              "This record was decertified by the WMO in January 2012 as persuasive evidence led to a faulty reading recorded in error by an inexperienced observer.",
              "[1] The decertification of this former record led researchers to also investigate the former and current recordings made in Death Valley in 1913.",
              "[7] One of the earliest objections came in 1949 by Dr.",
              "Arnold Court, who concluded that the temperature may have been the result of a sandstorm that occurred at the time.",
              "Court stated that \"such a storm may have caused superheated surface materials to hit upon the temperature in the shelter.\"",
              "[1][17] Modern weather historians such as Christopher C.",
              "Burt and William Taylor Reid have also claimed that the 1913 Death Valley reading is \"a myth\", and is at least 2.",
              "2 to 2.",
              "8 °C (4 to 5 °F) too high.",
              "[18][19] The WMO has come out in support of the current record stating that \"We accept that Death Valley temperature extreme record.",
              "If any new materials on it surface, we will be prepared to open an investigation, but at this time all available evidence points to its legitimacy.\"",
              "[6] The following are unverified claims of extreme heat over the current world record of 56.",
              "7 °C (134.",
              "1 °F).",
              "These include historical claims that were never authenticated due to the equipment available at the time and unverified scientific claims. Amateur readings have also been done through social media that claimed extreme temperatures which were later discredited.",
              "Videos were posted in one instance that allegedly showed street lights melting or trees bursting into flames.",
              "These were later disproven by meteorologists who tied the \"evidence\" to other unrelated prior events that had taken place.",
              "[20] All of the recordings listed before 1972 were allegedly caused by a sudden localized increase in air temperature near the surface, known as a heat burst."
            ]
          },
          {
            "title": "Death Valley hits 130° F, the hottest recorded temperature on Earth ...",
            "url": "https://www.sciencenews.org/article/death-valley-hottest-recorded-temperature-earth",
            "content": [
              "Death Valley hits 130° F, the hottest recorded temperature on Earth ...",
              "Every print subscription comes with full digital access Furnace Creek, in California’s Death Valley, logged a temperature of 130° Fahrenheit (54.",
              "4° Celsius) on Aug.",
              "16.",
              "It’s the third-hottest temperature recorded on Earth, and the hottest since 1931.",
              "The area also holds the No.",
              "1 hot spot, with 134° F (56.",
              "7° C) recorded in 1913.",
              "juhajarvinen/iStock/Getty Images Plus By Carolyn Gramling August 17, 2020 at 4:32 pm Amid a sweltering heat wave across the western United States, a remote spot in Death Valley, Calif.",
              ", may have just earned the title of hottest place on Earth in nearly a century.",
              "On August 16, the Death Valley spot — appropriately named Furnace Creek, with a population of 24 — logged a temperature of 130° Fahrenheit (54.",
              "4° Celsius).",
              "If verified by the World Meteorological Organization, or WMO, that temperature will be the hottest recorded since 1931, and the third hottest since record keeping began.",
              "Furnace Creek also holds the record for hottest recorded temperature on Earth, logged in 1913 at 134° F (56.",
              "7° C).",
              "In second place is Kebili, Tunisia, with a logged temperature of 55.",
              "0° C (131° F) on July 7, 1931.",
              "The verification process for such global records of weather extremes, which are archived at WMO, may take months, says archive chief Randall Cerveny, a meteorologist at Arizona State University in Tempe (SN: 7/1/20).",
              "Substantiating a record involves an international committee of atmospheric scientists poring over the original observations, the equipment used to make it and the calibration practices.",
              "But “based on available evidence, we are preliminarily accepting the observation,” Cerveny says.",
              "Some scientists have contested the 1913 observation.",
              "In 2016, an analysis posted online at Weather Underground suggested that the logged temperature was “essentially not possible” based on meteorological conditions, including that there was no evidence of a particularly intense heat wave from any other stations in the area at the time.",
              "For now, though, the record stands, because “no credible substantial evidence” supporting this claim has been submitted to WMO, Cerveny says.",
              "There is precedent for previous records being dismissed once disproven.",
              "In 2012, WMO determined that what was then thought to be the hottest recorded temperature, a 1912 observation of 57.",
              "8° C (136° F) in Libya, was not valid.",
              "That was supported by the discovery in 2010 of the original, mislogged observation sheet bearing five separate errors.",
              "Questions or comments on this article?",
              "E-mail us at feedback@sciencenews.",
              "org | Reprints FAQ Carolyn Gramling is the earth & climate writer.",
              "She has bachelor’s degrees in geology and European history and a Ph.",
              "D.",
              "in marine geochemistry from MIT and the Woods Hole Oceanographic Institution.",
              "This article was supported by readers like you.",
              "Invest in quality science journalism by donating today.",
              "Science News was founded in 1921 as an independent, nonprofit source of accurate information on the latest news of science, medicine and technology.",
              "Today, our mission remains the same: to empower people to evaluate the news and the world around them.",
              "It is published by the Society for Science, a nonprofit 501(c)(3) membership organization dedicated to public engagement in scientific research and education (EIN 53-0196483).",
              "© Society for Science & the Public 2000–2023.",
              "All rights reserved.",
              "Subscribers, enter your e-mail address for full access to the Science News archives and digital editions.",
              "Not a subscriber?",
              "Become one now."
            ]
          },
          {
            "title": "July 10, 1913: Death Valley Sets a World Record Temperature",
            "url": "https://www.nbclosangeles.com/weather-news/death-valley-world-record-temperature-heat/2394047/",
            "content": [
              "July 10, 1913: Death Valley Sets a World Record Temperature",
              "Temperatures are about to soar in Southern California on a significant date in the history of extreme weather.",
              "It was 107 years ago Friday that the sweltering desert location of Furnace Creek in Death Valley set a world record for highest air temperature at 134 degrees.",
              "Death Valley's high temperatures are influenced by the depth and shape of Death Valley.",
              "The valley is a long, narrow basin below sea level, with high, steep mountain ranges.",
              "Additionally, the dry air and limited plant coverage allows sunlight to heat up the desert surface.",
              "The National Park Service said heat radiates back from the rocks and soil, and becomes trapped in the valley.",
              "Here is a look back at some dramatic shots of the hottest place on Earth."
            ]
          }
        ],
        "Some experts dispute the validity of the record of the highest recorded temperature ever measured on Earth.": [
          {
            "title": "New Extreme Weather Record? Not So Fast. - The New York Times",
            "url": "https://www.nytimes.com/2021/07/22/climate/record-heat-wave.html",
            "content": [
              "New Extreme Weather Record? Not So Fast. - The New York Times",
              "Advertisement Supported by The process of formally vetting an extreme weather record can require months or years of investigation.",
              "A few have been rejected.",
              "By Mike Ives California’s Death Valley recorded temperatures of 130 degrees Fahrenheit this month, a measurement that could be the highest ever reliably made on Earth.",
              "Or not.",
              "For decades the global heat record was a 136.",
              "4-degree reading from Libya in 1922, but that was thrown out about a decade ago after scientists uncovered methodological errors.",
              "The record that officially replaced it, a 134-degree reading from Death Valley in 1913, is itself disputed.",
              "Journalists like to cover record-setting weather in real time, and for good reason: Extreme heat can have significant consequences for our health and the fate of the planet.",
              "The seven warmest years in the history of accurate worldwide record-keeping have been the past seven years, and 19 of the 20 warmest years have occurred since 2000;",
              "worldwide, June 2019 was the hottest ever recorded for the month, and June 2020 essentially tied it.",
              "But the process of formally certifying such records can require months, or years, of nuanced vetting.",
              "Plus some expensive laboratory gear.",
              "“If you just want to know if it is freezing outside, your small home weather station is fine,” said Andrea Merlone, a metrologist in Italy who recently helped to certify two 129.",
              "2-degree readings from Kuwait and Pakistan.",
              "“But if you need to assess a record, then you have to go down to the millikelvin level,” he added.",
              "Bear with us a moment.",
              "Metrology is the science of measurement, and a millikelvin is equivalent to a thousandth of a kelvin, the unit of measurement on a temperature scale that begins at absolute zero — or minus 273.",
              "15 degrees Celsius or minus 459.",
              "67 degrees Fahrenheit.",
              "One way metrologists establish the validity of purported temperature records is by checking meteorological sensors with instruments that are themselves accurate to within a thousandth of a degree Celsius, or one millikelvin.",
              "Weather records specific to a country or region are often handled by national agencies, like the National Oceanic and Atmospheric Administration in the United States and the Met Office in Britain.",
              "In 2016, for example, scientists from NOAA and Florida International University reanalyzed Hurricane Camille, whose estimated wind speeds of 190 miles per hour at landfall in 1969 were the highest of any Atlantic hurricane.",
              "By combining a study of the original observations from ships, weather stations, coastal radar and other data with the current understanding of hurricanes, the researchers found that Hurricane Camille’s winds — about 175 m.",
              "p.",
              "h.",
              "— were weaker than previously assumed, when it slammed into Mississippi.",
              "As a result, a pair of storms with winds of 185 m.",
              "p.",
              "h.",
              "— a 1935 hurricane that hit the Florida Keys and Hurricane Dorian in 2019 — were elevated to the top of the list of Atlantic storms with the highest wind speed at landfall.",
              "At the international level, the job of certifying weather records falls to the World Meteorological Organization, a United Nations agency that opened a Weather and Climate Extremes Archive in 2007.",
              "“From a W.",
              "M.",
              "O.",
              "point of view, it’s important to scientifically evaluate them with a kind of security to say, ‘This reading is a real reading, it was measured in that place and we are confident it’s the highest or lowest observation of this variable,’” said Manola Brunet, the president of the agency’s Commission for Climatology.",
              "Dr.",
              "Brunet, a geographer at the University Rovira i Virgili in Spain, said that committees organized by the W.",
              "M.",
              "O.",
              "typically include eight to 12 experts and that at least 20 records had been evaluated since 2007.",
              "Of those, only the 1922 Libya reading was a re-evaluation of an official record;",
              "the others were newer and had not been officially confirmed.",
              "In the Libya case, the W.",
              "M.",
              "O.",
              "research resulted in a peer-reviewed scientific article that identified a number of issues with the 1922 reading, including “problematical instrumentation” and an inexperienced observer.",
              "In a more recent W.",
              "M.",
              "O.",
              "investigation, one of the agency’s committees accepted a reading of 18.",
              "3 degrees Celsius (64.",
              "9 Fahrenheit) from February 2020 as the Antarctic region’s highest observed temperature.",
              "It also rejected a slightly higher one, from an Antarctic permafrost monitoring station, as biased, although it noted that the station was “not badly designed for its purpose.",
              "” Dr.",
              "Brunet said the W.",
              "M.",
              "O.",
              "might soon decide to open an investigation of another weather record: a 253 m.",
              "p.",
              "h.",
              "wind gust in Barrow Island, Australia, in 1996 that is considered the strongest on record.",
              "She said the agency was consulting mechanical engineers for their opinions about the way the anemometer, which measures wind speed, was set up on the island at the time.",
              "Jeff Masters, a meteorologist and a co-founder of Weather Underground, an online news service, says the reason more temperature records are not overturned is because the process is too time-consuming.",
              "A case in point, he said, is that an effort to reanalyze every named Atlantic storm since 1851, which began two decades ago, has so far reached only the year 1965.",
              "“There are hundreds of temperature records in the U.",
              "S.",
              "alone that would not survive a re-analysis,” Dr.",
              "Masters said.",
              "“The most famous of these is the world-record hottest temperature in history of 134 degrees Fahrenheit in 1913 in Death Valley.",
              "” Two extreme weather experts, William T.",
              "Reid and Christopher C.",
              "Burt, have argued on the Weather Underground site that the 1913 reading was “not possible from a meteorological perspective,” in part because it was not consistent with other observations made in that part of Death Valley over the same week.",
              "They say the man who recorded the temperature, at Greenland Ranch in California, appears in retrospect to have “knowingly or inadvertently” exaggerated the reading, and that he may not have even been present at the time.",
              "But Randall Cerveny, who leads the World Meteorological Organization’s efforts to research and verify global weather records, said in an email that the 1913 reading was still recognized as the “hottest temperature recorded for the United States and for the world.",
              "” Dr.",
              "Cerveny, who teaches geographical sciences at Arizona State University and worked with Mr.",
              "Burt to debunk the 1922 Libya record, described the research on the 1913 Death Valley record by Mr.",
              "Burt and Mr.",
              "Reid as “conjectural, not new evidence.",
              "” He added that the U.",
              "S.",
              "Climate Extremes Index, a NOAA project, has also opted not to investigate it.",
              "“We do not dismiss records without substantial evidence proving their inaccuracy,” he said.",
              "As for newer Death Valley records, Dr.",
              "Cerveny said the W.",
              "M.",
              "O.",
              "was still trying to verify a 129.",
              "9-degree reading from that area on Aug.",
              "6, 2020.",
              "If confirmed, it would be the third-highest temperature ever recorded on Earth and the second-highest in the United States.",
              "But Dr.",
              "Cerveny said the investigation is “taking a while” because his team has been testing the temperature sensor that made the reading.",
              "Advertisement"
            ]
          },
          {
            "title": "The Raw Truth on Global Temperature Records",
            "url": "https://climate.nasa.gov/explore/ask-nasa-climate/3071/the-raw-truth-on-global-temperature-records/",
            "content": [
              "The Raw Truth on Global Temperature Records",
              "By Alan Buis, NASA's Jet Propulsion Laboratory Weather stations are set up throughout Glacier National Park in Montana to monitor and collect weather data.",
              "These stations must be visited periodically for maintenance and to add or remove new research devices.",
              "Credit: GlacierNPS, CC BY 2.",
              "0, via Wikimedia Commons Ensuring the accuracy of Earth’s long-term global and regional surface temperature records is a challenging, constantly evolving undertaking.",
              "There are lots of reasons for this, including changes in the availability of data, technological advancements in how land and sea surface temperatures are measured, the growth of urban areas, and changes to where and when temperature data are collected, to name just a few.",
              "Over time, these changes can lead to measurement inconsistencies that affect temperature data records.",
              "Scientists have been building estimates of Earth’s average global temperature for more than a century, using temperature records from weather stations.",
              "But before 1880, there just wasn’t enough data to make accurate calculations, resulting in uncertainties in these older records.",
              "Fortunately, consistent temperature estimates made by paleoclimatologists (scientists who study Earth’s past climate using environmental clues like ice cores and tree rings) provide scientists with context for understanding today’s observed warming of Earth’s climate, which has no historic parallel.",
              "Over the past 140 years, we’ve literally gone from making some temperature measurements by hand to using sophisticated satellite technology.",
              "Today’s temperature data come from many sources, including more than 32,000 land weather stations, weather balloons, radar, ships and buoys, satellites, and volunteer weather watchers.",
              "Get NASA's Climate Change News: Subscribe to the Newsletter » To account for all of these changes and ensure a consistent, accurate record of our planet’s temperature variations, scientists use information from many sources to make adjustments before incorporating and absorbing temperature data into analyses of regional or global surface temperatures.",
              "This allows them to make “apples to apples” comparisons.",
              "Let’s look more closely at why these adjustments are made.",
              "To begin with, some temperature data are gathered by humans.",
              "As all of us know, humans can make occasional mistakes in recording and transcribing observations.",
              "So, a first step in processing temperature data is to perform quality control to identify and eliminate any erroneous data caused by such errors – things like missing a minus sign, misreading an instrument, etc.",
              "Next are changes to land weather stations.",
              "Temperature readings at weather stations can be affected by the physical location of the station, by what’s happening around it, and even by the time of day that readings are made.",
              "For example, if a weather station is located at the bottom of a mountain and a new station is built on the same mountain but at a higher location, the changes in latitude and elevation could affect the station’s readings.",
              "If you simply averaged the old and new data sets, the station’s overall temperature readings would be lower beginning when the new station opens.",
              "Similarly, if a station is moved away from a city center to a less developed location like an airport, cooler readings may result, while if the land around a weather station becomes more developed, readings might get warmer.",
              "Such differences are caused by how ground surfaces in different environments absorb and retain heat.",
              "Then there are changes to the way that stations collect temperature data.",
              "Old technologies become outdated or instrumentation simply wears out and is replaced.",
              "Using new equipment with slightly different characteristics can affect temperature measurements.",
              "Data adjustments may also be required if there are changes to the time of day that observations are made.",
              "If, for example, a network of weather stations adopts a uniform observation time, as they did in the United States, stations making such a switch will see their data affected, because temperature is dependent on time of day.",
              "Scientists also make adjustments to account for station temperature data that are significantly higher or lower than that of nearby stations.",
              "Such out-of-the-ordinary temperature readings typically have absolutely nothing to do with climate change but are instead due to some human-produced change that causes the station readings to be out of line with neighboring stations.",
              "By comparing data with surrounding stations, scientists can identify abnormal station measurements and ensure that they don’t skew overall regional or global temperature estimates.",
              "In addition, since the number of land weather stations is increasing over time, forming more dense networks that increase the accuracy of temperature estimates in those regions, scientists also take those improvements into account so data from areas with dense networks can be appropriately compared with data from areas with less dense networks.",
              "Much like the trends on land, sea surface temperature measurement practices have also changed significantly.",
              "Before about 1940, the most common method for measuring sea surface temperature was to throw a bucket attached to a rope overboard from a ship, haul it back up, and read the water temperature.",
              "The method was far from perfect.",
              "Depending on the air temperature, the water temperature could change as the bucket was pulled from the water.",
              "During the 1930s and ‘40s, scientists began measuring the temperature of ocean water piped in to cool ship engines.",
              "This method was more accurate.",
              "The impact on long-term ocean surface temperature records was to reduce the warming trend in global ocean temperatures that had been observed before that time.",
              "That’s because temperature readings from water drawn up in buckets prior to measurement are, on average, a few tenths of a degree Celsius cooler than readings of water obtained at the level of the ocean in a ship’s intake valves.",
              "Then, beginning around 1990, measurements from thousands of floating buoys began replacing ship-based measurements as the commonly accepted standard.",
              "Today, such buoys provide about 80% of ocean temperature data.",
              "Temperatures recorded by buoys are slightly lower than those obtained from ship engine room water intakes for two reasons.",
              "First, buoys sample water that is slightly deeper, and therefore cooler, than water samples obtained from ships.",
              "Second, the process of passing water samples through a ship’s inlet can slightly heat the water.",
              "To compensate for the addition of cooler water temperature data from buoys to the warmer temperature data obtained from ships, ocean temperatures from buoys in recent years have been adjusted slightly upward to be consistent with ship measurements.",
              "Currently, there are multiple independent climate research organizations around the world that maintain long-term data sets of global land and ocean temperatures.",
              "Among the best known are those produced by NASA, the National Oceanic and Atmospheric Administration (NOAA), the U.",
              "K.",
              "Meteorological Office's Hadley Centre/Climatic Research Unit (CRU) of the University of East Anglia, and Berkeley Earth, a California-based non-profit.",
              "Each organization uses different techniques to make its estimates and adjusts its input data sets to compensate for changes in observing conditions, using data processing methods described in peer-reviewed literature.",
              "Remarkably, despite the differences in methodologies used by these independent researchers, their global temperature estimates are all in close agreement.",
              "Moreover, they also match up closely to independent data sets derived from satellites and weather forecast models.",
              "One of the leading data sets used to conduct global surface temperature analyses is the NASA Goddard Institute for Space Studies (GISS) surface temperature analysis, known as GISTEMP.",
              "GISTEMP uses a statistical method that produces a consistent estimated temperature anomaly series from 1880 to the present.",
              "A “temperature anomaly” is a calculation of how much colder or warmer a measured temperature is at a given weather station compared to an average value for that location and time, which is calculated over a 30-year reference period (1951-1980).",
              "The current version of GISTEMP includes adjusted average monthly data from the latest version of the NOAA/National Centers for Environmental Information (NCEI) Global Historical Climatology Network analysis and its Extended Reconstructed Sea Surface Temperature data.",
              "GISTEMP uses an automated process to flag abnormal records that don’t appear to be accurate.",
              "Scientists then perform manual inspections on the suspect data.",
              "GISTEMP also adjusts to account for the effects of urban heat islands, which are differences in temperatures between urban and rural areas.",
              "The procedure used to calculate GISTEMP hasn’t changed significantly since the mid-1980s, except to better account for data from urban areas.",
              "While the growing availability of better data has led to adjustments in GISTEMP’s regional temperature averages, the adjustments haven’t impacted GISTEMP’s global averages significantly.",
              "While raw data from an individual station are never adjusted, any station showing abnormal data resulting from changes in measurement method, its immediate surroundings, or apparent errors, is compared to reference data from neighboring stations that have similar climate conditions in order to identify and remove abnormal data before they are input into the GISTEMP method.",
              "While such data adjustments can substantially impact some individual stations and small regions, they barely change any global average temperature trends.",
              "In addition, results from global climate models are not used at any stage in the GISTEMP process, so comparisons between GISTEMP and model projections are valid.",
              "All data used by GISTEMP are in the public domain, and all code used is available for independent verification.",
              "Independent analyses conclude the impact of station temperature data adjustments is not very large.",
              "Upward adjustments of global temperature readings before 1950 have, in total, slightly reduced century-scale global temperature trends.",
              "Since 1950, however, adjustments to input data have slightly increased the rate of global warming recorded by the temperature record by less than 0.",
              "1 degree Celsius (less than 0.",
              "2 degrees Fahrenheit).",
              "A final note: while adjustments are applied to station temperature data being used in global analyses, the raw data from these stations never changes unless better archived data become available.",
              "When global temperature data are processed, the original records are preserved and are available to anyone who wants them, at no cost, online.",
              "For example, the NOAA National Climatic Data Center's U.",
              "S.",
              "and global records may be accessed here.",
              "This website is produced by the Earth Science Communications Team at Site Owner: Anya Biferno Site Editor: Holly Shaftel Managing Editor: Susan Callery Senior Producer: Randal Jackson Senior Science Editor: Daniel Bailey Science Editor: Susan Callery Site last updated: November 2, 2023"
            ]
          },
          {
            "title": "&#39;Highest temperature on Earth&#39; as Death Valley, US hits 54.4C",
            "url": "https://www.bbc.com/news/world-us-canada-53788018",
            "content": [
              "&#39;Highest temperature on Earth&#39; as Death Valley, US hits 54.4C",
              "What could be the highest temperature ever reliably recorded on Earth - 130F (54.",
              "4C) - may have been reached in Death Valley National Park, California.",
              "The recording is being verified by the US National Weather Service.",
              "It comes amid a heatwave on the US's west coast, where temperatures are forecast to rise further this week.",
              "The scorching conditions have led to two days of blackouts in California, after a power plant malfunctioned on Saturday.",
              "\"It's an oppressive heat and it's in your face,\" Brandi Stewart, who works at Death Valley National Park, told the BBC.",
              "Ms Stewart has lived and worked at the national park on and off for five years.",
              "She spends a lot of her time indoors in August because it's simply too uncomfortable to be outside.",
              "\"When you walk outside it's like being hit in the face with a bunch of hairdryers,\" she said.",
              "\"You feel the heat and it's like walking into an oven and the heat is just all around you.\"",
              "Sunday's reading was recorded in Furnace Creek in Death Valley.",
              "Before this, the highest temperature reliably recorded on Earth was 129.",
              "2F (54C) - also in Death Valley in 2013.",
              "A higher reading of 134F, or 56.",
              "6C a century earlier, also in Death Valley, is disputed.",
              "It is believed by some modern weather experts to have been erroneous, along with several other searing temperatures recorded that summer.",
              "According to a 2016 analysis from weather historian Christopher Burt, other temperatures in the region recorded in 1913 do not corroborate the Death Valley reading.",
              "Another record temperature for the planet - 131F, or 55C - was recorded in Tunisia in 1931, but Mr Burt said this reading, as well as others recorded in Africa during the colonial era, had \"serious credibility issues\".",
              "The current heatwave stretches from Arizona in the south-west, up the coast to Washington state in the north-west.",
              "It is expected to hit its peak on Monday and Tuesday, before temperatures start to drop later in the week.",
              "However, the sweltering heat will continue for at least another 10 days.",
              "As temperatures soared in California, a large \"firenado\" was observed on Saturday in Lassen County.",
              "California's Independent System Operator (CISO), which manages the state's power, has declared a Stage 3 Emergency, meaning \"when demand [for electricity] begins to outpace supply\".",
              "Because so much of the region's power relies on solar and wind energy, and because people use their electricity for air conditioning, during heatwaves the power grid becomes strained and is at risk of completely malfunctioning.",
              "In order to manage the state's demand for power and prevent a complete shutdown, officials are using scheduled rolling blackouts to control and conserve energy.",
              "Officials define extreme heat as a period of two to three days of high heat and humidity, with temperatures above 90F (32C).",
              "US public health body the Centers for Disease Control and Prevention (CDC) says heatwaves have killed more people on average than any other extreme weather event in the country.",
              "The immediate effects of heatwaves on the human body are heat cramps, dehydration and even potentially fatal heat strokes.",
              "However, extreme heat can also exacerbate pre-existing health conditions, including respiratory diseases, heart conditions and kidney disorders, the World Health Organization (WHO) says.",
              "It can affect infrastructure, too.",
              "As well as straining power grids and causing blackouts, extreme heat can ground planes, melt roads, and cause the inside of cars to overheat to dangerous levels.",
              "Heatwaves can also have a severe impact on agriculture - either by causing vegetables to wilt and die, or by encouraging the spread of plant diseases.",
              "Dangerous heat wave forecast for south-west US Summers could become 'too hot for humans' Last decade confirmed as warmest on record US pushes for pause in fighting as Israel says it has cut Gaza in two Hamburg Airport hostage drama ends after 18 hours Ukraine military under pressure over deadly strike Germany's migrant row deepens as illegal arrivals soar Trump's sons a study in contrasts in court showdown The UFC fighter whose family are part of UFO folklore Clouds, crowns and crews: Africa's top shots Tech promises to remove the guesswork from fishing Weekly quiz: What did Heidi Klum dress as for Halloween?",
              "Can Call of Duty last another 20 years?",
              "Why holiday shopping may surge Australia and China eye new ways to heal old wounds The employees secretly using ChatGPT Why aliens may be weirder than we think Africa's safari trail with no tourists 漏 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          }
        ],
        "If the record of the highest recorded temperature ever measured on Earth is invalid, then the highest recorded temperature on Earth would be 54.0°C (129.2°F).": [
          {
            "title": "Highest temperature recorded on Earth - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Highest_temperature_recorded_on_Earth",
            "content": [
              "Highest temperature recorded on Earth - Wikipedia",
              "The highest temperature recorded on Earth has been measured in three major ways: air, ground, and via satellite observation.",
              "Air measurements are used as the standard measurement due to persistent issues with unreliable ground and satellite readings.",
              "Air measurements are noted by the World Meteorological Organization (WMO) and Guinness World Records among others as the standard to be used for determining the official record.",
              "The current official highest registered air temperature on Earth is 56.",
              "7 °C (134.",
              "1 °F), recorded on 10 July 1913 at Furnace Creek Ranch, in Death Valley in the United States.",
              "[1] For ninety years, a former record that was measured in Libya had been in place, until it was decertified in 2012 based on evidence that it was an erroneous reading.",
              "This finding has since raised questions about the legitimacy of the 1913 record measured in Death Valley, with several meteorological experts asserting that there were similar irregularities.",
              "The WMO has stood by the record as official pending any future investigative results.",
              "If the current record were to be decertified then the holder would be a tie at 54.",
              "0 °C (129.",
              "2 °F), recorded both at Furnace Creek and in Kuwait.",
              "[a] Several unverified temperatures that exceed the current record have also been recorded.",
              "These include historical claims that were never authenticated due to the equipment available at the time and unverified scientific claims. There are also disproven amateur readings that have been posted on social media showing evidence of extreme temperature.",
              "The standard measuring conditions for temperature are in the air, 1.",
              "5 metres (4 ft 11 in) above the ground, and shielded from direct sunlight.",
              "[3] Global surface temperatures as a whole have been monitored since the 1880s when record keeping began.",
              "[4] According to the World Meteorological Organization (WMO), the highest registered air temperature on Earth was 56.",
              "7 °C (134.",
              "1 °F) in Furnace Creek Ranch, California, located in Death Valley in the United States, on 10 July 1913.",
              "[1][5][6] This record was surpassed by a reading of 57.",
              "8 °C (136.",
              "0 °F), registered on 13 September 1922, in ʽAziziya, Libya.",
              "Ninety years later, this record was decertified, making the former reading in Death Valley the world's highest official temperature again.",
              "The decertification of the former record in Libya has since cast doubt on the validity of the 1913 recording.",
              "[7] If the 1913 record were to be decertified, the highest established recorded air temperature on Earth would be 54.",
              "0 °C (129.",
              "2 °F), also recorded in Death Valley on 20 June 2013, and in Mitribah, Kuwait on 21 July 2016.",
              "[8] There have since been higher readings of 54.",
              "4 °C (129.",
              "9 °F) in August 2020 and July 2021, both at Furnace Creek, that are pending validation.",
              "[9][10][11][12] Measurements have also been taken in two other ways via ground and satellite readings.",
              "Temperatures measured directly on the ground may exceed air temperatures by 30 to 50 °C (54 to 90 °F).",
              "[13] The theoretical maximum possible ground surface temperature has been estimated to be between 90 and 100 °C (194 and 212 °F) for dry, darkish soils of low thermal conductivity.",
              "[14] While there is no highest confirmed ground temperature, a reading of 93.",
              "9 °C (201.",
              "0 °F) was allegedly recorded in Furnace Creek Ranch on 15 July 1972.",
              "[15] Temperature measurements via satellite also tend to capture the occurrence of higher records but, due to complications involving the satellite's altitude loss (a side effect of atmospheric friction), these measurements are often considered less reliable than ground-positioned thermometers.",
              "[16] Satellite measurements of ground temperature taken between 2003 and 2009, taken with the MODIS infrared spectroradiometer on the Aqua satellite, found a maximum temperature of 70.",
              "7 °C (159.",
              "3 °F), which was recorded in 2005 in the Lut Desert, Iran.",
              "The Lut Desert was also found to have the highest maximum temperature in 5 of the 7 years measured (2004, 2005, 2006, 2007, and 2009).",
              "These measurements reflect averages over a large region and so are lower than the maximum point surface temperature.",
              "[13] In the early 21st century, prior recordings for the highest temperature on Earth were investigated as probable misreadings.",
              "From 1922 until 2012, the WMO record for the highest official temperature on Earth was 57.",
              "8 °C (136.",
              "0 °F), registered on 13 September 1922, in ʽAziziya, Libya.",
              "This record was decertified by the WMO in January 2012 as persuasive evidence led to a faulty reading recorded in error by an inexperienced observer.",
              "[1] The decertification of this former record led researchers to also investigate the former and current recordings made in Death Valley in 1913.",
              "[7] One of the earliest objections came in 1949 by Dr.",
              "Arnold Court, who concluded that the temperature may have been the result of a sandstorm that occurred at the time.",
              "Court stated that \"such a storm may have caused superheated surface materials to hit upon the temperature in the shelter.\"",
              "[1][17] Modern weather historians such as Christopher C.",
              "Burt and William Taylor Reid have also claimed that the 1913 Death Valley reading is \"a myth\", and is at least 2.",
              "2 to 2.",
              "8 °C (4 to 5 °F) too high.",
              "[18][19] The WMO has come out in support of the current record stating that \"We accept that Death Valley temperature extreme record.",
              "If any new materials on it surface, we will be prepared to open an investigation, but at this time all available evidence points to its legitimacy.\"",
              "[6] The following are unverified claims of extreme heat over the current world record of 56.",
              "7 °C (134.",
              "1 °F).",
              "These include historical claims that were never authenticated due to the equipment available at the time and unverified scientific claims. Amateur readings have also been done through social media that claimed extreme temperatures which were later discredited.",
              "Videos were posted in one instance that allegedly showed street lights melting or trees bursting into flames.",
              "These were later disproven by meteorologists who tied the \"evidence\" to other unrelated prior events that had taken place.",
              "[20] All of the recordings listed before 1972 were allegedly caused by a sudden localized increase in air temperature near the surface, known as a heat burst."
            ]
          },
          {
            "title": "List of weather records - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_weather_records",
            "content": [
              "List of weather records - Wikipedia",
              "This is a list of weather records, a list of the most extreme occurrences of weather phenomena for various categories.",
              "Many weather records are measured under specific conditions—such as surface temperature and wind speed—to keep consistency among measurements around the Earth.",
              "Each of these records is understood to be the record value officially observed, as these records may have been exceeded before modern weather instrumentation was invented, or in remote areas without an official weather station.",
              "This list does not include remotely sensed observations such as satellite measurements, since those values are not considered official records.",
              "[2] The standard measuring conditions for temperature are in the air, 1.",
              "25 metres (4.",
              "1 ft) to 2.",
              "00 metres (6.",
              "6 ft) above the ground,[3] and shielded from direct sunlight intensity (hence the term x degrees \"in the shade\").",
              "[4] The following lists include all officially confirmed claims measured by those methods.",
              "Temperatures measured directly on the ground may exceed air temperatures by 30 to 50 °C (54 to 90 °F).",
              "[4] The highest natural ground surface temperature ever recorded may have been an alleged reading of 93.",
              "9 °C (201.",
              "0 °F) at Furnace Creek, California, United States, on 15 July 1972.",
              "[5] In 2011, a ground temperature of 84 °C (183.",
              "2 °F) was recorded in Port Sudan, Sudan.",
              "[6] The theoretical maximum possible ground surface temperature has been estimated to be between 90 and 100 °C (194 and 212 °F) for dry, darkish soils of low thermal conductivity.",
              "[7] Satellite measurements of ground temperature taken between 2003 and 2009, taken with the MODIS infrared spectroradiometer on the Aqua satellite, found a maximum temperature of 70.",
              "7 °C (159.",
              "3 °F), which was recorded in 2005 in the Lut Desert, Iran.",
              "The Lut Desert was also found to have the highest maximum temperature in five of the seven years measured (2004, 2005, 2006, 2007 and 2009).",
              "These measurements reflect averages over a large region and so are lower than the maximum point surface temperature.",
              "[4] Satellite measurements of the surface temperature of Antarctica, taken between 1982 and 2013, found a coldest temperature of −93.",
              "2 °C (−135.",
              "8 °F) on 10 August 2010, at 81°48′S 59°18′E﻿ / ﻿81.",
              "8°S 59.",
              "3°E﻿ / -81.",
              "8;",
              "59.",
              "3.",
              "Although this is not comparable to an air temperature, it is believed that the air temperature at this location would have been lower than the official record lowest air temperature of −89.",
              "2 °C (−128.",
              "6 °F).",
              "[8][9] According to the World Meteorological Organization (WMO), the highest temperature ever recorded was 56.",
              "7 °C (134.",
              "1 °F) on 10 July 1913 in Furnace Creek (Greenland Ranch), California, United States,[10] but the validity of this record is challenged as possible problems with the reading have since been discovered.",
              "Christopher C.",
              "Burt, a weather historian writing for Weather Underground, believes that the 1913 Death Valley reading is \"a myth\", and is at least 2.",
              "2 or 2.",
              "8 °C (4 or 5 °F) too high.",
              "[11] Burt proposes that the highest reliably recorded temperature on Earth could still be at Death Valley, but is instead 54.",
              "0 °C (129.",
              "2 °F) recorded on 30 June 2013.",
              "[12] This is lower than a 1931 record of 55 °C (131 °F) recorded in Kebili, Tunisia[13] and is matched by a 1942 record of 54 °C (129 °F) from Tirat Zvi, Israel.",
              "[14] 2016 and 2017 readings in Kuwait and Iran have also matched the 2013 Death Valley record, while readings in 2020 and 2021 also at Furnace Creek went even higher, up to 54.",
              "4 °C (129.",
              "9 °F), however, they have not yet been validated by WMO.",
              "[15] The WMO has stated they stand by the 1913 record pending any future investigations.",
              "The former highest official temperature on Earth, 57.",
              "8 °C (136.",
              "0 °F), measured in ʽAziziya, Libya on 13 September 1922, was reassessed in July 2012 by the WMO which published a report that invalidated the record.",
              "[13] There have been other unconfirmed reports of high temperatures, but these temperatures have never been officially validated by national weather services/WMO, and are currently considered to have been recorder's errors,[16] thus not being recognised as world records.",
              "[17] The warmest day on record for the entire planet was 6 July 2023, when the highest global average temperature was recorded at 17.",
              "08 °C (62.",
              "74 °F).",
              "[18] The month of July 2023 was the hottest month on record globally.",
              "[19] 44.",
              "3 °C (111.",
              "7 °F) 12 July 2018[91] Lancones, Department of Piura Florida, Florida Department The coldest temperature recorded is −89.",
              "2 °C (−128.",
              "6 °F), in Antarctica.",
              "−6.",
              "4 °C (20.",
              "5 °F)"
            ]
          },
          {
            "title": "Hottest Reliably Measured Air Temperatures on Earth",
            "url": "https://www.wunderground.com/blog/weatherhistorian/hottest-reliably-measured-air-temperatures-on-earth.html",
            "content": [
              "Hottest Reliably Measured Air Temperatures on Earth",
              "By: Christopher C.",
              "Burt, 10:45 PM GMT on July 22, 2016 Extreme Weather Heat heat bursts Temperature The views of the author are his/her own and do not necessarily represent the position of The Weather Company or its parent, IBM.",
              "© Copyright 2017 The Weather Company, LLC"
            ]
          }
        ],
        "The highest recorded temperature on Earth was measured both at Furnace Creek on 20 June 2013 and in Mitribah, Kuwait on 21 July 2016.": [
          {
            "title": "The simple mistake that stuffed up world temperature records for 90 ...",
            "url": "https://www.abc.net.au/news/2021-07-09/global-temperature-record-mistake/100244736",
            "content": [
              "The simple mistake that stuffed up world temperature records for 90 ...",
              "The simple mistake that stuffed up world temperature records for 90 years Stationed in El Azizia, Libya in 1922, it appears an Italian soldier was not paying a huge degree of attention while being instructed on how to take the daily temperature readings.",
              "It was undoubtedly unpleasantly hot and how much could the temperature at a remote desert outpost possibly matter anyway?",
              "The unidentified soldier would not have had the slightest inkling that his error a few days later would result in the record for the hottest air temperature on Earth being wrong for 90 years.",
              "It would go uncorrected, despite various mutterings over the years, until the World Meteorological Organization put together a special international panel of meteorological experts to conduct an in-depth investigation into the recording.",
              "From which they published a wonderfully detailed report in 2013.",
              "The loaded gun, as it were, was the original recording sheet.",
              "Two days before the entry in question the handwriting changes, indicating a new man on the job.",
              "Not ony did he mix up the columns for recording maximum and minimum temperatures, the team hypothesise he was also reading the thermometer incorrectly when he marked down the scorching 58.",
              "0 degrees Celsius — presumably unbeknownst to the soldier, the highest ambient air temperature ever recorded on Earth.",
              "The type of thermometer thought to be used at the time was the Bellani-Six thermometer.",
              "It is a handy tool because it has bars that mark the highest and lowest temperatures reached across a day, rather than having to constantly watch the thermometer.",
              "There are various accuracy caveats with this type of thermometer, but the big issue on September 13, 1922, seems to have been that the soldier was likely reading from the top end of the bar, rather than the bottom.",
              "Alongside other issues, the report states this probably led to an error of around 7 degrees Celsius.",
              "The report also concludes the temperature did not match up with other readings, either at that station or in nearby areas.",
              "They also note the recording site in 1922, on a \"concrete-coated plaza of a small military fort on a hill,\" could have artificially raised the temperature.",
              "But at its core, this error appears to have been a simple mistake and a cautionary tale to consider the next time your mind starts to wander during seemingly inconsequential and dull workplace training.",
              "Once the 1922 Libyan recording was deemed invalid, the mantle of the hottest temperature on Earth got passed to Death Valley in the US, where it reportedly reached 56.",
              "7C (134F) at the aptly named Furnace Creek recording site on July 7, 1913.",
              "Although now accepted, this record also has a few question marks around it.",
              "Even the official temperature record website run by the Americans admits there may have been a sandstorm at the time, which could have altered the reading.",
              "The same cloud of uncertainty hangs over two other recordings from the July of 1913.",
              "So ignoring those, the next on the list is 55C recorded in Tunisia in 1931, but this value is also widely considered to be a bit dodgy.",
              "To finally get to some readings which don't make meteorologists wince, termed \"reliably\" recorded, we have to drop to 54.",
              "0C.",
              "This temperature has been verified in three different locations: Furnace Creek on June 13, 2013, Mitribah in Kuwait on July 21, 2016, and Turbat in Pakistan on May 28, 2017, albeit with various margins of error.",
              "But to add further spanners to the mix there was more excitement last year when on August 18, 2020, it got up to 54.",
              "4C (130F) at Furnace Creek, which would beat out those more reputable values.",
              "Then in 2021 a string of scorching days saw the temperature soar to 130.",
              "0F (54.",
              "4C) on July 9, 2021 and 129.",
              "4F (54.",
              "1C) on July 10, 2021, again at Furnace Creek.",
              "The order these new readings will end up in on the official list will likely depend on error and rounding details.",
              "At the moment it is looking like the recording of 130.",
              "0F (54.",
              "4C) from July 9, 2021 will equal or just beat out the reading from 2020 to be the current highest reliably recorded temperature on Earth.",
              "But, and it is a big but, these recent recordings will not be added to the official list until verified by the World Meteorological Organisation.",
              "So to officially take the title, any new recordings would would need to top 54.",
              "4C (130.",
              "0F) or at least 54.",
              "0C (129.",
              "2F), then wait a few years to be verified, before officially becoming the hottest temperature reliably recorded on Earth.",
              "Or if they beat 56.",
              "7C or 58.",
              "0C, it would remove the need for the \"reliable\" distinction.",
              "For the record, the highest temperature verified in Australia and the southern hemisphere was 50.",
              "7C, at Oodnadatta on January 2, 1960.",
              "We acknowledge Aboriginal and Torres Strait Islander peoples as the First Australians and Traditional Custodians of the lands where we live, learn, and work.",
              "This service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced.",
              "AEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time)"
            ]
          },
          {
            "title": "Hottest Reliably Measured Air Temperatures on Earth",
            "url": "https://www.wunderground.com/blog/weatherhistorian/hottest-reliably-measured-air-temperatures-on-earth.html",
            "content": [
              "Hottest Reliably Measured Air Temperatures on Earth",
              "By: Christopher C.",
              "Burt, 10:45 PM GMT on July 22, 2016 Extreme Weather Heat heat bursts Temperature The views of the author are his/her own and do not necessarily represent the position of The Weather Company or its parent, IBM.",
              "© Copyright 2017 The Weather Company, LLC"
            ]
          },
          {
            "title": "Mitribah - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Mitribah",
            "content": [
              "Mitribah - Wikipedia",
              "29°49′N 47°22′E﻿ / ﻿29.",
              "817°N 47.",
              "367°E﻿ / 29.",
              "817;",
              "47.",
              "367 Mitribah is a weather station (40551 in the World Meteorological Organization database) in northwest Kuwait.",
              "On July 21 2016, the temperature at this location hit the third highest temperature ever reliably recorded on Earth at 54 °C (129 °F).",
              "[1][2][3][4] Kuwait Highest Temp At 54 on July 21 2016 <https://indianexpress.",
              "com/article/explained/fact-check-63c-claim-from-kuwait-is-it-really-a-world-record-5779655/ This Kuwaiti location article is a stub.",
              "You can help Wikipedia by expanding it."
            ]
          }
        ]
      },
      "evidence": {
        "The highest recorded temperature ever measured on Earth was 56.7°C (134.1°F) on 10 July 1913 at Furnace Creek Ranch, in Death Valley, California, United States.": [
          "The area also holds the No. 1 hot spot, with 134° F (56.7° C) recorded in 1913.",
          "The current official highest registered air temperature on Earth is 56.7 °C (134.1 °F), recorded on 10 July 1913 at Furnace Creek Ranch, in Death Valley in the United States.",
          "Furnace Creek also holds the record for hottest recorded temperature on Earth, logged in 1913 at 134° F (56.7° C)."
        ],
        "Some experts dispute the validity of the record of the highest recorded temperature ever measured on Earth.": [
          "Burt to debunk the 1922 Libya record, described the research on the 1913 Death Valley record by Mr. Burt and Mr. Reid as “conjectural, not new evidence.",
          "What could be the highest temperature ever reliably recorded on Earth - 130F (54.4C) - may have been reached in Death Valley National Park, California.",
          "The recording is being verified by the US National Weather Service.",
          "According to a 2016 analysis from weather historian Christopher Burt, other temperatures in the region recorded in 1913 do not corroborate the Death Valley reading.",
          "Two extreme weather experts, William T. Reid and Christopher C. Burt, have argued on the Weather Underground site that the 1913 reading was “not possible from a meteorological perspective,” in part because it was not consistent with other observations made in that part of Death Valley over the same week.",   
          "The record that officially replaced it, a 134-degree reading from Death Valley in 1913, is itself disputed.",
          "A higher reading of 134F, or 56.6C a century earlier, also in Death Valley, is disputed."
        ],
        "If the record of the highest recorded temperature ever measured on Earth is invalid, then the highest recorded temperature on Earth would be 54.0°C (129.2°F).": [
          "If the 1913 record were to be decertified, the highest established recorded air temperature on Earth would be 54.0 °C (129.2 °F), also recorded in Death Valley on 20 June 2013, and in Mitribah, Kuwait on 21 July 2016."
        ],
        "The highest recorded temperature on Earth was measured both at Furnace Creek on 20 June 2013 and in Mitribah, Kuwait on 21 July 2016.": [
          "To finally get to some readings which don't make meteorologists wince, termed \"reliably\" recorded, we have to drop to 54.0C. This temperature has been verified in three different locations: Furnace Creek on June 13, 2013, Mitribah in Kuwait on July 21, 2016, and Turbat in Pakistan on May 28, 2017, albeit with various margins of error.",
          "Once the 1922 Libyan recording was deemed invalid, the mantle of the hottest temperature on Earth got passed to Death Valley in the US, where it reportedly reached 56.7C (134F) at the aptly named Furnace Creek recording site on July 7, 1913.",
          "According to the World Meteorological Organization (WMO), the highest registered air temperature on Earth was 56.7 °C (134.1 °F) in Furnace Creek Ranch, California, located in Death Valley in the United States, on 10 July 1913.",
          "367 Mitribah is a weather station (40551 in the World Meteorological Organization database) in northwest Kuwait. On July 21 2016, the temperature at this location hit the third highest temperature ever reliably recorded on Earth at 54 °C (129 °F)."
        ]
      },
      "subconclusions": {
        "The highest recorded temperature ever measured on Earth was 56.7°C (134.1°F) on 10 July 1913 at Furnace Creek Ranch, in Death Valley, California, United States.": "supported",
        "Some experts dispute the validity of the record of the highest recorded temperature ever measured on Earth.": "supported",
        "If the record of the highest recorded temperature ever measured on Earth is invalid, then the highest recorded temperature on Earth would be 54.0°C (129.2°F).": "supported",
        "The highest recorded temperature on Earth was measured both at Furnace Creek on 20 June 2013 and in Mitribah, Kuwait on 21 July 2016.": "not supported"
      }
    }
  }
}