{
  "e6efc297-55ad-4454-951f-06b5f7a6b653": {
    "query": "What is the most interesting fact you know about the history of the Great Barrier Reef?",
    "response": "The history of the Great Barrier Reef is a long and diverse one, where many generations of coral have built a habitat that eventually was discovered and then later settled by humans. One of the most interesting facts I know about the history of the Great Barrier Reef is that it was discovered by accident in 1770 by British explorer Captain James Cook when he ran his ship aground on it[^1^] [^2^]. He began the first work of charting channels and passages of the reef, and the efforts continued into the 19th century[^1^] [^2^]. The Great Barrier Reef as we know it today developed during the last period of sea level rise which began around 9,500 years ago. It is estimated that the primary reef growth began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago[^4^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://greatbarrierreef.org/about-the-reef/history-of-the-great-barrier-reef/ \"History and Evolution of the Great Barrier Reef\"\n[2]: https://www.britannica.com/place/Great-Barrier-Reef \"Great Barrier Reef | Map, Animals, Bleaching, & Facts\"\n[3]: https://www.the-sun.com/news/3769480/how-great-barrier-reef-formed/ \"How was the Great Barrier Reef formed? | The US Sun\"\n[4]: https://www.gbrbiology.com/knowledge-and-news/great-barrier-reef-timeline/ \"Great Barrier Reef Timeline - GBR Biology\"\n\nThe history of the Great Barrier Reef is a long and diverse one, where many generations of coral have built a habitat that eventually was discovered and then later settled by humans. One of the most interesting facts I know about the history of the Great Barrier Reef is that it was discovered by accident in 1770 by British explorer Captain James Cook when he ran his ship aground on it[^1^][1] [^2^][2]. He began the first work of charting channels and passages of the reef, and the efforts continued into the 19th century[^1^][1] [^2^][2]. The Great Barrier Reef as we know it today developed during the last period of sea level rise which began around 9,500 years ago. It is estimated that the primary reef growth began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago[^3^][4].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. greatbarrierreef.org](https://greatbarrierreef.org/about-the-reef/history-of-the-great-barrier-reef/) [2. www.britannica.com](https://www.britannica.com/place/Great-Barrier-Reef) [3. www.gbrbiology.com](https://www.gbrbiology.com/knowledge-and-news/great-barrier-reef-timeline/) [4. www.the-sun.com](https://www.the-sun.com/news/3769480/how-great-barrier-reef-formed/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "History and Evolution of the Great Barrier Reef",
        "seeMoreUrl": "https://greatbarrierreef.org/about-the-reef/history-of-the-great-barrier-reef/",
        "imageLink": "https://bing.com/th?id=OIP.qQDVK12Vu4TjzqEzplFXnAHaCU&pid=cdx",
        "imageWidth": "1600",
        "imageHeight": "500",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAB8SURBVFhH7dcxCsAwCAXQ3C70ZFmSoQfzGu0Y2qXQDjbukkmiwxf+EAL6Rk20FaZcfTJmJ8ptPHanNAGIRvtckQpAYMBzHvz2bhLppc2YAr7rZquSXtqMKUDkViW9tBkAAAAAAAAAAEBsgPtC4r6SrQkAMQDex6nreV74B3C/nI1j+r4oAAAAAElFTkSuQmCCAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA==",
        "searchQuery": "history of the Great Barrier Reef"
      },
      {
        "providerDisplayName": "Great Barrier Reef | Map, Animals, Bleaching, & Facts",
        "seeMoreUrl": "https://www.britannica.com/place/Great-Barrier-Reef",
        "imageLink": "https://bing.com/th?id=OIP.gQBJUBu5MOs-uw302uT3zAHaE6&pid=cdx",
        "imageWidth": "800",
        "imageHeight": "531",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAMJSURBVFhHxdUxjl1FEIVh74kVkHkBrAGROHHABpBYAHKEJrBMhizSSUgIILElJwiJwA4gskQECXLy0Hel/1HvTt+nmcjBmeruqjp1qrrvm0effP7t6WPi4wv49MnN6aH4+rtfTl/e/Ljh2Q+vTl98c7udffbVy9Pjpy+WOStsAvyRNFWtIOH57ZsNCrcOhHz/0+/bOhErnlDNbQKR7IPCvriOEbTWOeS/ff1uO19xgWlV7zyBf/79sDlmINRJBeytG70za4XzrXiCuD/e//3/BHIgIwJBZ3sgVkyHSMSHX9/+tV3BteK4xc7pbAIoByTIc9b93CsM4n7+7c8th02IDusu3njkiJ982xvogPpIrNkZbNx1qyjCJqL7GpicuhbL8nf34XwFkhSc3cxO+Crea1fcnu2MAFZOQuLDDc5xs5uAVEZWcOJSD3WbgESbmDM+e77ynePMFs93fgM5ExMBnzP37lxcEMMSsZpKXcrHbV+c801AC5jdKIhIshjnPb4EiE9Ee37F4pWHh+UXVz04v4GgeJ9kRFAXCiga2bQV54+vMzGNPeC9EFCnCIwqAfm6HpNAWFesvXhFGr08fuesSbCz5llA9zxJrLsCMYmoGKvDHp7JzVjo2vARIE98cY84ZoICc8wSkDifcZGJY+evGxBUMb6mJXdO6PwVlFgByaxkAiAi5xVuGs4I72rEV5DY+S4m7jxCCa6gJIS6R9aDithajHMx9hXWpfUU1RQnlgIQFCyxx9MXksDEsI0YFBRDAD48+OZ1Z+8ImIhc0TrWkXWjd8cKKQCEscUUv+KHi0c4HfZNwRoUUhCpdeJY+66D8PjYauzBd57ATOhs+uoqdAUEsYrna2Izf9qJwytYEUy44wqzq5g99jH2y0e4P9ufW3t0CifkqOvVfq4v/hldwz6uwu78vhOYKP7OG7iGGdME5peS7+jRrXB4BdcE8VW4z/E+Rfec9hcCVgFH+15/AvpKVrF7TN/hV3AN18j3OIrt/FDAKvE+hR8iDq5O4BrZ9D2k6GXezek/rchqlKNzliEAAAAASUVORK5CYII=",
        "searchQuery": "history of the Great Barrier Reef"
      },
      {
        "providerDisplayName": "Great Barrier Reef Timeline - GBR Biology",
        "seeMoreUrl": "https://www.gbrbiology.com/knowledge-and-news/great-barrier-reef-timeline/",
        "searchQuery": "history of the Great Barrier Reef"
      },
      {
        "providerDisplayName": "How was the Great Barrier Reef formed? | The US Sun",
        "seeMoreUrl": "https://www.the-sun.com/news/3769480/how-great-barrier-reef-formed/",
        "searchQuery": "history of the Great Barrier Reef"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The Great Barrier Reef was discovered by accident in 1770 by British explorer Captain James Cook when he ran his ship aground on it.",
        "Captain James Cook began the first work of charting channels and passages of the reef.",
        "Efforts to chart channels and passages of the Great Barrier Reef continued into the 19th century.",
        "The Great Barrier Reef as we know it today developed during the last period of sea level rise which began around 9,500 years ago.",
        "The primary reef growth of the Great Barrier Reef began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago."
      ],
      "queries": [
        "Great Barrier Reef discovery Captain James Cook accident 1770",
        "Captain James Cook Great Barrier Reef charting channels and passages",
        "Great Barrier Reef charting channels and passages 19th century",
        "Great Barrier Reef development during last period of sea level rise",
        "primary reef growth Great Barrier Reef timeline"
      ],
      "search_results": {
        "The Great Barrier Reef was discovered by accident in 1770 by British explorer Captain James Cook when he ran his ship aground on it.": [
          {
            "title": "Endeavour Reef | National Museum of Australia",
            "url": "https://www.nma.gov.au/exhibitions/endeavour-voyage/endeavour-reef",
            "content": [
              "Endeavour Reef | National Museum of Australia",
              "11 June 1770 15°46’1” South 145°3’49” East By early June 1770, the Endeavour was sailing through the treacherous Great Barrier Reef.",
              "Despite Cook’s precautions, just before midnight on 11 June 1770 the Endeavour hit a reef and stuck fast.",
              "This was a critical moment in the Endeavour’s voyage.",
              "As the ship began filling with water, the work of those on board was at risk.",
              "All of Cook’s maps and charts, Banks’s botanical specimens and drawings, the descriptions of new lands and people — faced a watery grave, never to reach England.",
              "The history of Australia would have been very different if the Endeavour had not been freed from the reef.",
              "Joseph Banks, 10 June 1770: Scarce were we warm in our beds when we were calld up with the alarming news of the ship being fast ashore upon a rock .",
              ".",
              ".",
              "As the ship began filling with water, Cook ordered his men to lighten the load by throwing things overboard.",
              "This included ballast and six of the ship’s cast-iron cannons.",
              "The exhausted crew spent the next 24 hours working nonstop to keep the ship afloat.",
              "Endeavour, Weary Bay Disaster by Sonya Creek James Cook, 11 June 1770: We went to work to lighten her as fast as possible which seem'd to be the only means we had left to get her off as we .",
              ".",
              ".",
              "threw'd over board our guns Iron and stone ballast, Casks, Hoops staves oyle Jars, decay'd stores &Ca .",
              ".",
              ".",
              "To seal the hole, Cook used the fothering technique.",
              "James Cook, 13 June 1770: We mix ockam & wool together .",
              ".",
              ".",
              "and chop it up small and then stick it loosly by hand fulls all over the sail and throw over it sheeps dung or other filth .",
              ".",
              ".",
              "the sail thus prepared is hauld under the Ships bottom by ropes .",
              ".",
              ".",
              "while the sail is under the Ship the ockam &Ca is washed off and part of it carried along with the water into the leak and in part stops up the hole.",
              "Cast-iron cannon from the Endeavour, 1768–70 Cast-iron cannon from the Endeavour, 1768–70 In 1969, six of the cannons that Cook had cast overboard were retrieved by a team sponsored by the American Academy of Natural Sciences, exactly at the location where the Endeavour had hit the reef.",
              "The cannons were so crusted with coral they were difficult to recognise.",
              "The wooden carriages had rotted away and all that remained were the cast iron cannons.",
              "Retrieval of the Endeavour's cannon in February 1969 Retrieval of the Endeavour’s cannon in February 1969 Retrieval of the Endeavour’s cannon in February 1969 After getting off the reef, the Endeavour limped along the coast looking for a safe harbour to carry out repairs.",
              "James Cook, 14 June 1770: At 3 oClock saw an opening that had the appearance of a harbour.",
              "Stood off and on while the boats were examining it who found that there was not a sufficient depth of water for the Ship .",
              ".",
              ".",
              "Unfortunately this opening was too shallow for the Endeavour to enter.",
              "Cook recorded it on his charts as Weary Bay, a reference to the state of his exhausted crew.",
              "At Wujal Wujal, near Weary Bay, Indigenous artists responded to the 250th anniversary of the Endeavour’s voyage by thinking about the ship hitting the reef, and what happened to the things thrown overboard.",
              "Betty Syke, 2019: Cook’s ship hit the karrangkal (reef) now known as Endeavour Reef at Weary Bay.",
              "Bits of damaged coral would have washed up on the beach along with bits of the ship.",
              "Were these things found by their ancestors?",
              "What would they have thought about these things from the ship?",
              "Would they have been of any use to them?",
              "Bana Yirriji Artist Group Statement, 2019: Captain Cook’s ship, the Endeavour, smashed on the reef off Weary Bay.",
              "That ship was very badly damaged.",
              "They were sinking quickly.",
              "Cook and his crew had to throw their barrels of grog, food, guns, cannons and clothes overboard.",
              "Some things would have sunk to the bottom of the reef, but some things would have washed up on the Weary Bay shore.",
              "We collected pieces of driftwood found on the Weary Bay beach.",
              "Most of it comes from the rainforest trees but perhaps some of the pieces come from the Endeavour ship’s wooden hull [Laughter]?",
              "We are painting our Bama stories on the bits of driftwood.",
              "We want Australians and the rest of the world to hear the other side of the Captain Cook story.",
              "Collecting driftwood at Weary Bay Ruby Winkle working on her Kinjuri and Nala-Nala artworks Workshopping Cook, Weary Bay Some of these works are on show in the Endeavour Voyage exhibition.",
              "Green Sea Turtle by Jarrett Bassani Green Sea Turtle by Jarrett Bassani Kiju (mud crab) by Lila Creek Baral (tracks) by Lila Creek Balji (dillybags) by Lila Creek Kiju by Lila Creek Kiju (mud crab) by Lila Creek Bilngkumu by Lila Creek Mili (stinging tree) by Sonya Creek Yangka (green ants) by Sonya Creek Endeavour, Weary Bay Disaster by Sonya Creek Breaking the Spear, Guugu Yimithirr Leader by Daniel Gordon Endeavour Sailing into Cooktown by Daniel Gordon Bama Making the Warning Fires by Daniel Gordon Guugu Yimithirr Traditional Ways, Before Whitemen by Daniel Gordon Kunjuri (shield) by Anne Nunn All Washed Up.",
              "Barrels by Anne Nunn Bama by Anne Nunn Kunjuri (shield) by Anne Nunn Kunjuri (shield) by Anne Nunn Kunjuri (shield) by Anne Nunn Kunjuri (shield) by Anne Nunn Kunjuri by Anne Nunn Dulngku (coral reef) by Josie Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Balji (dillybag) by Shanna Olbar Endeavour Ship by Lenice Rocky Endeavour Ship by Lenice Rocky Cook’s Ship by Lenice Rocky Karrangkal (reef) by Betty Sykes Karrangkal (reef) by Betty Sykes Karrangkal (reef) by Betty Sykes Karrangkal and Bilngkum (reef and saltwater crocodile) by Betty Sykes Grass Tree at Julaymba (Daintree) by Dianne Winkle Julaymba (Daintree) by Dianne Winkle Julaymba by Dianne Winkle Julaymba (Daintree) by Dianne Winkle Kunjuri (shield) by Ruby Winkle Nala-Nala by Ruby Winkle These resources cater for students in Years 3 to 6 and all activities align with the Australian Curriculum.",
              "Years 3 and 4 align with the history content and Years 3 to 6 align with the cross-curriculum priority of Aboriginal and Torres Strait Islander Histories and Cultures.",
              "Explore more Endeavour Voyage The National Museum of Australia acknowledges First Australians and recognises their continuous connection to Country, community and culture.",
              "Connect with us Subscribe to our newsletter Lawson Crescent Acton Peninsula, CanberraDaily 9am–5pm, closed Christmas Day Freecall: 1800 026 132 Museum Shop9am–5pm Museum Cafe9am–4pm, weekdays9am–4.",
              "30pm, weekends A Quality Tourism Accredited Business Aboriginal and Torres Strait Islander people should be aware this website contains images, voices and names of people who have died.",
              "ABN 70 592 297 967 | The National Museum of Australia is an Australian Government Agency"
            ]
          },
          {
            "title": "James Cook and the Great Barrier Reef | SciHi Blog",
            "url": "http://scihi.org/james-cook-and-the-great-barrier-reef/",
            "content": [
              "James Cook and the Great Barrier Reef | SciHi Blog",
              "Captain James Cook (1728 – 1779) On June 11, 1770, British explorer, navigator, cartographer, and captain in the Royal Navy James Cook discovered the Great Barrier Reef while running aground and risking his ship, the HMS Endeavour, to sink.",
              "Cook’s birth is recorded in the parish register of St.",
              "Cuthbert in Yorkshire with the entry “27 October 1728 James, son of the day labourer James Cook and his wife Grace”.",
              "He was one of eight children.",
              "At the expense of his father’s employer, Thomas Skottowe, he was able to attend the village school in Great Ayton.",
              "At the age of 17 he became an apprentice in the general store of the Quaker John Walker at the request of his father, who became a kind of mentor for him.",
              "However, he became more enthusiastic in the sea and sailing, so James Cook started an apprenticeship at the merchant marine.",
              "His seamanly career began at the age of 18 on coal transport ships between Newcastle upon Tyne and London, which were based in Whitby.",
              "Cook’s skills brought him well forward.",
              "In the middle of 1754 he changed under financial losses to the Royal Navy, where he hired as a non-commissioned officer (master’s mate) on the HMS Eagle.",
              "Only the service for the crown enabled the prospect of a considerable social advancement.",
              "After graduating, he continued his career at Royal Navy, married Elisabeth Batts, and left for his first voyage a few years later.",
              "His reputation as a skipper and cartographer earned the sailor, who was appointed a lieutenant on 25 May 1768, his vocation to the famous Pacific voyage, which was envied by many, including Alexander Dalrymple, the later first hydrograph of the Admiralty.",
              "This expedition was undertaken on the recommendation of the Royal Society under the presidency of the astronomer Lord Morton in order to observe the transit of the planet Venus in front of the solar disk – the Venus transit of 3 June 1769 – on Tahiti as part of an international measurement campaign.",
              "This large-scale astronomical project aimed to determine the distance between the Earth and the Sun and thus – on the basis of the third Kepler Law – to calculate the distances of all other planets in the solar system.",
              "Cook’s task was above all to bring several scientists (including the astronomer Charles Green) together with their instruments safely to Tahiti and back.",
              "He needed a spacious ship with a shallow draft.",
              "The Admiralty acquired the 340 ton Earl of Pembroke coal transporter, which was rebuilt and named Endeavour.",
              "The ship set sail with its crew on 26 August 1768.",
              "The 25-year-old natural scientist Joseph Banks also took part in this expedition at his own expense (at a similar level as the Crown invested in the expedition), mainly to establish botanical collections.",
              "HM Bark Endeavour replica in Cooktown Commissioner was King George III, who secretly instructed James Cook to take possession of “a Continent or Land of great extent”, also he issued Cook “with the Consent of the Natives to take possession of Convenient Situations in the Country in the Name of the King of Great Britain “.",
              "Their route led through the Atlantic Ocean and around Cape Horn.",
              "They stopped in Tahiti in April of 1769, where James Cook was able to trade many useful items. He was always assured that the crew ate fresh meat and vegetables for their health.",
              "Actually later on he was the one to establish the provision of Sauerkraut for long overseas journeys to avoid scurvy.",
              "Taking a few Tahitians on board, their journey continued to New Zealand, proving it consists of two separate island, and Wollongon, Australia.",
              "Sailing along the coast of Australia, they reached the coral reef, 24 miles (38 km) away from land where the ship struck the coral.",
              "Cook decided, that only throwing ballast, weapons, and casks over board would lift the ship to prevent a catastrophe.",
              "After being able to repair the ship poorly, they managed to reach land.",
              "It took them almost two months to completely fix the hole and continue the voyage.",
              "Next, they traveled along Indonesia, the Cape of Good Hope, and the island of Saint Helena, they returned to England on 13 July 1771.",
              "The routes of Cook’s journeys: red = 1st journey, green = 2nd journey, blue = 3rd journey, blue dashed line = route of his crew after he was killed The HMS Endeavour was refitted to modern standards before the expedition, also more cabins, a powder room, and storerooms were installed.",
              "The ship was 39,7 meters long and had a sail plan of 2,777 square meters, unfortunately it has been scuppered in 1778.",
              "Even though the Royal Navy and the Royal Society spent much money and effort in the safety of the ship an expedition like this was highly dangerous and only 56 of the original 95 men returned from the journey.",
              "On 28 April 1770 the crew of the Endeavour was the first European to enter the east coast of New Holland, as Australia was then called after its discoverers.",
              "They called the place Botany Bay because of the large number of new plants found.",
              "Eight days later they sailed 3,200 km north along the coastline and continued to collect cartographic information.",
              "On 11 June the HMS Endeavour ran aground at Cape Tribulation on Endeavour Reef, located in the Great Barrier Reef, and almost got lost.",
              "During the repair work of the ship’s carpenters, which took a total of six weeks, Banks observed “giant hares” called kangaroos by the natives.",
              "Cook then continued on, finding the Cook Passage through the Great Barrier Reef in mid-August and finally sailing north.",
              "Over 200 years later, the exploration of coral reefs are still taking place, and even though technical standards came to a much higher level, the explorers still face unpredictable dangers.",
              "Nowadays, coral reefs are mostly explored through diving.",
              "On 13 July 1771 Cook set foot again on English soil for the first time after a three-year expedition, and on 16 July the HMS Endeavour moored in Woolwich.",
              "Seafaring Tales Presents: Captain James Cook’s Second and Third Voyages, [6] Further Reading: [1] “Endeavour”: The Story of Captain Cook’s First Great Epic Voyage.",
              "Peter Aughton, Weidenfeld Nicolson Illustrated, 1999 [2] The Life, Voyages, and Discoveries, of Captain James Cook.",
              "[Followed By] Pitcairn’S Island and the Mutineers of the Bounty.",
              "James Cook, Nabu Press, 2010 [3] James Cook at Wikidata [4] Jacob Roggeveen and the Easter Island, SciHi Blog [5] Thor Heyerdahl’s Kon-Tiki, SciHi Blog [6] Seafaring Tales Presents: Captain James Cook’s Second and Third Voyages, ExplorOcean @ youtube [7] Kippis, Andrew (1788).",
              "Narrative of the voyages round the world, performed by Captain James Cook;",
              "with an account of his life during the previous and intervening periods.",
              "[8] Obeyesekere, Gananath (1997).",
              "The Apotheosis of Captain Cook: European Mythmaking in the Pacific.",
              "Princeton University Press [9] Wharton, W.",
              "J.",
              "L.",
              "(1893).",
              "Captain Cook’s Journal during his first voyage round the world made in H.",
              "M.",
              "Bark “Endeavour” 1768–71 [10] 18th century explorers timeline via DBpedia and Wikidata Further Reading: Pingback: 250 éve látta meg európai ember először a Nagy Korallzátonyt – HírZilla – Minden hír egy helyen!",
              "Pingback: 250 éve látta meg európai ember először a Nagy Korallzátonyt – Index.",
              "hu – Your email address will not be published.",
              "Required fields are marked * Comment Name * Email * Website refer:"
            ]
          },
          {
            "title": "Row erupts over wreck in US waters identified as Captain Cook’s ...",
            "url": "https://www.theguardian.com/australia-news/2022/feb/03/captain-cook-ship-endeavour-identified-confirmed-shipwreck-us-rhode-island",
            "content": [
              "Row erupts over wreck in US waters identified as Captain Cook’s ...",
              "Rhode Island archaelogists denounce Australian National Maritime Museum announcement as ‘premature’ and driven by ‘Australian emotions or politics’ A 22-year partnership between US and Australian researchers to identify James Cook’s ship the Endeavour has descended into a row after the Australian Maritime Museum announced the discovery.",
              "The museum’s chief executive, Kevin Sumption, announced on Thursday he was satisfied that a shipwreck in waters off Rhode Island in the US was “the final resting place of one of the most important and contentious vessels in Australia’s maritime history”.",
              "But the museum’s US partner organisation, the Rhode Island Marine Archaeology Project (Rimap), said the claim the Endeavour had been identified was a breach of contract, and blamed “Australian emotions or politics” for the “premature” announcement.",
              "The museum responded that it was not in breach of any commitments, and that Sumption was “confident” the wreck was the Endeavour.",
              "Cook sailed the ship around the South Pacific before landing on the east coast of Australia in 1770.",
              "It was scuttled in Newport Harbor by British forces in 1778, during the American War of Independence.",
              "Since 1999 maritime archaeologists have been investigating several 18th-century shipwrecks in the area.",
              "Announcing the positive identification on Thursday, Sumption paid tribute to Rimap and its head, Dr Kathy Abbass, for their “commitment to the site and its history”.",
              "But Abbass said Rimap was the lead organisation for the study and that while the shipwreck was consistent with “what might be expected of the Endeavour”, there was no “indisputable data” to prove it.",
              "“There are many unanswered questions that could overturn such an identification,” she said in a statement provided to Guardian Australia.",
              "“When the study is done, Rimap will post the legitimate report on its website.",
              "Rimap recognises the connection between Australian citizens of British descent and the Endeavour, but Rimap’s conclusions will be driven by proper scientific process and not Australian emotions or politics.",
              "” In a statement, the Australian museum said it had worked with Abbass for 22 years and acknowledged “that she is entitled to her own opinion regarding the vast amount of evidence that we have accumulated”.",
              "“As stated today, our director Kevin Sumption is confident that the preponderance of evidence identifies shipwreck site RI 2394 in Newport Harbor as the last resting place of Endeavour,” the statement said.",
              "“The museum has reviewed our previous agreements with Rimap and we conclude that we are not in breach of any current commitments.",
              "We look forward to pursuing a due process of peer review and consultation with all stakeholders in Rhode Island.",
              "” Several details on the wreck convinced archaeologists they had found Endeavour after matching structural details and the shape of the remains to those on 18th-century plans of the ship.",
              "“I am satisfied that this is the final resting place of one of the most important and contentious vessels in Australia’s maritime history,” Sumption said at the maritime museum.",
              "“The last pieces of the puzzle had to be confirmed before I felt able to make this call.",
              "Based on archival and archaeological evidence, I’m convinced it’s the Endeavour.",
              "“It’s an important historical moment, as this vessel’s role in exploration, astronomy and science applies not just to Australia, but also Aotearoa New Zealand, the United Kingdom and the United States.",
              "” Only about 15% of the vessel remains and researchers are now focused on what can be done to protect and preserve it.",
              "Originally launched in 1764 as the Earl of Pembroke, the ship was renamed Endeavour in 1768 by Britain’s Royal Navy and prepared for a major scientific voyage to the Pacific.",
              "From 1768 to 1771, the Endeavour sailed the South Pacific, primarily to record the transit of Venus in Tahiti in 1769.",
              "Cook then sailed it around the South Pacific searching for “the Great Southern Land”, charting the coast of New Zealand and Australia’s eastern coastline before claiming the land for Great Britain on 22 August 1770.",
              "The Endeavour was later sold to private owners, renamed Lord Sandwich and deliberately sunk in 1778 by British forces during the American War of Independence.",
              "A year later Cook was killed in Hawaii during his third Pacific voyage, 10 years before the first fleet arrived in New South Wales to establish a British colony."
            ]
          }
        ],
        "Captain James Cook began the first work of charting channels and passages of the reef.": [
          {
            "title": "James Cook and the Great Barrier Reef | SciHi Blog",
            "url": "http://scihi.org/james-cook-and-the-great-barrier-reef/",
            "content": [
              "James Cook and the Great Barrier Reef | SciHi Blog",
              "Captain James Cook (1728 – 1779) On June 11, 1770, British explorer, navigator, cartographer, and captain in the Royal Navy James Cook discovered the Great Barrier Reef while running aground and risking his ship, the HMS Endeavour, to sink.",
              "Cook’s birth is recorded in the parish register of St.",
              "Cuthbert in Yorkshire with the entry “27 October 1728 James, son of the day labourer James Cook and his wife Grace”.",
              "He was one of eight children.",
              "At the expense of his father’s employer, Thomas Skottowe, he was able to attend the village school in Great Ayton.",
              "At the age of 17 he became an apprentice in the general store of the Quaker John Walker at the request of his father, who became a kind of mentor for him.",
              "However, he became more enthusiastic in the sea and sailing, so James Cook started an apprenticeship at the merchant marine.",
              "His seamanly career began at the age of 18 on coal transport ships between Newcastle upon Tyne and London, which were based in Whitby.",
              "Cook’s skills brought him well forward.",
              "In the middle of 1754 he changed under financial losses to the Royal Navy, where he hired as a non-commissioned officer (master’s mate) on the HMS Eagle.",
              "Only the service for the crown enabled the prospect of a considerable social advancement.",
              "After graduating, he continued his career at Royal Navy, married Elisabeth Batts, and left for his first voyage a few years later.",
              "His reputation as a skipper and cartographer earned the sailor, who was appointed a lieutenant on 25 May 1768, his vocation to the famous Pacific voyage, which was envied by many, including Alexander Dalrymple, the later first hydrograph of the Admiralty.",
              "This expedition was undertaken on the recommendation of the Royal Society under the presidency of the astronomer Lord Morton in order to observe the transit of the planet Venus in front of the solar disk – the Venus transit of 3 June 1769 – on Tahiti as part of an international measurement campaign.",
              "This large-scale astronomical project aimed to determine the distance between the Earth and the Sun and thus – on the basis of the third Kepler Law – to calculate the distances of all other planets in the solar system.",
              "Cook’s task was above all to bring several scientists (including the astronomer Charles Green) together with their instruments safely to Tahiti and back.",
              "He needed a spacious ship with a shallow draft.",
              "The Admiralty acquired the 340 ton Earl of Pembroke coal transporter, which was rebuilt and named Endeavour.",
              "The ship set sail with its crew on 26 August 1768.",
              "The 25-year-old natural scientist Joseph Banks also took part in this expedition at his own expense (at a similar level as the Crown invested in the expedition), mainly to establish botanical collections.",
              "HM Bark Endeavour replica in Cooktown Commissioner was King George III, who secretly instructed James Cook to take possession of “a Continent or Land of great extent”, also he issued Cook “with the Consent of the Natives to take possession of Convenient Situations in the Country in the Name of the King of Great Britain “.",
              "Their route led through the Atlantic Ocean and around Cape Horn.",
              "They stopped in Tahiti in April of 1769, where James Cook was able to trade many useful items. He was always assured that the crew ate fresh meat and vegetables for their health.",
              "Actually later on he was the one to establish the provision of Sauerkraut for long overseas journeys to avoid scurvy.",
              "Taking a few Tahitians on board, their journey continued to New Zealand, proving it consists of two separate island, and Wollongon, Australia.",
              "Sailing along the coast of Australia, they reached the coral reef, 24 miles (38 km) away from land where the ship struck the coral.",
              "Cook decided, that only throwing ballast, weapons, and casks over board would lift the ship to prevent a catastrophe.",
              "After being able to repair the ship poorly, they managed to reach land.",
              "It took them almost two months to completely fix the hole and continue the voyage.",
              "Next, they traveled along Indonesia, the Cape of Good Hope, and the island of Saint Helena, they returned to England on 13 July 1771.",
              "The routes of Cook’s journeys: red = 1st journey, green = 2nd journey, blue = 3rd journey, blue dashed line = route of his crew after he was killed The HMS Endeavour was refitted to modern standards before the expedition, also more cabins, a powder room, and storerooms were installed.",
              "The ship was 39,7 meters long and had a sail plan of 2,777 square meters, unfortunately it has been scuppered in 1778.",
              "Even though the Royal Navy and the Royal Society spent much money and effort in the safety of the ship an expedition like this was highly dangerous and only 56 of the original 95 men returned from the journey.",
              "On 28 April 1770 the crew of the Endeavour was the first European to enter the east coast of New Holland, as Australia was then called after its discoverers.",
              "They called the place Botany Bay because of the large number of new plants found.",
              "Eight days later they sailed 3,200 km north along the coastline and continued to collect cartographic information.",
              "On 11 June the HMS Endeavour ran aground at Cape Tribulation on Endeavour Reef, located in the Great Barrier Reef, and almost got lost.",
              "During the repair work of the ship’s carpenters, which took a total of six weeks, Banks observed “giant hares” called kangaroos by the natives.",
              "Cook then continued on, finding the Cook Passage through the Great Barrier Reef in mid-August and finally sailing north.",
              "Over 200 years later, the exploration of coral reefs are still taking place, and even though technical standards came to a much higher level, the explorers still face unpredictable dangers.",
              "Nowadays, coral reefs are mostly explored through diving.",
              "On 13 July 1771 Cook set foot again on English soil for the first time after a three-year expedition, and on 16 July the HMS Endeavour moored in Woolwich.",
              "Seafaring Tales Presents: Captain James Cook’s Second and Third Voyages, [6] Further Reading: [1] “Endeavour”: The Story of Captain Cook’s First Great Epic Voyage.",
              "Peter Aughton, Weidenfeld Nicolson Illustrated, 1999 [2] The Life, Voyages, and Discoveries, of Captain James Cook.",
              "[Followed By] Pitcairn’S Island and the Mutineers of the Bounty.",
              "James Cook, Nabu Press, 2010 [3] James Cook at Wikidata [4] Jacob Roggeveen and the Easter Island, SciHi Blog [5] Thor Heyerdahl’s Kon-Tiki, SciHi Blog [6] Seafaring Tales Presents: Captain James Cook’s Second and Third Voyages, ExplorOcean @ youtube [7] Kippis, Andrew (1788).",
              "Narrative of the voyages round the world, performed by Captain James Cook;",
              "with an account of his life during the previous and intervening periods.",
              "[8] Obeyesekere, Gananath (1997).",
              "The Apotheosis of Captain Cook: European Mythmaking in the Pacific.",
              "Princeton University Press [9] Wharton, W.",
              "J.",
              "L.",
              "(1893).",
              "Captain Cook’s Journal during his first voyage round the world made in H.",
              "M.",
              "Bark “Endeavour” 1768–71 [10] 18th century explorers timeline via DBpedia and Wikidata Further Reading: Pingback: 250 éve látta meg európai ember először a Nagy Korallzátonyt – HírZilla – Minden hír egy helyen!",
              "Pingback: 250 éve látta meg európai ember először a Nagy Korallzátonyt – Index.",
              "hu – Your email address will not be published.",
              "Required fields are marked * Comment Name * Email * Website refer:"
            ]
          },
          {
            "title": "Captain Cook&#39;s Endeavour: from the Great Barrier Reef to Rhode Island ...",
            "url": "https://www.theguardian.com/us-news/2016/may/04/captain-cook-endeavour-ship-found-rhode-island-revolutionary-war",
            "content": [
              "Captain Cook&#39;s Endeavour: from the Great Barrier Reef to Rhode Island ...",
              "The ship in which the explorer charted New Zealand, Australia and the Pacific ended its life sold, renamed and scuttled in the war to keep America British Captain James Cook observed the transit of Venus from the shores of Tahiti, ran aground on the Great Barrier Reef and claimed Australia for the British crown.",
              "He fought the French in the Americas, circumnavigated the world and died trying to kidnap a king of Hawaii.",
              "Captain James Cook observed the transit of Venus from the shores of Tahiti, ran aground on the Great Barrier Reef and claimed Australia for the British crown.",
              "He fought the French in the Americas, circumnavigated the world and died trying to kidnap a king of Hawaii.",
              "But the ship that saw so many adventures was sold, forgotten and lost.",
              "For centuries, the fate of HMS Endeavour has remained a mystery.",
              "Now marine archaeologists are almost certain they have found its wreck at the bottom of the sea – off exotic Rhode Island.",
              "Researchers with the Rhode Island Marine Archaeology Project (Rimap) will announce on Wednesday that they are nearly sure that they have found the Endeavour, the ship that Cook captained on his voyages to New Zealand and Australia.",
              "“We usually don’t make any announcement as we keep working away until we have something significant to say,” Dr Kathy Abbass, principal investigator, said.",
              "“We may say, ‘we think we found the Endeavour,’ well, yeah.",
              "Now I have to prove it.",
              "” Admiralty documents detailing the Endeavour’s dimensions have led Abbass to believe that the ship, built like a sturdy commercial vessel to carry survival and scientific cargo on a long voyage, was sold into private hands in 1775 and renamed Lord Sandwich – the first lord of the admiralty at the time.",
              "When the 13 American colonies revolted a year later, it was leased back to the British navy as a troop transport for British and Hessian soldiers, and then used as a prison ship in Newport Harbor, Rhode Island, during the war.",
              "Rhode Island was the first state to disavow its loyalty to King George III, exactly two months before the 13 colonies formally issued the Declaration of Independence.",
              "By late August 1778, American forces had besieged Newport, and were hoping the French navy could help them oust the British from the harbor town.",
              "The British decided to scuttle 13 other ships, Lord Sandwich among them, to stymie the French navy en route.",
              "A world away its former captain had crossed the Bering Sea into the Arctic Circle and was hunting walruses for food and oil.",
              "He would die only a few months after his most famous ship was wrecked.",
              "Abbass’s team, working with Australian researchers, have mapped nine of the 13 sites where the ships were scuttled.",
              "Five of those ships were wrecked in an arc, near the modern Naval War College to the north and in the waters by Brenton Cove to the south.",
              "The researchers have mapped four.",
              "“We think we have a really good chance to close in on the fifth one,” Abbass said, noting a recent analysis of remote sensing data on the harbor.",
              "In a statement, Rimap said it “now has an 80 to 100% chance that the Lord Sandwich is still in Newport Harbor, and because the Lord Sandwich was Capt Cook’s Endeavour, that means Rimap has found her, too.",
              "” The researchers will next map the remaining portions of the harbor in their search for the wreck itself.",
              "The researchers estimate that their research on 83 projects, including other revolutionary-era vessels, second world war wrecks and a reputed slave ship, has a total value of more than $5.",
              "5m.",
              "The wreck of the Endeavour would probably be their most valuable discovery yet: the first European ship to land in Australia, leading to the founding of a British colony there, and the flagship of one of Britain’s greatest explorers.",
              "Although the Endeavour was largely forgotten by its contemporaries, its later fame has led to rumors and speculation about the ship’s fate.",
              "Some have suggested the ship survived the war, was refitted and registered as a French vessel, La Liberté, and then sunk into Newport harbor in 1794.",
              "Others believed the ship actually made it back to London, and was opened to visitors in 1825, and in the 19th century a New Zealand captain thought he found the wreck in Dusky Sound, only to be proven wrong.",
              "In 1991, when the space shuttle Endeavour was rolled out for service by Nasa, the space agency was presented with what they called “a piece of the original ship”, by the University of Rhode Island.",
              "Abbass hopes to put the mystery of the original Endeavour’s fate to rest in the next few months, and called for a new facility to conserve, display and store some of the artifacts pulled from the underwater sites.",
              "Rimap hopes to build this facility at Butts Hill Fort, the center of where American forces stood during the battle for the colony."
            ]
          },
          {
            "title": "Travelling in the footsteps of Captain James Cook - British Heritage Travel",
            "url": "https://britishheritage.com/travelling-footsteps-captain-james-cook",
            "content": [
              "Travelling in the footsteps of Captain James Cook - British Heritage Travel",
              "Captain James CookGetty The travels and explorations of the famed Captain James Cook are well-documented, but the key locations of his life and legacy on land are less widely spoken of.",
              "We follow in the footsteps of the intrepid explorer.",
              "The great voyages of discovery of Captain James Cook are legendary—his navigational skills, his precise charting of the coastlines of Canada and Australia, and his attention to diet to prevent sailors dying of scurvy are all well-documented.",
              "His crew were the first Europeans to set foot in modern day Hawaii and his vessel the Endeavour even lent its name to a NASA Space Shuttle.",
              "He is rightly considered one of the greatest navigators and explorers of all time.",
              "James Cook was born on October 27, 1728 in Marton-in-Cleveland, Yorkshire, England.",
              "He was the second of eight children born to James Cook (1693–1779), a Scottish farm labourer from Ednam in Roxburghshire, and his locally born wife, Grace Pace (1702–1765), from Thornaby-on-Tees.",
              "James junior was baptised on 14 November in the parish church of St Cuthbert, where his name can be seen in the church register.",
              "The Captain Cook Birthplace Museum (http://www.",
              "captcook-ne.",
              "co.",
              "uk) opened in Marton-in-Cleveland in 1978 – the 250th anniversary of Cook’s birth.",
              "It is housed in a purpose-built building close to the 1858 granite urn marking the site of Cook’s birthplace cottage in Stewart Park.",
              "The Museum’s collection includes around 1,500 artefacts from different world cultures, including Australia, New Zealand and Oceania, with the majority of items donated by the Aboriginal Arts Board of Australia.",
              "It also holds a collection of items relating to James Cook and his family, including personal possessions, household items and memorabilia from his voyages, as well as a plethora of natural history specimens and nautical artefacts.",
              "In 1736, Cook’s family moved to Aireyholme Farm at Great Ayton, where the father was employed as a hind or bailiff for Thomas Skottowe.",
              "The name Aireyholme comes from the Scandinavian or Viking word ergum, meaning high or summer pasture.",
              "Skotttowe paid for young James to attend the local Postgate’s School in Great Ayton.",
              "As a young boy, Cook would have climbed the nearby hill, Roseberry Topping.",
              "This distinctive hill has a distinctive half-cone shape with a jagged cliff, which has led to many comparisons with the much higher Matterhorn Peak in the Swiss-Italian Alps.",
              "The iconic outline features in the logo for the nearby Teesside International Airport.",
              "In 1741, after five years' schooling, young James began working for his father, who had by this time been promoted to farm manager.",
              "In 1745, when he was 16, Cook moved 20 miles (32 km) to the fishing village of Staithes, to be apprenticed as a shop boy to grocer and haberdasher William Sanderson—this was his first contact with the sea.",
              "As he proved unsuited to shop work, after 18 months he took off to the nearby port of Whitby, and there was introduced to friends of Sanderson, prominent local Quakers John and Henry Walker.",
              "They were shipowners in the coal trade and took Cook on as a merchant navy apprentice in their small fleet of vessels which traversed the east coast of England.",
              "The Captain Cook Memorial Museum in Whitby, is now in Walker's House, which belonged to Captain John Walker.",
              "Having lodged there as an apprentice, Cook returned to visit in the winter of 1771–72 after his first voyage of discovery.",
              "Cook spent several years sailing between the Tyne and London, on colliers (cargo ships designed to carry coal) and coasters (shallow-hulled trading ships designed to traverse through reefs and unload in shallow ports).",
              "Despite his lack of formal education, he began to apply himself to the studies of algebra, geometry, trigonometry, navigation and astronomy as part of his apprenticeship.",
              "His three-year apprenticeship completed, Cook began working on trading ships in the Baltic Sea.",
              "After completing his apprenticeship and passing his examinations in 1752, he began working on trading ships in the Baltic Sea and progressed through the merchant navy ranks.",
              "However, in 1755, he left the Merchant Navy, and started he volunteered for service in the Royal Navy, despite having to start back at the bottom of the hierarchy.",
              "At the time Britain was re-arming for what was to become the Seven Years' War, and Cook’s obvious skills meant he advanced quickly after entering the Navy at Wapping on 17 June 1755.",
              "Meanwhile, in 1755 the Cook family moved into a cottage in Great Ayton.",
              "In 1933 the owner of Cooks' Cottage, his parents last home, decided to sell it with the condition that the building remains in England.",
              "A bid of £800 from businessman and philanthropist Sir Russell Grimwade, beating the highest local offer of £300, tempted her to change the terms to ‘within the Empire’.",
              "The cottage was deconstructed brick by brick, packed into 253 cases and 40 barrels for shipping on board the Port Dunedin from Hull, and sent off to Melbourne, Australia.",
              "It was reassembled there and now forms a popular tourist attraction.",
              "Cuttings from ivy that adorned the house were also taken and planted when the house was re-erected.",
              "Although it is matter of debate among historians whether Cook ever lived there, he would almost certainly have visited his parents in the house.",
              "In June 1757 Cook formally passed his master's examinations, officially qualifying him as a specialist in navigation, at Trinity House, Deptford, qualifying him to navigate and handle a ship of the King's fleet.",
              "Today Trinity House is still the home of the official authority for lighthouses in England, Wales, the Channel Islands and Gibraltar, as well as a maritime charity, disbursing funds for the welfare of retired seamen, the training of young cadets and the promotion of safety at sea.",
              "Cook married Elizabeth Batts, the daughter of one of his mentors, Samuel Batts, innkeeper of the Bell Inn in Wapping.",
              "The couple wed on 21 December 1762 at St Margaret's Church, Barking, Essex.",
              "The couple had six children, all of whom died before having their own, and so Captain Cook has no direct descendants.",
              "Elizabeth outlived all of her children: James (1763–1794), Nathaniel (1764–1780, lost at sea in a hurricane in the West Indies), Elizabeth (1767–1771), Joseph (1768–1768), George (1772–1772) and Hugh (1776–1793, who died of scarlet fever while a student at Christ's College, Cambridge).",
              "The Cook family lived in the East End of London, and would have attended St Paul's Church, Shadwell, where James was baptised.",
              "The site of their first marital home at 126 Upper Shadwell, Stepney is now in the middle of a highway, and so the Stepney Historical Trust affixed a blue plaque to mark the spot was affixed to Free Trade Wharf, to commemorate his life in the area.",
              "One of the earliest monuments to Cook in the United Kingdom is located at The Vache, an estate near Chalfont St Giles in Buckinghamshire, erected in 1780 by Admiral Hugh Palliser, a contemporary of Cook and one-time owner of the estate.",
              "Near his boyhood village of Great Ayton, a large obelisk was built on Easby Moor in 1827.",
              "Another monument to Cook can be found in the church of St Andrew the Great, St Andrew's Street, Cambridge, where two of his sons Hugh and James, and his widow Elizabeth are buried—Elizabeth left money in her will for the upkeep of the memorial.",
              "In London, a statue erected in his honour stands near Admiralty Arch on the south side of The Mall.",
              "1768-1771: the First Voyage of Discovery In 1766 he was commissioned as commander of HM Bark Endeavour for the first of three Pacific voyages, and in the summer of 1768 set sail for Tahiti, to record observations of the Transit of Venus.",
              "Cook charted New Zealand and the Great Barrier Reef of Australia, and demonstrated by circumnavigating New Zealand that it was not attached to a larger landmass to the south.",
              "1772-1775: Second Voyage In August 1771 he was promoted to the rank of commander and in 1772, he was commissioned to lead another scientific expedition on behalf of the Royal Society.",
              "In reality he had been given a secret mission—to search for the fabled continent of Terra Australis Incognita.",
              "Cook's son George was born five days before he left for his second voyage.",
              "On this voyage, he charted present-day Tonga, Easter Island, New Caledonia, the South Sandwich Islands and South Georgia, and disproved the existence of Terra Australis.",
              "In January 1773 Cook becomes the first navigator to cross the Antarctic Circle.",
              "1776-1780: Third Voyage His third and final great voyage of discovery began in the summer of 1776, in search of the North-West passage.",
              "They were within 50 miles of the western entrance to the passage but the impenetrable ice and extreme conditions forced them back, and they returned to Hawaii in 1779, where after the theft of one of his ship’s small cutter vessels, relations with locals soured and Cook was killed in the ensuing violence.",
              "Foyle's War beat Downton Abbey as the most missed British TV show o.",
              ".",
              ".",
              "Have more spiritual claims and legends attached to Glastonbury than.",
              ".",
              ".",
              "Ever wondered how travelers would get rest while crossing countries.",
              ".",
              ".",
              "Did you know these facts about Queen Elizabeth?",
              "Exploring the castles, mountains, winding roads, and valleys of the.",
              ".",
              ".",
              "How much do you know about what the Royal Family drinks?",
              "Have you ever been to the Isle of Purbeck?",
              "Join Scott Reeves as he takes a look at the Dark Ages.",
              "England, Scotland, and Wales.",
              ".",
              ".",
              "Which is your favorite?",
              "Join us as w.",
              ".",
              ".",
              "Margaret, who was the younger sister of the late Queen Elizabeth II.",
              ".",
              ".",
              "Foyle's War beat Downton Abbey as the most missed British TV show o.",
              ".",
              ".",
              "Have more spiritual claims and legends attached to Glastonbury than.",
              ".",
              ".",
              "Ever wondered how travelers would get rest while crossing countries.",
              ".",
              ".",
              "Did you know these facts about Queen Elizabeth?",
              "Exploring the castles, mountains, winding roads, and valleys of the.",
              ".",
              ".",
              "How much do you know about what the Royal Family drinks?",
              "Have you ever been to the Isle of Purbeck?",
              "Join Scott Reeves as he takes a look at the Dark Ages.",
              "England, Scotland, and Wales.",
              ".",
              ".",
              "Which is your favorite?",
              "Join us as w.",
              ".",
              ".",
              "Margaret, who was the younger sister of the late Queen Elizabeth II.",
              ".",
              ".",
              "© 2023 Irish Studio.",
              "All rights reserved."
            ]
          }
        ],
        "Efforts to chart channels and passages of the Great Barrier Reef continued into the 19th century.": [
          {
            "title": "Great Barrier Reef | Map, Animals, Bleaching, &amp; Facts",
            "url": "https://www.britannica.com/place/Great-Barrier-Reef",
            "content": [
              "Great Barrier Reef | Map, Animals, Bleaching, &amp; Facts",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Great Barrier Reef, complex of coral reefs, shoals, and islets in the Pacific Ocean off the northeastern coast of Australia that is the longest and largest reef complex in the world.",
              "The Great Barrier Reef extends in roughly a northwest-southeast direction for more than 1,250 miles (2,000 km), at an offshore distance ranging from 10 to 100 miles (16 to 160 km), and its width ranges from 37 to 155 miles (60 to 250 km).",
              "The Great Barrier Reef has an area of some 135,000 square miles (350,000 square km), and it has been characterized, somewhat inaccurately, as the largest structure ever built by living creatures.",
              "The reef actually consists of some 2,100 individual reefs and some 800 fringing reefs (formed around islands or bordering coastlines).",
              "Many are dry or barely awash at low tide;",
              "some have islands of coral sand, or cays;",
              "and others fringe high islands or the mainland coast.",
              "In spite of this variety, the reefs share a common origin: each has been formed, over millions of years, from the skeletons and skeletal waste of a mass of living marine organisms. The “bricks” in the reef framework are formed by the calcareous remains of the tiny creatures known as coral polyps and hydrocorals, while the “cement” that binds these remains together is formed in large part by coralline algae and bryozoans.",
              "The interstices of this framework have been filled in by vast quantities of skeletal waste produced by the pounding of the waves and the depredations of boring organisms. European exploration of the reef began in 1770, when the British explorer Capt.",
              "James Cook ran his ship aground on it.",
              "The work of charting channels and passages through the maze of reefs, begun by Cook, continued during the 19th century.",
              "The Great Barrier Reef Expedition of 1928–29 contributed important knowledge about coral physiology and the ecology of coral reefs.",
              "A modern laboratory on Heron Island continues scientific investigations, and several studies have been undertaken in other areas.",
              "The reef has risen on the shallow shelf fringing the Australian continent, in warm waters that have enabled the corals to flourish (they cannot exist where average temperatures fall below 70 °F [21 °C]).",
              "Borings have established that reefs were growing on the continental shelf as early as the Miocene Epoch (23.",
              "0 million to 5.",
              "3 million years ago).",
              "Subsidence of the continental shelf has proceeded, with some reversals, since the early Miocene.",
              "The water environment of the Great Barrier Reef is formed by the surface water layer of the southwestern Pacific Ocean.",
              "The reef waters show little seasonal variation: surface-water temperature is high, ranging from 70 to 100 °F (21 to 38 °C).",
              "The waters are generally crystal-clear, with submarine features clearly visible at depths of 100 feet (30 metres)."
            ]
          },
          {
            "title": "The Remarkable Passage of the Wansfell through the Barrier Reef, 1863 ...",
            "url": "https://navyhistory.au/the-remarkable-passage-of-the-wansfell-through-the-barrier-reef-1863-1864/",
            "content": [
              "The Remarkable Passage of the Wansfell through the Barrier Reef, 1863 ...",
              "Naval Historical Society of Australia Preserving Australia's Naval History Nicholson, Ian · Sep 6, 1997 · Print This Page For well over a century, until 1977, mariners were intrigued by a warning printed on Admiralty chart BA 2763, amid countless reefs of the outer Barrier Reef, reading: Reefs seen by Ship `Wansfell’ in her dangerous passage through the Reefs 1864 (chart 1).",
              "There were two further Wansfell reports in the Coral Sea, 110′ and 135′ to the east.",
              "As a junior officer these certainly fascinated me but I was unable to discover the story behind the notes on the chart.",
              "The relevant Australia Pilot or Sailing Directions gave only brief details on two Wansfell Reefs, as part of Marion Reef, without any background information.",
              "The hydrographic historian Geoffrey Ingleton in his authoritative book Charting a Continent remarks on this well known chart notation but regrets that he was unable to trace any details of the Wansfell’s voyage.",
              "It was left to conjecture;",
              "surely the ship was outward bound and keen to get through the Barrier Reef into the open sea, as Captains Cook and Flinders had done in earlier times.",
              "In the shallow and sheltered waters inside the Barrier Wansfell could have anchored if need be until the wind was favourable and used her boats to find a suitable exit.",
              "Thus she would have been able to proceed through uncharted seas in comparative safety and live to report those numerous reefs.",
              "The true story turned out to be quite the opposite.",
              "After retirement from the RAN, in my search for logbooks generally for the Log of Logs series, I kept an eye out for the Wansfell’s log, and narratives of other voyages of interest in the Great Barrier Reef area and Torres Strait, with a view to compiling a maritime history of this famous shipping route.",
              "With the aid of the RN and RAN Hydrographic Offices and other institutions I found quite a few relevant old logbooks and reports, though not those of the Wansfell.",
              "The book Via Torres Strait eventuated, and from various sources I managed to include in it at least an outline of the saga.",
              "The RN Sailing Directions, Vol.",
              "2, of 1879 revealed that Captain Hugh Brodie, inward bound for Port Denison (Bowen) reported the string of uncharted and unnamed reefs to the Admiralty, giving their approximate positions.",
              "That at least explained the Wansfell Reefs and Brodie Cay on modern charts, as part of the Marion Reef.",
              "The latter name was bestowed by the RN Hydrographer with little logic or precedence for the original discoverer, as Captain Paget, Master of the schooner Marion, did not ‘find’ the feature until five years after the Wansfell.",
              "The second reef seen by Capt.",
              "Brodie as he steered for the coast was 75 miles SW of his first report and appeared to be a single detached reef not far from the unbroken line of Barrier breakers, in lat.",
              "20°12’S.",
              "The Hydrographer retained the sighting on the chart although marked “(probably a part of the Barrier Reef)”, and it was eventually deleted for that reason.",
              "The position of this reef indicates that the ship then skirted NW along some 90 miles of breakers of the outer Barrier before finding a gap.",
              "This Wansfell passed through and the third report was the long string of reefs she then met when stumbling through the labyrinth in approx.",
              "latitude 19°23’S.",
              "(charts 1 and 2).",
              "Unfortunately Captain Brodie’s original report could not be located in the archives of the Hydrographic Office at Taunton, nor is there any explanation why and how he had managed to get through the Barrier in an uncharted area where there was no known passage.",
              "Furthermore it was in the NW monsoon which was the ‘off-season’ for sailing ships in the Coral Sea, and also the dangerous cyclone season.",
              "It must have been a case of fortune favouring the brave.",
              "Naval Historical Review, Ship histories and stories, History - pre-Federation Torres Strait, Survey, Wansfell, Great Barrier Reef, Brodie H.",
              "Sign up for our monthly e-newsletter.",
              "Australian Naval History Podcasts This podcast series examines Australia’s Naval history, featuring a variety of naval history experts from the Naval Studies Group and elsewhere.",
              "Produced by the Naval Studies Group in conjunction with the Submarine Institute of Australia, the Australian Naval Institute, Naval Historical Society and the RAN Seapower Centre Life on the Line Podcasts Life on the Line tracks down Australian war veterans and records their stories.",
              "These recordings can be accessed through Apple iTunes or for Android users, Stitcher.",
              "Naval Historical Society of Australia Inc.",
              "Copyright © 2023"
            ]
          },
          {
            "title": "History and Evolution of the Great Barrier Reef",
            "url": "https://greatbarrierreef.org/about-the-reef/history-of-the-great-barrier-reef/",
            "content": [
              "History and Evolution of the Great Barrier Reef",
              "Trying to work out where to stay at the Great Barrier Reef?",
              "Discover a great selection of accommodation, the length and breadth of the Great Barrier Reef and beyond.",
              "Search for hotel rooms and book online.",
              "Great Barrier Reef's islands are simply enchanting, with the choice of over 100 islands from unique and exotic islands to the world famous Whitsundays.",
              "Queensland is unique amongst the Australian states in that it has a number of genuine coastal capitals.",
              "Discover a diverse range of experiences in the Great Barrier Reef.",
              "The Great Barrier Reef is a gathering of brilliant, vivid coral providing divers with the most spectacular underwater experience imaginable.",
              "The history of the Great Barrier Reef is a long and diverse one, where many generations of coral have built a habitat that eventually was discovered and then later settled by humans.",
              "The Great Barrier Reef is an extremely ancient, enormous host of living things, composed of living coral growing on dead coral dating back perhaps as much as twenty million years.",
              "Many generations of dead coral have built themselves into great walls of stone covered in a diverse range of living organisms such as coral, algae, anemones, sponges, fish, worms, starfish, turtles, molluscs, snakes, crustaceans, and an extraordinary array of thousands of species of plants and animals.",
              "Although there is no direct physical evidence, first human contact with the reef must’ve occurred for some time.",
              "We know that Aboriginal people occupied great parts of the Australian continent for around 40,000 years.",
              "Aboriginal and Torres Strait Islander peoples have fished and hunted its waters and navigated between the islands of the reef region.",
              "For large parts of that time, during periods of glacial activity, the area of the Great Barrier Reef was dry with large flat coastal plains.",
              "This area is at a depth of less than one hundred metres below sea level today.",
              "See more Great Barrier Reef facts.",
              "More information is available about the activities of early Europeans who came into contact with the eastern coast of Australia.",
              "Almost from the first, there are written descriptions of the Great Barrier Reef by those who saw it.",
              "North Queensland was probably the first part of the continent seen by Europeans, but one of the last to be settled.",
              "It is now widely believed that the east coast of Australia was first sighted around 1522 by a Portuguese expedition, probably led by Cristovao de Mendonca.",
              "Willem Jansz in the Duyfken in about March 1606 charted the west coast of Cape York Peninsula, starting forty years of maritime exploration in Australian waters by the Dutch.",
              "Later Luis de Torres sighted the islands of Torres Strait while sailing from east to west along the southern coast of Papua.",
              "The earliest documentary evidence of Europeans sighting the Great Barrier Reef was French.",
              "Commanding the ships La Boudeuse and L’Etoile On 6 June 1768, Louis de Bougainville approached Australia from the east, encountering Bougainville Reef near Cooktown.",
              "Confronted by rough surf in the open ocean, and short of food, Bougainville turned north toward Asia along the north coast of New Guinea, missing Australia.",
              "These early fleeting glimpses of the Great Barrier Reef throughout the early history of the area were only minor compared to what occurred from May to August 1770, when the Endeavour under James Cook sailed the length of the Great Barrier Reef.",
              "Most of the voyage was made well inshore, probably seeing little of the Reef.",
              "However on 11 June, Cook’s party became intimately acquainted with it when they struck Endeavour Reef, north of Cape Tribulation, and were forced to spend six weeks repairing the ship on shore at the site of modern Cooktown.",
              "Due to this unexpected predicament, Cook and his scientists, the botanists Joseph Banks and Daniel Solander and a staff of four illustrators, were able to carry out very little direct scientific observation of the Reef but as a result of Cook’s voyage, the international scientific community knew that the Reef existed, and that it was of very great extent.",
              "After all repairs were done, Cook decided to try for the open sea, but could not find a way through the natural barrier.",
              "He sailed north to Lizard Island.",
              "Landing on the island, he and his botanist, Joseph Banks, climbed to its highest point and were able to see a break in the reef large enough to permit the passage of the Endeavour.",
              "This is known as Cook’s Passage.",
              "William Bligh was the next navigator in Australia’s early history to chart the Reef in the Providence.",
              "In the course of this voyage from Tahiti to the West Indies he spent two weeks of September 1792 charting passages through Torres Strait.",
              "After the establishment of the penal colony of Sydney in 1788, finding a reliable route west through the straits to the Arafura Sea and establishing communication with Asia depended on the inner passage west of the Reef.",
              "In 1793 further surveys of the Torres Strait section of the Reef were undertaken by captains Bampton and Alt in the ships Hormuzeer and Chesterfield.",
              "The next few decades ushered in a period of surveying in northern Australian waters, usually by small naval vessels.",
              "The aim of these surveys was to improve navigational charts for Admiralty use, investigate natural resources for future economic exploitation, and to answer questions of scientific curiosity.",
              "Between 1801 and 1803, Matthew Flinders undertook the monumental task of surveying the entire Australian coastline and at one point actually walked on what he named the ‘Extensive Barrier Reefs’.",
              "It was Flinders who charted a safe passage through by sending small boats ahead to sound the depths.",
              "This passage is still known as Flinder’s Passage.",
              "Hydrographer Philip Parker King, commanding the Mermaid in 1819 and the Bathurst in 1820, carried on the methodical task of accurately charting much of the northern Reef in detail for the first time.",
              "Today studies are carried out at a much closer level, examining the make up of the reef, what species there are, how they live and interact, whether they are resilient or vulnerable to change.",
              "However, there is still evidence of an earlier period of discovery evident on the Great Barrier Reef, with around 30 shipwreck sites of historic importance known to exist.",
              "There are plenty of things to experience on Great Barrier Reef.",
              "Townsville Townsville, a thriving metropolis, is the unofficial capital of North Queensland and one of the fastest growing regions in Australia.",
              "Rockhampton Rockhampton is set under Mount Archer, posing an impressive backdrop for the vibrant City centre, coast and the outback beyond.",
              "Charters Towers Charters Towers is one of the most beautiful inland cities in Queensland, with unrivalled architecture and a unique history.",
              "greatbarrierreef.",
              "org is a 'Web Magazine' website that is dedicated to all things related to the Great Barrier Reef.",
              "We are passionate about Australia's great natural wonder, its vast marine life, its golden sun-kissed beaches, its warm turquiose waters and the unforgetable experiences that are waiting for all who visit.",
              "Our aim is to discuss the Great Barrier Reef, its history, its environment, its marine life and its spectacular destinations.",
              "We hope that this website will inspire all who visit, just as much as the Great Barrier reef has inspired us.",
              "Australian website design, hosting and speed optimisation by Jimmyweb"
            ]
          }
        ],
        "The Great Barrier Reef as we know it today developed during the last period of sea level rise which began around 9,500 years ago.": [
          {
            "title": "Response of the Great Barrier Reef to sea-level and ... - Nature",
            "url": "https://www.nature.com/articles/s41561-018-0127-3",
            "content": [
              "Response of the Great Barrier Reef to sea-level and ... - Nature",
              "Thank you for visiting nature.",
              "com.",
              "You are using a browser version with limited support for CSS.",
              "To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer).",
              "In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript.",
              "Advertisement Nature Geoscience volume 11, pages 426–432 (2018)Cite this article 7049 Accesses 87 Citations 703 Altmetric Metrics details Previous drilling through submerged fossil coral reefs has greatly improved our understanding of the general pattern of sea-level change since the Last Glacial Maximum, however, how reefs responded to these changes remains uncertain.",
              "Here we document the evolution of the Great Barrier Reef (GBR), the world’s largest reef system, to major, abrupt environmental changes over the past 30 thousand years based on comprehensive sedimentological, biological and geochronological records from fossil reef cores.",
              "We show that reefs migrated seaward as sea level fell to its lowest level during the most recent glaciation (~20.",
              "5–20.",
              "7 thousand years ago (ka)), then landward as the shelf flooded and ocean temperatures increased during the subsequent deglacial period (~20–10 ka).",
              "Growth was interrupted by five reef-death events caused by subaerial exposure or sea-level rise outpacing reef growth.",
              "Around 10 ka, the reef drowned as the sea level continued to rise, flooding more of the shelf and causing a higher sediment flux.",
              "The GBR’s capacity for rapid lateral migration at rates of 0.",
              "2–1.",
              "5 m yr−1 (and the ability to recruit locally) suggest that, as an ecosystem, the GBR has been more resilient to past sea-level and temperature fluctuations than previously thought, but it has been highly sensitive to increased sediment input over centennial–millennial timescales.",
              "You have full access to this article via your institution.",
              "The Last Glacial Maximum (LGM) and subsequent deglaciation represents a major reorganization of the global climate system, with rapid sea-level rises (for example, meltwater pulses (MWPs) 1A0, 1A, 1B and 1C)1,2,3,4 linked to ice-sheet collapse, changes in global ocean circulation and temperatures5, and periods of divergent atmospheric CO2 concentrations and ocean aragonite/calcite saturation states6.",
              "Although to understand the responses of coral reef systems to these major, abrupt environmental changes is crucial to place possible reef futures into an appropriate time frame within the context of global processes7,8, few fossil reef records (for example, Barbados, Huon Peninsula, Vanuatu and Tahiti)1,2,9,10,11 fully span this ~30–10 thousand years (kyr) period.",
              "Thus, questions remain about the critical environmental thresholds that led to reef demise9,12 in the past and how reefs recover after disturbances on different spatiotemporal scales13,14,15.",
              "In this study, we present a synthesis of all the available geomorphic, sedimentological, biological and dating information from fossil reef cores recovered from the Great Barrier Reef (GBR) shelf-edge reefs during Integrated Ocean Drilling Program (IODP) Expedition 32516.",
              "Radiometric and geochemical investigations of these cores, combined with sediment cores from the adjacent basin, have yielded precise constraints on variations in the relative sea level (RSL) (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation), sea-surface temperature (SST)17 and sediment flux18 over this period.",
              "We now document how the GBR responded to these major environmental variations, which includes the corresponding changes to reef morphologies, communities and growth rates.",
              "We also confirm the existence and location of reef refugia19,20 during the LGM sea level and establish the critical environmental conditions at which the reef died and re-established on centennial–millennial timescales8 over the past 30 kyr.",
              "Transects of reef cores were recovered off Mackay (Hydrographer’s Passage at 19.",
              "7 °S, HYD-01C, Sites M0030–M0039) and Cairns (Noggin Pass at 17.",
              "1 °S, NOG-01B, Sites M0053–M0057), and consisted of 20 holes drilled at 16 different sites (Figs.",
              "1 and 2 and Supplementary Notes 1 and 2), and were used to investigate the evolution of the GBR.",
              "U–Th and 14C accelerator mass spectrometry (AMS) dating16,17,21 (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation) of >580 corals and coralline algae, combined with sedimentological and biological analyses (Methods), provided a robust chronostratigraphic framework to assess the impacts of abrupt sea-level and associated environmental changes (Supplementary Notes 2–5 and Supplementary Figs.",
              "1 and 2).",
              "First, we show that the GBR had a complex and dynamic history of reef growth and demise over the past 30 kyr, characterized by five distinct reef sequences (Reefs 1–5) that recorded episodic seaward (offlapping) then landward (onlapping) reef growth across the shelf (Figs.",
              "1 and 2).",
              "Each reef sequence consists of coherent, coeval shallow and deep reef habitats that can be traced in time and space.",
              "Second, we establish the nature and timing of the reef initiation and demise events, and document the corresponding changes in coral–algal assemblages, vertical accretion (VA) rates (that is, upward growth of the reef) and palaeoenvironmental conditions at each stage of the GBR’s development.",
              "a, A high-resolution multibeam image shows the surface geomorphic context16,38 of HYD-01C and the drill-hole locations (red lines represent the penetration depths).",
              "b, A simplified stratigraphic section that shows the distribution of recovered core intervals, coral assemblages and their interpreted palaeowater depths, and selected U–Th and 14C AMS ages.",
              "Chronostratigraphic boundaries of the four main shallow reef sequences (Reefs 1–4) are represented by solid coloured lines and long dashes;",
              "short dashes show their corresponding deep-water fore-reef slope deposits (Methods, Supplementary Notes 1–3 and Supplementary Fig.",
              "1).",
              "Reef 5 represents the modern Holocene reef and is characterized by deep-water fore-reef slope deposits on the shelf edge.",
              "The x axis represents the distance across the shelf and is schematic (a gives the actual core locations).",
              "a, The high-resolution multibeam image shows the surface geomorphic context16,38 of NOG-01B and the drill-hole locations (red lines represent penetration depths).",
              "b, A simplified stratigraphic section that shows the distribution of recovered core intervals, coral assemblages and their interpreted palaeowater depths, and selected U–Th and 14C AMS ages.",
              "Chronostratigraphic boundaries of the four main shallow reef sequences (Reefs 1–4) are represented by solid coloured lines and long dashes;",
              "short dashes show their corresponding deep-water fore-reef slope deposits (Methods and Supplementary Notes 1–3 and Supplementary Fig.",
              "1).",
              "Reef 5 represents the modern Holocene reef and is characterized by deep-water fore-reef slope deposits on the shelf edge.",
              "The x axis represents the distance across the shelf and is schematic (a gives the actual core locations).",
              "The development of the five reef sequences over the past ~30 kyr reflects the GBR’s responses to major changes in global climate (Fig.",
              "3a).",
              "As temperatures cooled into the LGM, high-latitude ice sheets reached their maximum extent and reduced global mean sea levels (GMSL ~125–130 metres below sea level (mbsl)).",
              "In the GBR, the RSL was lowest (~118 m) by ~20.",
              "7–20.",
              "5 thousand years ago (ka) (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation) (Fig.",
              "3b,d).",
              "Western Pacific SSTs were also lowest at 18–20 ka (refs 17,22) (Fig.",
              "3a), with a corresponding much larger north–south SST gradient that points to a northward expansion of cooler subtropical waters and changes to GBR ocean currents17.",
              "As the deglaciation progressed from the LGM to 10 ka, SSTs warmed and sea level rose, albeit rapidly and non-linearly, as a result of global ice-sheet melting (Fig.",
              "3a).",
              "Sea-level change over the LGM to deglacial period was the primary, although not the sole, driver of spatiotemporal variations in reef development, coral–algal assemblages and VA rates, as recorded in the five reef sequences (Figs.",
              "3 and 4).",
              "Below we explore the interplay between the major environmental drivers (sea level, SST and sediments) at each stage of the GBR’s development and demonstrate that its growth and demise was more complex than previously thought19,20.",
              "a, North Greenland Ice Core Project (NGRIP ice-core δ18O record, with timing and duration of MWPs 1A0 (19 ka), MWP 1A and MWP 1B and other global climate events (LGM and YD) as vertical grey shaded bars1,2, 29,30.",
              "The brown bar shows a massive flux of fine sediment to the slope at ~10 ka (ref.",
              "18) when >60–75% of the GBR shelf area was flooded (Supplementary Note 4).",
              "The orange line shows the western Pacific warm pool (WPWP) SST anomalies (reconstructed from planktonic foraminifera Mg/Ca (ref.",
              "22)).",
              "Points and regression lines are regional SST anomalies (Expedition 325 coral Sr/Ca (ref.",
              "17)) from Noggin Pass (red) and Hydrographer’s Passage (blue).",
              "b, VA history for HYD-01C with the GBR maximum RSL curves (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation) (blue line) and percentage of shelf flooded (brown lines, not scaled to depth).",
              "Stepped plots are calculated VA rates, binned at 0.",
              "5 kyr intervals.",
              "c, Summary of spatial and temporal patterns of reef evolution (Reefs 1–5) at HYD-01C that encompass the outer-, mid- and inner-reef terraces, the inner- and outer-reef barriers and the modern Holocene reef.",
              "Periods of major reef turn-on, reef turn-off or reef death events caused by RD, RE and hiatus events are shown along with the distribution of coral assemblages (same colours as in Figs.",
              "1, 2 and 4).",
              "The grey dashed boxes represent the timing and duration of the deep-water (>10 m) fore-reef slope deposits, which are sometimes coeval with shallow-water (<10 m) reef deposits upslope.",
              "d, VA history for NOG-01B (colours and plots as for b).",
              "e, Summary of spatial and temporal patterns of reef evolution (Reefs 1–5) at NOG-01B that encompass the outer-, mid- and inner-reef terraces, the inner- and outer-reef barriers and the modern Holocene reef.",
              "Periods of major reef turn-on, reef turn-off or reef death events caused by RD, RE and hiatus events are shown along with the distribution of coral assemblages (same colours as in Figs.",
              "1, 2 and 4).",
              "The grey dashed boxes represent the timing and duration of the deep-water (>10 m) fore-reef slope deposits, which are sometimes coeval with shallow-water ( <10 m) reef deposits upslope.",
              "a, Basic chronostratigraphy, facies relationships and key stages during the development of the shelf-edge reefs.",
              "Darker shading indicates the distribution of shallower (<10 m) reef facies and paler shading that of deeper (>10 m) reef facies.",
              "The basement substrate (orange line) is composed of MIS 3 or older deposits that range from shallow reef (Reef 1) to deep lower shelf/slope settings.",
              "b, Key reef events (turn-on and reef death) and associated palaeoenvironmental changes, which include the rate of RSL change (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation), mean SST relative to the modern SST17,22 and sediment flux18,24,25,31 (Supplementary Table 6).",
              "The GBR-initiated growth on the shelf edge at 28–27 ka following the GMSL fall23 from Marine Isotope Stage (MIS) 3 to MIS 2.",
              "At Noggin Pass, an age of 35.",
              "6 + 0.",
              "30 to 34.",
              "3 + 0.",
              "30 ka21 (core M0056A-2R) constrains the timing of the exposure and death of Reef 1 (Supplementary Note 2) as GMSL fell ~40 m (ref.",
              "23) at the inception of the LGM.",
              "The oldest ages from the inner terraces (holes M0031–M0033A and M0055A) indicate that Reef 2 started to grow on MIS 3 or older slope deposits between 27.",
              "35 + 0.",
              "14 to 27.",
              "34 + 0.",
              "07 ka, synchronously across the two regions as shallow-water reef growth migrated seaward.",
              "At this time the GBR formed a very narrow and ephemeral fringing reef system24 that was capable only of a slow vertical growth (0.",
              "3–2.",
              "5 mm yr−1) compared with the adjacent modern Holocene counterparts (Reef 5) (Fig.",
              "3b,d and Supplementary Figs.",
              "3 and 4).",
              "These apparently poor reef-growth conditions are consistent with globally synchronous slow VA rates (a meta-analysis is given Supplementary Figs.",
              "5 and 6), but the reasons remain unclear (for example, restricted accommodation space or higher local sedimentation during the sea-level fall)25.",
              "Although the timing and maximum extent of the LGM remain controversial23, RSL in the GBR fell to ~118 m below the present by 20.",
              "70 + 0.",
              "20 to 20.",
              "51 + 0.",
              "02 ka (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation).",
              "Major growth hiatuses at ~105 mbsl, at both transects (holes M0055A and M0031–M0033A), represent the turn-off of Reef 2 at 22.",
              "11 + 0.",
              "23 to 21.",
              "87 + 0.",
              "24 ka.",
              "Coral–algal assemblages indicate that palaeowater depths were shallow (<10 m) before Reef 2 death, and lithological, diagenetic and seismic evidence16,21,24 confirm that the top of the reef is a subaerial exposure surface, consistent with a major RSL fall (Methods and Supplementary Note 2).",
              "However, shallow-reef development migrated from ~0.",
              "25 to 1 km seaward in <2 kyr, which indicates a robust GBR ecosystem during the LGM capable of average reef habitat migration rates of ~0.",
              "5 and 0.",
              "2 m yr−1 at Hydrographer’s Passage and Noggin Pass, respectively.",
              "These are the first direct data to show that reefs were established on the GBR shelf edge during the LGM sea level, and demonstrate that the recruitment by propagules from external reef refugia (for example, the Queensland Plateau)20 was not necessary for the GBR to survive harsh LGM conditions.",
              "At both locations, Reef 3a initiated growth at 20.",
              "70 + 0.",
              "20 to 20.",
              "51 + 0.",
              "02 ka on top of deeper fore-reef slope deposits of Reef 2 (Figs.",
              "1 and 2) at the base of the mid-terraces (holes M0036A, M0035A, M0039A and M0053A), which indicates a pattern of shallowing, offlapping sequences related to seaward migration of the GBR.",
              "Shallow coral–algal assemblages (<10 m) dominate the LGM and the subsequent sea-level rise until 17 ka, which leads to a continuous vertical aggradation of Reef 3a at accretion rates of 3.",
              "9–4.",
              "4 mm yr−1, similar to Holocene rates.",
              "Although Reef 3a has no discernible reef-drowning event or distinct changes in coral–algal assemblages associated with the 19 ka MWP 1A0, hole M0053A has a clear inflection point, which indicates a major slowing of accretion (3.",
              "9 to 1.",
              "8 mm yr−1) after 19.",
              "22 + 0.",
              "01 ka.",
              "The deglaciation (~17–16.",
              "5 ka) saw a major reorganization of GBR shelf-edge reefs from aggrading to onlapping shallow sequences.",
              "Continued and rapid sea-level rise and associated environmental changes (for example, sediment flux) had two main impacts: (1) reflooding and re-initiation of reef growth on the inner terraces (holes M0033–M0031A and M0055A) and (2) major changes in lithologies, assemblages, accretion rates and ultimately reef drowning (RD) on the most distal part of the shelf edge (mid and outer terraces) (holes M0035A, M0036A, M0039A, M0053A and M0054A,B).",
              "Inner-terrace ages tightly constrain reflooding of the dead Reef 2 and the turn-on of Reef 3b at 16.",
              "85 + 0.",
              "24 to 16.",
              "24 + 0.",
              "24 ka.",
              "This represents a landward migration of shallow-water coral–algal assemblages from outer and mid terraces to the inner terraces that coincided with a major environmental perturbation that caused the drowning of Reef 3a.",
              "Down-hole gamma-ray logs16 from the inner and mid terraces at Hydrographer’s Passage (holes M0031A and M0036A) (Supplementary Figs.",
              "1 and 2) indicate an increased flux of fine terrigenous sediments ~16 ka on the now-deeper fore-reef slope that may have reduced light availability and water quality to cause Reef 3a drowning.",
              "This is consistent with shelf-flooding reconstructions that show a peak in the area of flooded shelf at Hydrographer’s Passage at ~16 ka (Supplementary Note 5).",
              "Meanwhile, on the inner terrace (holes M0031–M0033A and M0055A), active fringing-reef growth continued, even flourishing at Hydrographer’s Passage, with VA rates up to 20 mm yr−1 at 15.",
              "5–15.",
              "0 ka.",
              "These rates, the highest recorded from the GBR (Fig.",
              "3) for the past 30 ka, coincided with a shift to shallow, high-energy, reef habitats characterized by a mix of coral assemblages (dominated by Isopora, Acropora or Seriatopora).",
              "At this location, in spite of the high sediment flux indicated by the gamma-ray data, Reef 3b kept pace with the rapid rises in sea level and SST17,22 prior to MWP 1A.",
              "Studies of Holocene near-shore reefs in the GBR indicate that even the most turbid fringing reefs are capable of VA rates that match or exceed those of clear water outer-shelf reefs26,27.",
              "Unlike the mid and outer terraces, the near-shore Reef 3b was less sensitive to sediment flux, and grew rapidly as accommodation increased with rapidly rising sea levels.",
              "Although the exact timing differs, our meta-analysis of Barbados and Tahiti data (Supplementary Figs.",
              "5 and 6) shows the highest accretion rates in both records clustering around the disputed1,2 timing of MWP 1A.",
              "Results from Tahiti provide firm constraints on the timing (14.",
              "65–14.",
              "31 ka) and magnitude (14–18 m) of MWP 1A (ref.",
              "2) and confirm that the Tahiti reef did not drown then9.",
              "The GBR record also shows no distinct drowning event directly correlated with MWP 1A, and the continuous shallow-water assemblages (<10 m) throughout some cores (M0031–M0033A) and the lack of recovery in others (M0055A) make it impossible to improve the Tahiti MWP 1A constraints.",
              "Ultimately, however, the sustained rapid sea-level rise during MWP 1A (ref.",
              "2) and prior to the Younger Dryas (YD), combined with declining oceanographic conditions25, contributed to the final demise of Reef 3b at 13.",
              "72 + 0.",
              "07 ka.",
              "Rapid deglacial sea-level rise forced a major landward migration of shallow-reef habitats 1.",
              "3–1.",
              "8 km to the inner (Noggin Pass, hole M0057A) and outer barrier (Hydrographer’s Passage, hole M0034A) in <2 kyr.",
              "Reef 4 initiated growth soon after the reflooding of Reef 1 between 73 and 64 mbsl at 13.",
              "09 + 0.",
              "08 and 12.",
              "97 + 0.",
              "07 ka for Hydrographer’s Passage and Noggin Pass, respectively.",
              "Reef 4 exhibits mainly continuous, shallow-water (<5–10 m) Isopora-dominated assemblages with very rapid initial accretion rates up to 9.",
              "6 mm yr−1 (Fig.",
              "3).",
              "The Tahiti, Vanuatu and Huon Peninsula records have similarly rapid accretion rates (8–12 mm yr−1) during the YD (Supplementary Figs.",
              "5 and 6).",
              "This rapid growth probably reflects the dominance of Acropora–Isopora reef frameworks and coincides with the West Pacific SST reaching modern values17,22.",
              "For the GBR, this also represents a major reorganization from fringing to barrier–reef-dominated morphologies (Figs.",
              "1 and 2) that can be traced almost continuously over 2,000 km (ref.",
              "24), and represents the true ‘proto-GBR’ that preceded the modern Holocene barrier reef.",
              "Basement substrate highs beneath the barriers24 may have influenced this morphological change, and similar fringing to barrier–reef transitions are observed in Tahiti as the developing barrier acted initially to trap sediments and promote rapid reef growth28.",
              "The top of Reef 4 is marked by a slower accretion (4.",
              "2 and 1.",
              "4 mm yr−1 at Hydrographer’s Passage and Noggin Pass, respectively) as the sequence transitioned to deeper assemblages at 10.",
              "32 + 0.",
              "04 to 10.",
              "14 + 0.",
              "16 ka, well after the 11.",
              "45 ka MWP 1B at Barbados1,3,29.",
              "The GBR data are consistent with Papeete30 and Expedition 310 data9 and show no evidence for an abrupt drowning event directly associated with the 14 + 2 m sea-level pulse at ~11.",
              "45 ka.",
              "The question remains as to what caused this period of slower accretion and suboptimal conditions that prevented keep-up growth, and led to the final drowning of the proto-GBR at 10.",
              "31–10.",
              "14 ka.",
              "Sediment cores along a 2,700 km north–south GBR transect show a massive increase in the flux of fine siliciclastic and carbonate sediments to the slope between 11 and 8 ka, peaking at ~10 ka, and almost three times above the LGM to Holocene background levels18,31.",
              "This is consistent with shelf-flooding models showing >60–75% of the shelf area inundated around this time (Fig.",
              "3b,d and Supplementary Note 5).",
              "Although the impact of a higher \\({p}_{{{\\rm{CO}}}_{2}}\\) (>260 ppm) and reduced reef calcification32 cannot be ruled out, we propose that Reef 4 drowned as a direct consequence of this elevated sediment flux and reduced water quality reaching a threshold level against a backdrop of continued sea-level rise.",
              "This interpretation is consistent with declining VA rates prior to the final drowning as the barrier building, but highly sediment intolerant33, Isopora-dominated community became stressed and eventually gave up28,34.",
              "However, this remains to be tested against other indicators of sediment stress (for example, increased bioerosion).",
              "The final landward reef migration and GBR-wide turn-on of the modern Holocene GBR (Reef 5) at ~9 ka (ref.",
              "19) occurred as sea levels rose above the Last Interglacial (125 ka)20,21 reef substrate at ~10–20 mbsl.",
              "IODP Expedition 325 provides the first continuous record of the GBR’s evolution over the past 30 kyr (Fig.",
              "4).",
              "Patterns of growth and demise of the five reefs are consistent between the two locations, although some differences in reef architecture and composition reflect local variations in shelf geometry, substrate, sediment flux and SST gradients.",
              "Sea-level change was the fundamental control on reef development and position as the GBR closely tracked falling and rising sea levels across the shelf edge.",
              "At times, the reef was able to track rising sea level, accreting vertically at up to 20 m kyr−1 and migrating laterally at 1.",
              "5 m yr–1.",
              "Reef death occurred in two ways: subaerial exposure caused by sea-level fall or RD due to rapid sea-level rise and associated environmental changes (Supplementary Table 6).",
              "Unlike previous studies1,12,34, our findings highlight the importance of a high sediment flux and poor water quality, rather than of an abrupt sea-level rise alone (that is, MWPs), in ultimately determining reef demise.",
              "We also show that reef morphology (fringing versus barrier), reef location (shelf distal versus proximal) and coral assemblage composition (for example, Isopora dominated) also influenced the sensitivity of the GBR to past sediment fluxes.",
              "The GBR persisted on the shelf edge throughout the LGM and, where suitable substrates were available, shallow-water reef habitats were capable of migrating seawards and then landwards in response to sea-level and other environmental changes.",
              "This temporal continuity of reef habitats within the GBR also provided a potential source of coral–algal recruits to re-establish reefs locally, without requiring external or regional refugia20.",
              "We attribute the GBR’s robustness on centennial–millennial scales, despite such major environmental perturbations as rising sea levels (~120 m at up to 30 mm yr–1) (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation) and temperatures (~3–4 °C over the deglacial, up to 0.",
              "04 °C per 100 years)17, to the presence of adjacent coeval shallow and deep reef habitats that provided the recruits (particularly broadcast spawners) that enabled a rapid migration across the shelf and persistence of the ecosystem connectivity similar to modern reef systems35.",
              "This hypothesis may explain (in part) how the GBR has reconstituted again and again on 100 kyr timescales over its longer-term history15.",
              "Finally, our findings that demonstrate the GBR’s sensitivity to such environmental factors as sediment flux and water quality over centuries to millennia are consistent with the declines on some inshore GBR reefs over the past two centuries since European settlement13.",
              "However, given the current rate of SST increase (0.",
              "7 °C per 100 years), sharp declines in coral coverage36 and the potential for year-on-year mass coral bleaching37, our new findings provide little evidence for resilience of the GBR over the next few decades.",
              "The cores were logged and the stratigraphic distribution of the main reef framework (boundstones) and detrital (packstones–rudstones and unconsolidated sediments) facies defined.",
              "We used a database of >580 published U–Th coral and 14C AMS coral and coralline ages16,17,21 (Y.",
              "Yokoyama et al.",
              ", manuscript in preparation) combined with all the available geomorphic, lithological, coral–algal assemblage, petrophysical and seismic information (Supplementary Notes 1 and 2 and Supplementary Fig.",
              "7) to establish a robust, new chronostratigraphic framework for the evolution of the GBR shelf-edge reef system.",
              "Four distinct reef sequences, distinguished by depth and proximity to the shelf edge, are bounded at the base by unconformities that are either subaerial exposure or maximum flooding surfaces.",
              "The top of each reef sequence records the reef-death event and is bounded by either (1) the last stratigraphic appearance of shallow (<10 m palaeowater depths) coral reef facies in Reefs 3a, 3b and 4 (that is, RD) or (2) a subaerial exposure surface in Reefs 1 and 2 (that is, reef exposure (RE)).",
              "Wherever possible, the closest in situ U–Th coral age to these boundaries was used to constrain the timing of the turn-on and turn-off of each reef sequence (Supplementary Table 6).",
              "Due to recovery issues and dating gaps, the record and cause of reef demise at ~16–17 ka and the boundary between Reefs 3a and 3b are more tentative (long dashed lines in Figs.",
              "1 and 2 and Supplementary Figs.",
              "1 and 2).",
              "The lowest taxonomic level possible of all corals, and their growth positions and context, were assessed in cores.",
              "Coral assemblages were identified by examining the succession of in situ coral taxa in each hole and by using a suite of statistical analyses (cluster analysis and multidimensional-scaling ordination of Bray–Curtis similarities, analysis of similarities and similarity percentage analysis) on coral taxa and growth forms (Supplementary Note 3 and Supplementary Figs.",
              "7 and 8).",
              "The coral data were then combined with coralline algal assemblage data (based on the analysis of 400 thin sections) and other key indicators (percentage of coral–algal components, coralline algal crust thickness and presence or absence of vermetid gastropods measured every 10 cm) to form a coherent, internally consistent coral–algal assemblage scheme (Supplementary Table 1).",
              "We then reconstructed the likely depositional environment (including palaeowater depths) of each assemblage by comparison with their modern GBR and other Indo-Pacific counterparts (Supplementary Note 3).",
              "VA rates within each reef sequence were estimated using only in situ corals and coralline algae that yielded robust U–Th and calibrated 14C AMS ages.",
              "The sample context was assessed using a range of established criteria16,28, and samples from highly drill-disturbed intervals were excluded.",
              "A total of 435 samples that satisfied these criteria were used to construct a robust age model and reconstruct the VA pathway for each site.",
              "To quantify the uncertainties in the age model, we used two approaches: (1) a traditional linear visual fit and regression analysis widely used to study reef cores2,9,30 and (2) a Monte Carlo simulation39.",
              "The visual fits and regression analysis, including the rates and major inflection points, were in agreement with the Monte Carlo analysis, which indicates this traditional approach accurately reflects the VA histories of the GBR (Supplementary Note 4, Supplementary Figs.",
              "3 and 9 and Supplementary Tables 3–5).",
              "The data supporting the findings of this study are available from the corresponding author upon request.",
              "Fairbanks, R.",
              "G.",
              "A 17,000 year glacio-eustatic sea-level record: influence of glacial melting rates on the Younger Dryas event and deep ocean circulation.",
              "Nature 342, 637–642 (1989).",
              "Article Google Scholar Deschamps, P.",
              "et al.",
              "Ice-sheet collapse and sea-level rise at the Bølling warming 14,600 years ago.",
              "Nature 483, 559–564 (2012).",
              "Article Google Scholar Bard, E.",
              ", Hamelin, B.",
              "& Fairbanks, R.",
              "G.",
              "U–Th ages obtained by mass spectrometry in corals from Barbados: sea level during the past 130,000 years.",
              "Nature 346, 456–458 (1990).",
              "Article Google Scholar Peltier, W.",
              "R.",
              "& Fairbanks, R.",
              "G.",
              "Global glacial ice volume and Last Glacial Maximum duration from an extended Barbados sea level record.",
              "Quat.",
              "Sci.",
              "Rev.",
              "25, 3322–3337 (2006).",
              "Article Google Scholar Weaver, A.",
              "J.",
              ", Saenko, O.",
              "A.",
              ", Clark, P.",
              "U.",
              "& Mitrovica, J.",
              "X.",
              "Meltwater pulse 1A from Antarctica as a trigger of the Bolling–Allerod warm interval.",
              "Science 299, 1709–1713 (2003).",
              "Article Google Scholar Hoegh-Guldberg, O.",
              "et al.",
              "Coral reefs under rapid climate change and ocean acidification.",
              "Science 318, 1737–1742 (2007).",
              "Article Google Scholar Kiessling, W.",
              ", Simpson, C.",
              ", Beck, B.",
              ", Mewis, H.",
              "& Pandolfi, J.",
              "M.",
              "Equatorial decline of reef corals during the last Pleistocene interglacial.",
              "Proc.",
              "Natl Acad.",
              "Sci.",
              "USA 109, 21378–21383 (2012).",
              "Article Google Scholar Pandolfi, J.",
              "M.",
              ", Connolly, S.",
              "R.",
              ", Marshall, D.",
              "J.",
              "& Cohen, A.",
              "L.",
              "Projecting coral reef futures under global warming and ocean acidification.",
              "Science 333, 418–422 (2011).",
              "Article Google Scholar Camoin, G.",
              "F.",
              "et al.",
              "Reef response to sea-level and environmental changes during the last deglaciation: integrated Ocean Drilling Program Expedition 310, Tahiti sea level.",
              "Geology 40, 643–646 (2012).",
              "Article Google Scholar Cabioch, G.",
              "et al.",
              "Continuous reef growth during the last 23 kyr BP in a tectonically active zone (Vanuatu, SouthWest Pacific).",
              "Quat.",
              "Sci.",
              "Rev.",
              "22, 1771–1786 (2003).",
              "Article Google Scholar Edwards, R.",
              "L.",
              "et al.",
              "A large drop in atmospheric 14C/12C and reduced melting in the Younger Dryas, documented with 230Th ages of corals.",
              "Science 260, 962–968 (1993).",
              "Article Google Scholar Blanchon, P.",
              "& Shaw, J.",
              "Reef drowning during the last deglaciation: evidence for catastrophic sea-level rise and ice-sheet collapse.",
              "Geology 23, 4–8 (1995).",
              "Article Google Scholar Roff, G.",
              "et al.",
              "Palaeoecological evidence of a historical collapse of corals at Pelorus Island, inshore Great Barrier Reef, following European settlement.",
              "Proc.",
              "R.",
              "Soc.",
              "B 280, 20122100 (2013).",
              "Article Google Scholar Pandolfi, J.",
              "M.",
              "Limited membership in Pleistocene reef coral assemblages from the Huon Peninsula, Papua New Guinea: constancy during global change.",
              "Paleobiology 22, 152–176 (1996).",
              "Article Google Scholar Humblet, M.",
              "& Webster, J.",
              "M.",
              "Coral community changes in the Great Barrier Reef in response to major environmental changes over glacial-interglacial timescales.",
              "Palaeogeogr.",
              "Palaeoclimatol.",
              "Palaecol.",
              "472, 216–235 (2017).",
              "Article Google Scholar Webster, J.",
              "M.",
              ", Yokoyama, Y.",
              ", Cotterill, C.",
              "& Expedition 325 Scientists.",
              "Proc.",
              "Integrated Ocean Drilling Program Vol.",
              "325 (Integrated Ocean Drilling Program Management International, Integrated Ocean Drilling Program, 2011).",
              "Felis, T.",
              "et al.",
              "Intensification of the meridional temperature gradient in the Great Barrier Reef following the Last Glacial Maximum.",
              "Nat.",
              "Commun.",
              "5, 4102 (2014).",
              "Article Google Scholar Page, M.",
              "C.",
              "& Dickens, G.",
              "R.",
              "Sediment fluxes to Marion Plateau (southern Great Barrier Reef province) over the last 130 ky: new constraints on ‘transgressive-shedding’ off northeastern Australia.",
              "Mar.",
              "Geol.",
              "219, 27–45 (2005).",
              "Article Google Scholar Hopley, D.",
              ", Smithers, S.",
              "G.",
              "& Parnell, K.",
              "E.",
              "The Geomorphology of the Great Barrier Reef (Cambridge Univ.",
              "Press, Cambridge, 2017).",
              "Google Scholar Davies, P.",
              "J.",
              "in Proc.",
              "6th Int.",
              "Coral Reef Symp 9–17 (Townsville, 1988).",
              "Gischler, E.",
              "et al.",
              "Microfacies and diagenesis of older Pleistocene (pre-last glacial maximum) reef deposits, Great Barrier Reef, Australia (IODP Expedition 325): a quantitative approach.",
              "Sedimentology 60, 1432–1466 (2013).",
              "Google Scholar Linsley, B.",
              "K.",
              ", Rosenthal, Y.",
              "& Oppo, D.",
              "W.",
              "Holocene evolution of the Indonesian throughflow and the western Pacific warm pool.",
              "Nat.",
              "Geosci.",
              "3, 578–583 (2010).",
              "Article Google Scholar Lambeck, K.",
              ", Rouby, H.",
              ", Purcell, A.",
              ", Sun, Y.",
              "& Sambridge, M.",
              "Sea level and global ice volumes from the Last Glacial Maximum to the Holocene.",
              "Proc.",
              "Natl Acad.",
              "Sci.",
              "USA 111, 15296–15303 (2014).",
              "Article Google Scholar Hinestrosa, G.",
              ", Webster, J.",
              "M.",
              ", Beaman, R.",
              "J.",
              "& Anderson, L.",
              "M.",
              "Seismic stratigraphy and development of the shelf-edge reefs of the Great Barrier Reef, Australia.",
              "Mar.",
              "Geol.",
              "353, 1–20 (2014).",
              "Article Google Scholar Hinestrosa, G.",
              ", Webster, J.",
              "M.",
              "& Beaman, R.",
              "J.",
              "Postglacial sediment deposition along a mixed carbonate-siliciclastic margin: new constraints from the drowned shelf-edge reefs of the Great Barrier Reef, Australia.",
              "Palaeogeogr.",
              "Palaeoclimatol.",
              "Palaeoecol.",
              "446, 168–185 (2016).",
              "Article Google Scholar Perry, C.",
              "T.",
              ", Smithers, S.",
              "G.",
              ", Gulliver, P.",
              "& Browne, N.",
              "K.",
              "Evidence of very rapid reef accretion and reef growth under high turbidity and terrigenous sedimentation.",
              "Geology 40, 719–722 (2012).",
              "Article Google Scholar Perry, C.",
              "T.",
              "& Smithers, S.",
              "G.",
              "Cycles of coral reef ‘turn-on’, rapid growth and ‘turn-off’ over the past 8500 years: a context for understanding modern ecological states and trajectories.",
              "Glob.",
              "Change Biol.",
              "17, 76–86 (2011).",
              "Article Google Scholar Blanchon, P.",
              "et al.",
              "Postglacial Fringing-Reef to Barrier-Reef conversion on Tahiti links Darwinʼs reef types.",
              "Sci.",
              "Rep.",
              "4, 4997 (2014).",
              "Article Google Scholar Abdul, N.",
              "A.",
              ", Mortlock, R.",
              "A.",
              ", Wright, J.",
              "D.",
              "& Fairbanks, R.",
              "G.",
              "Younger Dryas sea-level and meltwater pulse 1B recorded in Barbados reef-crest coral Acropora palmata.",
              "Paleoceanography 31, 330–344 (2016).",
              "Article Google Scholar Bard, E.",
              ", Hamelin, B.",
              "& Delanghe-Sabatier, D.",
              "Deglacial meltwater pulse 1B and Younger Dryas sea levels revisited with boreholes at Tahiti.",
              "Science 327, 1235–1237 (2010).",
              "Article Google Scholar Dunbar, G.",
              "B.",
              ", Dickens, G.",
              "R.",
              "& Carter, R.",
              "M.",
              "Sediment flux across the Great Barrier Reef Shelf to the Queensland Trough over the last 300 ky.",
              "Sediment.",
              "Geol.",
              "133, 49–92 (2000).",
              "Article Google Scholar Wooldridge, S.",
              "A.",
              "Instability and breakdown of the coral–algae symbiosis upon exceedence of the interglacial PCO2 threshold (>260 ppmv): the ‘missingʼ Earth-System feedback mechanism.",
              "Coral Reefs 36, 1025–1037 (2017).",
              "Article Google Scholar Kojis, B.",
              "L.",
              "& Quinn, N.",
              "J.",
              "Seasonal and depth variation in fecundity of Acropora palifera at two reefs in Papua New Guinea.",
              "Coral Reefs 3, 165–172 (1984).",
              "Article Google Scholar Montaggioni, L.",
              "F.",
              "History of Indo-Pacific coral reef systems since the last glaciation: development patterns and controlling factors.",
              "Earth-Sci.",
              "Rev.",
              "71, 1–75 (2005).",
              "Article Google Scholar Thomas, C.",
              "J.",
              "Connectivity between submerged and near-sea-surface coral reefs: can submerged reef populations act as refuges?",
              "Divers.",
              "Distrib.",
              "21, 1254–1266 (2015).",
              "Article Google Scholar De’ath, G.",
              ", Fabricius, K.",
              "E.",
              ", Sweatman, H.",
              "& Puotinen, M.",
              "The 27-year decline of coral cover on the Great Barrier Reef and its causes.",
              "Proc.",
              "Natl Acad.",
              "Sci.",
              "USA 109, 17995–17999 (2012).",
              "Article Google Scholar Hughes, T.",
              "P.",
              "et al.",
              "Global warming and recurrent mass bleaching of corals.",
              "Nature 543, 373–377 (2017).",
              "Article Google Scholar Abbey, E.",
              ", Webster, J.",
              "M.",
              "& Beaman, R.",
              "J.",
              "Geomorphology of submerged reefs on the shelf edge of the Great Barrier Reef: the influence of oscillating Pleistocene sea levels.",
              "Mar.",
              "Geol.",
              "288, 61–78 (2011).",
              "Article Google Scholar Obrochta, S.",
              "P.",
              "et al.",
              "The undatables: quantifying uncertainty in a highly expanded Late Glacial–Holocene sediment sequence recovered from the deepest Baltic Sea basin—IODP Site M0063.",
              "Geochem.",
              "Geophys.",
              "Geosystems 18, 858–871 (2017).",
              "Article Google Scholar Download references We thank the IODP and ECORD (European Consortium for Ocean Research Drilling) for drilling the GBR, and the Bremen Core Repository for organizing the onshore sampling party.",
              "Financial support was provided by the Australian Research Council (grant no.",
              "DP1094001 and no.",
              "FT140100286), ANZIC, Institut Polytechnique de Bordeaux and KAKENHI (no.",
              "25247083).",
              "Geocoastal Research Group, School of Geosciences, The University of Sydney, Sydney, Australia Jody M.",
              "Webster & Gustavo Hinestrosa Departamento de Estratigrafía y Paleontología, Universidad de Granada, Granada, Spain Juan Carlos Braga Department of Earth and Planetary Sciences, Nagoya University, Nagoya, Japan Marc Humblet Department of Ecology & Evolutionary Biology, University of California, Santa Cruz, CA, USA Donald C.",
              "Potts Institute of Geology and Paleontology, Graduate School of Science, Tohoku University, Sendai, Japan Yasufumi Iryu Atmosphere and Ocean Research Institute, University of Tokyo, Tokyo, Japan Yusuke Yokoyama Department of Earth and Planetary Science, Graduate School of Science, University of Tokyo, Tokyo, Japan Yusuke Yokoyama Japan Agency for Marine-Earth Science and Technology, Yokosuka, Japan Yusuke Yokoyama Department of Physics and Earth Sciences, University of the Ryukyus, Okinawa, Japan Kazuhiko Fujita EA 4592G&E, ENSEGID, Bordeaux INP, Pessac Cedex, France Raphael Bourillot Research School of Earth Sciences, Australian National University, Canberra, Australia Tezer M.",
              "Esat & Stewart Fallon Research School of Physics and Engineering, Australian National University, Canberra, Australia Tezer M.",
              "Esat Department of Geology & Geophysics, Woods Hole Oceanographic Institution, Woods Hole, MA, USA William G.",
              "Thompson School of GeoSciences, University of Edinburgh, Edinburgh, UK Alexander L.",
              "Thomas Graduate School of Integrated Sciences for Global Society Kyushu University, Fukuoka, Japan Hironobu Kan School of Earth and Environmental Sciences, University of Wollongong, Wollongong, Australia Helen V.",
              "McGregor Graduate School of International Resource Science, Akita University, Akita, Japan Stephen P.",
              "Obrochta LSCE/IPSL, Laboratoire CNRS-CEA-UVSQ, Gif-sur-Yvette, France Bryan C.",
              "Lougheed You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar J.",
              "M.",
              "W.",
              "and Y.",
              "Y.",
              "were co-chief scientists of Expedition 325.",
              "J.",
              "M.",
              "W.",
              "wrote the manuscript in collaboration with J.",
              "C.",
              "B.",
              ", M.",
              "H.",
              ", D.",
              "C.",
              "P.",
              ", Y.",
              "I.",
              ", R.",
              "B.",
              ", T.",
              "E.",
              ", Y.",
              "Y.",
              "and H.",
              "M.",
              ", and the paper was refined by contributions from the rest of the co-authors.",
              "Correspondence to Jody M.",
              "Webster.",
              "The authors declare no competing interests.",
              "Publisherʼs note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "Supplementary Notes, Tables and Figures Reprints and Permissions Webster, J.",
              "M.",
              ", Braga, J.",
              "C.",
              ", Humblet, M.",
              "et al.",
              "Response of the Great Barrier Reef to sea-level and environmental changes over the past 30,000 years.",
              "Nature Geosci 11, 426–432 (2018).",
              "https://doi.",
              "org/10.",
              "1038/s41561-018-0127-3 Download citation Received: 11 March 2018 Accepted: 13 April 2018 Published: 28 May 2018 Issue Date: June 2018 DOI: https://doi.",
              "org/10.",
              "1038/s41561-018-0127-3 Anyone you share the following link with will be able to read this content: Sorry, a shareable link is not currently available for this article.",
              "Provided by the Springer Nature SharedIt content-sharing initiative Marine Geophysical Research (2023) Coral Reefs (2023) Geo-Marine Letters (2023) Nature Communications (2022) Heredity (2022) You have full access to this article via your institution.",
              "Focus Collection Advertisement Nature Geoscience (Nat.",
              "Geosci.)",
              "ISSN 1752-0908 (online) ISSN 1752-0894 (print) © 2023 Springer Nature Limited Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily."
            ]
          },
          {
            "title": "Great Barrier Reef Timeline - GBR Biology",
            "url": "https://www.gbrbiology.com/knowledge-and-news/great-barrier-reef-timeline/",
            "content": [
              "Great Barrier Reef Timeline - GBR Biology",
              "Discover more about the Great Barrier Reef with our history timeline.",
              "Our descriptive timeline is partitioned into four historical parts, Geological, Cultural, Western, and GBRs own history.",
              "The Great Barrier Reef (GBR) is considered the youngest reef system in the world with itsÂ earliest beginning around 600,000 years ago and the modern GBR forming only 9,500 years ago.",
              "Coral reefs are limestone structures (Calcium carbonate structures) produced by living organisms. The first reef building corals appeared over 500 million years ago, with modern corals or stony corals emerging only 240 million years ago.",
              "So why is the world’s largest coral reef system so young?",
              "Â The corals that exist today are thought to have evolved in the ancient Tethys Sea between Laurasia and Gondwanaland.",
              "As continental drift caused these continents to separate, the Tethys Sea began to close, and the widely dispersed evolving corals were slowly pushed eastward and concentrated in what is now the western Pacific Ocean.",
              "This is thought to have contributed to the high diversity of corals in the region today.",
              "Today this region contains more than 76% of coral species and is known as the coral triangle.",
              "The Coral Triangle is an area of highly biodiverse reef systems located between Indonesia, the Philippines, and Papua New Guinea.",
              "Continental drift also accounts for the late start of the Great Barrier Reef 600 000 years ago.",
              "Around 65 million years ago Australia, a rainforest dominated continent, was connected to Antarctica and was positioned further South than its current position.",
              "At this time, the continents began to split and Australia drifted North to its current position.",
              "Around 20 million years ago Queensland had nearly reached its current position and the continent was drying out and only remnants of the old rainforest were remaining.",
              "The extension of the Qld Plateau or continental shelf (long, wide, and shallow) along the coastline provided a perfect stable substrate for corals to thrive.",
              "However, corals were not recorded to flourish at this time.",
              "Cool water temperatures and poor visibility have been suggested as the main reasons for this.",
              "This changed at ~ 600,000 years ago, the northernmost parts of the Great Barrier Reef began to form as the area was now within a warmer climate.",
              "Coral larvae settled on the ocean floor and began to grow.",
              "It is also thought that the continental movements allowed the East Australian Current to bring warm water and coral larvae onto the northern parts of the continental shelf, contributing to increasing coral growth.",
              "More recently, the formation of the Great Barrier Reef was driven by Sea Level and Climatic changes.",
              "Over the last 500,000 years the reef has developed as sea level has risen and fallen over multiple glacial (ice ages) and interglacial cycles (warmer periods).",
              "In a glacial period as ice forms at polar caps and in glaciers, sea level falls, while in interglacial periods ice melts causing sea level to rise once more.",
              "During these cycles sea level could change at a rate up to 5m per thousand years.",
              "The difference in sea level between interglacial periods was up to 120m.",
              "These differences caused drastic differences in marine habitats.",
              "For example, during the ice age around 18,000 years ago, people living in the region where Cairns city is now would have had to travel 60km to reach the coastline.",
              "Â This also meant that Fitzroy Island was part of the mainland.",
              "During periods of high sea level, when the continental shelf was inundated, corals were able to grow in the warm shallow waters and create reefs.",
              "During these periods, reefs accumulated at rates more than 10m per thousand years.",
              "The formation of the Great Barrier Reef has occurred throughout many such periods of reef growth.",
              "It is important to understand that reef growth only occurred during periods where conditions were conducive to coral growth and reef formation.",
              "It is estimated that coralâ\u0080\u0099s have only been exposed to conditions suitable for reef formation for ~10% of the ecological time between the last two interglacial periods.",
              "The short period in which the Great Barrier Reef formed makes the huge biodiversity even more remarkable.",
              "The great barrier reef as we know it developed during the last period of sea level rise which began around 9,500 years ago.",
              "It is estimated that the primary reef growth began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago.",
              "For the most part, the sea level on the Great Barrier Reef has been relatively stable for the last 6000 years, allowing the Great Barrier Reef to continue developing to what is present today.",
              "The geological processes that have isolated populations for thousands of years are probably still in progress today.",
              "These factors have driven evolution along with the GBR connection to coral triangle via Torres Straits and are possible explanations why the GBR is one of the most diverse coral reefs in the world.",
              "While we may house one of the youngest reefs in the world, we are home to the oldest living culture in the world dating back at least 60,000 years.",
              "During this time, the coastline has undergone many changes and there is evidence that Aboriginal peoples were living on the land that has since become the Great Barrier Reef.",
              "These lands consisted of various ecosystems such as plains, rainforest, coastal fringes, mangrove forests and remnants of old reefs.",
              "Â While the fauna of the time consisted of a giant kangaroo, the Procoptodon that stood 2 meters tall and the giant wombat the Diprotodon that stood 2 meters high and was three meters in length.",
              "During the last Ice age ~ 18,000 years ago, the Traditional Owners remained connected to the land and the sea.",
              "As sea level rose Aboriginal People began a westward retreat to what is now the east coast of Australia.",
              "These major environmental changes were recorded in Dreaming stories or Dreamtime which provides insight into a vastly different landscape, for example, Fitzroy Island and Double Island were part of the mainland.",
              "Â There is a long history of Traditional Owners travelling to the islands and coral reefs of the Great Barrier Reef.",
              "They built sheet bark and dugout canoes to move around their sea country.",
              "There is evidence of use of most of the islands in the GBR at varying times over the last 10,000 years.",
              "Islands were used for social, ceremonial, and political reasons as well as for hunting fish, turtles, dugongs, and gathering shell meat and crustaceans.",
              "There are more than 70 individual Aboriginal and Torres Strait Islander Traditional Owner groups with links to the Great Barrier Reef.",
              "There is evidence of permanent occupation of islands by these groups such as extensive fish traps and shell middens.",
              "Stone artifacts such as weapons, spears and tools provide the best evidence of interactions between island and coastal groups.",
              "Stones from South Molle Island were distributed more than 170km along the Queensland coastline.",
              "More recent evidence also shows that Great Barrier Reef Traditional Owner groups had extensive seafaring knowledge and established trade routes reaching the South Pacific Islands.",
              "During the 1800â\u0080\u0099s interactions occurred between the Traditional Owners of the GBR and the early explorers and settlers that travelled North to setup industries.",
              "These first industries included Beche-De-Mer, Red Cedar and Gold.",
              "With these interactions began the dispossession of land, disruption of culture and exploitation of Indigenous people.",
              "No doubt this was a terrible time for Indigenous communities with countless lives being lost and their connection to country and culture was being seriously fragmented and potentially lost forever.",
              "During this time some individuals (explorers, early settlers and missionaries) had compassion and admiration for the nomadic North Queensland Traditional Owners culture and documented their findings.",
              "From their works there was a real appreciation of the local Indigenous culture in the Cairns Region for several aspects including:Â Today, Traditional Owner groups are involved in the management of their Sea Country in partnership with the Great Barrier Reef Marine Park Authority through the Indigenous Land & Sea Country partnerships program.",
              "This combines modern management with Traditional Owner knowledge to protect the World Heritage Great Barrier Reef.",
              "Along the Great Barrier Reef.",
              "A working facet of this joint management is the Traditional Use of Marine Resource Agreements (TUMRAs).",
              "These agreements are acknowledgement of the Traditional Owners to manage their Country and today over a quarter of the Marine Park coastline is managed by a TUMRA.",
              "The first TUMRA was developed by the Girringun Aboriginal Corporation in 2005, there are now 9 agreements in place across the Great Barrier Reef Marine Park.",
              "In the Cairns region the Gunggandji and Yirrganydji People have TUMRAs.",
              "Around 400 years ago, the first European to sail the waters of the Great Barrier Reef was Luis Vaez de Torres.",
              "He commanded the San Pedro through the Northern Great Barrier Reef in 1606.",
              "After becoming separated from a Spanish expedition, he narrowly missed Northern Australia sailing through the Torres Strait which is named after him.",
              "Â However, Captain James Cook recorded the first written descriptions of the Great Barrier Reef in his journal during a voyage in 1770.",
              "Aboard HM Endeavour he sailed up the east coast of Australia.",
              "On the 19th of April, Captain James Cook and his crew first laid eyes on Australia.",
              "The great southern land that was believed to counterbalance the â\u0080\u009cnorthern land-massâ\u0080\u009d.",
              "From here they took the unknown journey North into warmer waters.",
              "By the 9th of June the Endeavour was sitting off the newly named Cape Grafton, after passing through the channel of water between Fitzroy Island and Kingâ\u0080\u0099s Point.",
              "Captain Cook described the area as being â\u0080\u009ctolerable high land (that) hath a very rocky surface which is coverâ\u0080\u0099d with woodâ\u0080\u009d.",
              "On this night the ship’s crew saw several fires on the shoreline and recorded the first sightings of the Gunggandji people.",
              "Come the 10th of June the ship was anchored off the coast near Mission Bay (Yarrabah).",
              "It was on anchor that Green Island was named by Charles Green the Chief Astronomer onboard, described as being a â\u0080\u009clow green woody islandâ\u0080\u009d.",
              "Captain Cook and his company came ashore in search of freshwater but had little luck on the â\u0080\u009csurf and the rocksâ\u0080\u009d.",
              "Moving from anchor, they headed further north to Cape Tribulation, where their troubles began.",
              "Cook ran aground on the 11th of June, pumping water from the hull until finding safe harbour near Cooktown on the 18th.",
              "Â After completing his repairs several weeks later, on the 6th of August he set sail once more.",
              "Making it to Lizard Island Cook was able to climb to the highest point aptly named â\u0080\u009cCookâ\u0080\u0099s Lookâ\u0080\u009d, this allowed him the vantage point to look out over the vast expanse of the Coral Sea and the Great Barrier Reef, and he determined his path away from the treacherous reefs and out to safer waters.",
              "The name â\u0080\u009cThe Great Barrier Reefâ\u0080\u009d came much later and was coined by another well-known explorer.",
              "In 1802, Matthew Flinders described the reef as â\u0080\u009cThe Great Barrier Reefsâ\u0080\u009d, or â\u0080\u009cBARRIER REEFSâ\u0080\u009d, in his journal where a chart was attached with the name â\u0080\u009cTHE GREAT BARRIER REEFSâ\u0080\u009d.",
              "Â Matthew Flinders sailed through the Great Barrier Reef whilst surveying the Australian coastline.",
              "He navigated a passage through the inner Great Barrier Reef.",
              "Following Flinders, Phillip Parker King charted a wider passage through the inner great barrier reef in 1819 and 1820.",
              "To this day the reef is still being mapped with new technologies able to see to the reef floor and deep sea.",
              "Following Captain Cook’s observations in 1770, scientists have studied the Great Barrier Reef in order to understand its diversity and the complex interactions it holds.",
              "Naturalists onboard survey ships were the first to conduct research on the Great Barrier Reef, followed by a wave of scientists who chartered ships to study the reef.",
              "William Saville-Kent authored the first monograph on the reef, The Great Barrier Reef of Australia: itâ\u0080\u0099s Products and Potentialities in 1893.",
              "The beginning of an approach to organised research occurred in 1922 with the establishment of the Great Barrier Reef Committee (GBRC) by the Royal Geographical Society of Australia.",
              "The GBRC aimed to â\u0080\u009cpromote and conduct scientific inquiry into the fauna, flora and genesis of the Great Barrier Reef;",
              "and to protect and conserve the Reef, and to determine, report on and advise of its proper utilization.",
              "â\u0080\u009d The GBRC evolved into the Australian Coral Reef Society which is the oldest organisation in the world concerned with the study and protection of coral reefs and it has played a significant role in the nation’s history.",
              "The Yonge expedition was another significant early contributor to the scientific understanding of the reef.",
              "Led by Sir Charles Maurice Yonge the joint British and Australian expedition took place on the Low Isles near Port Douglas from May 1928 – June 1929 and researched corals, reef life and seasonal change.",
              "Their discoveries were well publicised and produced many publications.",
              "For research happening on Moore Reef with GBR Biology, please see our research page /research/ Beche-De-Mer (Sea Cucumber) fisheries were one of the earliest industries on the Great Barrier Reef.",
              "The first fishery was established on what is now Lady Elliot Island in the southern Great Barrier Reef in 1804.",
              "By the mid 19th century, fisheries had moved north and processing stations were established on Green and Fitzroy Islands and Frankland Islands near Cairns.",
              "These early fisheries operated in a largely unknown and lawless GBR.",
              "At this time, the Great Barrier Reef was still largely unexplored and unsettled by Europeans and much of the ReefÂ was still uncharted making it treacherous and difficult to sail.",
              "The Beche-De-Mer fisheries were pioneering in harsh frontier conditions, Queensland’s answer to the â\u0080\u0098Wild Westâ\u0080\u0099.",
              "Â The early Beche-De-Mer fishermen contributed to the charting of the reef which was still dangerous to sail through as well as exploration of the mainland The Beche-De-Mer fishermen were among the first Europeans to settle north of Townsville, and early settlement in Cairns was driven by Beche-De-Mer fishing.",
              "Their legacy contributed to the establishment of what is now Cairns.",
              "Â Cairns suburb Yorkeys Knob was named after Beche-De-Mer fisherman George Lawson (nicknamed Yorkey after his home town Yorkshire) who had a processing station on Green Island and settled in the Yorkeys Knob area.",
              "George Lawson built a homestead in the Yorkeys Knob area which he used to harvest timber for use on Green Island in the curing of Beche De Mer and farmed during the off season.",
              "Yorkey lost his hand as a result of a dynamite accident while fishing at Green Island marking the end of his Beche-De-Mer fishing career.",
              "Due to the nature of the lawless settlements, much of this history wasnâ\u0080\u0099t recorded and lives on in stories.",
              "There were many conflicts between the Beche-De-Mer fishers and local Aboriginal peoples and little of this history was recorded, particularly regarding crimes committed by the European settlers.",
              "There are some records of deaths of fishermen as a result of these conflicts.",
              "There were many deaths reported on Green Island throughout the 19th Century.",
              "Beche-De-Mer fishing also relied heavily on the labour of First Nations People who were likely mistreated or exploited.",
              "Subsequent early industries followed Beche-De-Mer fisheries increasing the settled population.",
              "These included gold mining, red cedar logging, cane farming and other agricultural practices.",
              "Towards the end of the 19th Century the settlement of Cairns was named a town and the population and industries have continued to grow.",
              "Today, one of the biggest industries on the Great Barrier Reef is Tourism, with over 2 million visitors a year it is the 4th largest economic contributor to the economy.",
              "Tourism on the Great Barrier Reef was made more accessible by technological advancements after World War II and began to emerge as a vital industry.",
              "Prior to this, tourists were typically taking part in chartered naturalist expeditions, pleasure cruises or visiting early holiday resorts.",
              "The campaign to be the â\u0080\u009cplayground of the nationâ\u0080\u009d began and new ways of seeing the reef while staying dry such as glass bottom boats floated out on the reef 1930â\u0080\u0099s-40â\u0080\u0099s.",
              "The first ever on Green Island.",
              "Tourism practices have also evolved in the last 100 years going from exploitative activities such as shell collecting, turtle riding and dugong hunting to snorkel and dive operations practicing good reef etiquette in only taking photos and leaving nothing behind.",
              "Â Â In 1975 the Great Barrier Marine Park Act was passed as a result of a long public campaign against oil drilling on the reef.",
              "The act established the Great Barrier Marine Park Authority, responsible for managing the Marine Park and the first sections of the park were declared in 1979.",
              "Since then, the park has gradually increased in size.",
              "The area of the Great Barrier Reef Marine Park is larger than New Zealand or the United Kingdom, equivalent to 70 million football fields (345,000 KM2).",
              "Â In 1981 the GBR was included in the United Nations Educational, Scientific and Cultural Organisation (UNESCO) World Heritage List.",
              "The Great Barrier Reef met all four criteria that can apply to a reef system.",
              "These were: This inscription recognised the immense diversity and importance of the Great Barrier Reef.",
              "In 2004 a comprehensive zoning system was developed and introduced to the management of the Great Barrier Reef Marine Park.",
              "This system was designed for the sustainable use and protection of the reef.",
              "The GBR is split into four major management areas and each of these areas contains various zones dictating the type of activities that can be carried out.",
              "There are eight zone types which include General Use, Habitat Protection, Conservation, Marine National Park and Scientific research areas.",
              "Â As the Great barrier reef is such a large and diverse area a complex and multifaceted approach is required to effectively manage and protect its ecosystems. Reef magic cruises began in 1997 running out of Yorkeys Knob, issued with a roving tourism permit to visit different reefs daily.",
              "The company had approximately 30 reef sites and started visiting the Moore Reef site on Gunggandji Sea Country in 1998.",
              "Located approximately 45km from Cairns the site has ideal water conditions with high coral covers and rich diverse assemblages.",
              "In 2004 Reef Magic acquired the last permit issued for a tourism pontoon under the Cairns Area Plan of Management and Marine World was created.",
              "Following this, Reef Magic began visiting Moore Reef Marine World daily and only used the other reef sites for specialised charters.",
              "Until 2018 when Dreamtime Dive and Snorkel was born and started to utilise these sites daily which are situated on Yirrganydji and Gunggandji Sea Country.",
              "With the birth of Marine World in 2004 the marine biology team became very popular for delivering highly informative and engaging snorkel tours.",
              "The storytelling developed to a more comprehensive approach that showcased our extensive site knowledge and high understanding of animal behaviour.",
              "This became the foundation for research projects into fish aggregations and crown-of-thorns starfish research at Moore Reef.",
              "We have the most comprehensive fine scale study of a fish aggregation site in the world.",
              "In 2014 our Reef Education department was created to promote the GBR as a classroom for local primary and secondary school students.",
              "The learning focus was on the biological and Indigenous perspectives of the GBR.",
              "Today we have a large team of biologists and Cultural guides that take 1000â\u0080\u0099s of Australian school children every year to a diverse array of coral reef sites.",
              "Â In 2019 the marine biology department was formalised into our department GBR Biology with the vision to promote Marine Science and Indigenous Culture in Tourism.",
              "These values are well represented in the new pontoon â\u0080\u009cRemooraâ\u0080\u009d and showcased by our very own Marine Laboratory floating on our beloved Moore Reef and represents the practice of 21st century conservation values.",
              "GBR Biology â\u0080\u0093 Eric FisherEmail:Â e.",
              "fisher@experienceco.",
              "comPhone: 0437138780 Education â\u0080\u0093 Kristy JaninEmail: k.",
              "janin@reefunlimited.",
              "com Phone: 0490934602 Find us: Level 1, Reef Fleet Terminal, 1 Spence Street, Cairns, 4870 © 2023 GBR Biology.",
              "Shaped by Hopscotch Digital"
            ]
          },
          {
            "title": "Great Barrier Reef study shows how reef copes with rapid sea-level rise ...",
            "url": "https://www.sydney.edu.au/news-opinion/news/2019/12/04/great-barrier-reef-study-how-reef-copes-with-sea-level-rise.html",
            "content": [
              "Great Barrier Reef study shows how reef copes with rapid sea-level rise ...",
              "Lead author and PhD student Kelsey Sanborn.",
              "A new study into the recent history of the Great Barrier Reef has shown how it responds to rapid sea-level rise and other environmental stresses.",
              "The study, conducted at the University of Sydney’s research station at One Tree Island, has upended the established model of Holocene-era reef growth.",
              "Using unprecedented analysis of 12 new drilled reef cores with data going back more than 8000 years, the study shows that there have been three distinct phases of reef growth since the end of the Pleistocene era about 11,000 years ago.",
              "“We wanted to understand past reef resilience to multiple environmental stresses during the formation of the modern reef,” said lead author Kelsey Sanborn, a PhD student in the School of Geosciences at the University of Sydney.",
              "The study, published in Sedimentary Geology, revealed a period between 8000 and 7000 years ago when the reef growth slowed as it was exposed to multiple stresses, including likely increases in sediment and nutrient flux on the reef.",
              "As the ice caps and glaciers melted at the beginning of the Holocene era, sea level rapidly rose by up to seven metres every thousand years, flooding the continental shelf until about 7000 years ago.",
              "At the same time, it is estimated sea-surface temperatures likely increased several degrees between 8000 and 6000 years ago.",
              "“We are fortunate that the sea level stabilised about 6000 to 7000 years ago.",
              "If it had continued to rise as fast as it had been, the reef might not have survived given its slow growth rate,” Ms Sanborn said.",
              "Associate Professor Jody Webster, a co-author of the paper and Ms Sanborn’s supervisor, said that there are multiple environmental drivers affecting both the historic and modern reef system.",
              "“We need to understand the past in order to predict the future.",
              "This paper and Kelsey’s broader research examine how sea level, surface temperature, sediment in the water, nutrient influx and energy inputs into the reef system affect its vulnerability to environmental change,” he said.",
              "“The reef system survives because of a delicate balance these environmental factors.",
              "Anthropogenic climate change is threatening to interfere with this balance.",
              "” 1.",
              "Clear water, fast growth Between 1000 and 700 years after the continental shelf was flooded, corals started to grow, rebuilding the reef after a 100,000-year hiatus.",
              "Up to about 8000 years ago, the first corals to grow around One Tree Island were mostly shallow, clear-water and fast-growing, with a vertical reef growth of about 6 millimetres a year.",
              "2.",
              "Slower, deeper growth Between 8000 and 7000 years ago, reef growth slowed as waters continued to rise quickly.",
              "Temperatures rose and the quality of the water also changed in this period with an increase in sediment and nutrients.",
              "The types of corals were massive in form, sediment-tolerant and growth was deeper, at times up to 5 metres below sea level.",
              "3.",
              "Catch-up growth A slow-down and stabilisation of sea-level rise led to a fast (5 millimetres a year) vertical growth until the reef caught up to current sea levels about 6000 years ago.",
              "Growth in this period was mostly composed of shallow, branching coral assemblages.",
              "A surprising result of the research is evidence that initial reef growth occurred on the low-energy, leeward side of the reef, ahead of growth on the high-energy, windward side.",
              "“This is contrary to established models of reef growth,” Ms Sanborn said.",
              "“In those models, the part of the reef exposed to higher energy inputs from waves and wind were thought to have been cleared of land-based ecosystems, clearing the way for reef development.",
              "” The paper proposes a new model that needs further testing in other regions of the Great Barrier Reef and reef systems around the world.",
              "What it establishes is that the more protected parts of the reef might have been more suitable for early coral development.",
              "“This provides new constraints on how we understand changes in the environment controlling reef development through sea-level rise and inundation,” Ms Sanborn said.",
              "The study was conducted in collaboration with scientists from the University of Queensland, Australia;",
              "University of Granada, Spain;",
              "Nagoya University, Japan;",
              "Queensland University of Technology, Australia;",
              "University of Tokyo, Japan;",
              "Akita University, Japan.",
              "This research was supported by the Australian Research Council (DP120101793)."
            ]
          }
        ],
        "The primary reef growth of the Great Barrier Reef began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago.": [
          {
            "title": "Great Barrier Reef Timeline - GBR Biology",
            "url": "https://www.gbrbiology.com/knowledge-and-news/great-barrier-reef-timeline/",
            "content": [
              "Great Barrier Reef Timeline - GBR Biology",
              "Discover more about the Great Barrier Reef with our history timeline.",
              "Our descriptive timeline is partitioned into four historical parts, Geological, Cultural, Western, and GBRs own history.",
              "The Great Barrier Reef (GBR) is considered the youngest reef system in the world with itsÂ earliest beginning around 600,000 years ago and the modern GBR forming only 9,500 years ago.",
              "Coral reefs are limestone structures (Calcium carbonate structures) produced by living organisms. The first reef building corals appeared over 500 million years ago, with modern corals or stony corals emerging only 240 million years ago.",
              "So why is the world’s largest coral reef system so young?",
              "Â The corals that exist today are thought to have evolved in the ancient Tethys Sea between Laurasia and Gondwanaland.",
              "As continental drift caused these continents to separate, the Tethys Sea began to close, and the widely dispersed evolving corals were slowly pushed eastward and concentrated in what is now the western Pacific Ocean.",
              "This is thought to have contributed to the high diversity of corals in the region today.",
              "Today this region contains more than 76% of coral species and is known as the coral triangle.",
              "The Coral Triangle is an area of highly biodiverse reef systems located between Indonesia, the Philippines, and Papua New Guinea.",
              "Continental drift also accounts for the late start of the Great Barrier Reef 600 000 years ago.",
              "Around 65 million years ago Australia, a rainforest dominated continent, was connected to Antarctica and was positioned further South than its current position.",
              "At this time, the continents began to split and Australia drifted North to its current position.",
              "Around 20 million years ago Queensland had nearly reached its current position and the continent was drying out and only remnants of the old rainforest were remaining.",
              "The extension of the Qld Plateau or continental shelf (long, wide, and shallow) along the coastline provided a perfect stable substrate for corals to thrive.",
              "However, corals were not recorded to flourish at this time.",
              "Cool water temperatures and poor visibility have been suggested as the main reasons for this.",
              "This changed at ~ 600,000 years ago, the northernmost parts of the Great Barrier Reef began to form as the area was now within a warmer climate.",
              "Coral larvae settled on the ocean floor and began to grow.",
              "It is also thought that the continental movements allowed the East Australian Current to bring warm water and coral larvae onto the northern parts of the continental shelf, contributing to increasing coral growth.",
              "More recently, the formation of the Great Barrier Reef was driven by Sea Level and Climatic changes.",
              "Over the last 500,000 years the reef has developed as sea level has risen and fallen over multiple glacial (ice ages) and interglacial cycles (warmer periods).",
              "In a glacial period as ice forms at polar caps and in glaciers, sea level falls, while in interglacial periods ice melts causing sea level to rise once more.",
              "During these cycles sea level could change at a rate up to 5m per thousand years.",
              "The difference in sea level between interglacial periods was up to 120m.",
              "These differences caused drastic differences in marine habitats.",
              "For example, during the ice age around 18,000 years ago, people living in the region where Cairns city is now would have had to travel 60km to reach the coastline.",
              "Â This also meant that Fitzroy Island was part of the mainland.",
              "During periods of high sea level, when the continental shelf was inundated, corals were able to grow in the warm shallow waters and create reefs.",
              "During these periods, reefs accumulated at rates more than 10m per thousand years.",
              "The formation of the Great Barrier Reef has occurred throughout many such periods of reef growth.",
              "It is important to understand that reef growth only occurred during periods where conditions were conducive to coral growth and reef formation.",
              "It is estimated that coralâ\u0080\u0099s have only been exposed to conditions suitable for reef formation for ~10% of the ecological time between the last two interglacial periods.",
              "The short period in which the Great Barrier Reef formed makes the huge biodiversity even more remarkable.",
              "The great barrier reef as we know it developed during the last period of sea level rise which began around 9,500 years ago.",
              "It is estimated that the primary reef growth began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago.",
              "For the most part, the sea level on the Great Barrier Reef has been relatively stable for the last 6000 years, allowing the Great Barrier Reef to continue developing to what is present today.",
              "The geological processes that have isolated populations for thousands of years are probably still in progress today.",
              "These factors have driven evolution along with the GBR connection to coral triangle via Torres Straits and are possible explanations why the GBR is one of the most diverse coral reefs in the world.",
              "While we may house one of the youngest reefs in the world, we are home to the oldest living culture in the world dating back at least 60,000 years.",
              "During this time, the coastline has undergone many changes and there is evidence that Aboriginal peoples were living on the land that has since become the Great Barrier Reef.",
              "These lands consisted of various ecosystems such as plains, rainforest, coastal fringes, mangrove forests and remnants of old reefs.",
              "Â While the fauna of the time consisted of a giant kangaroo, the Procoptodon that stood 2 meters tall and the giant wombat the Diprotodon that stood 2 meters high and was three meters in length.",
              "During the last Ice age ~ 18,000 years ago, the Traditional Owners remained connected to the land and the sea.",
              "As sea level rose Aboriginal People began a westward retreat to what is now the east coast of Australia.",
              "These major environmental changes were recorded in Dreaming stories or Dreamtime which provides insight into a vastly different landscape, for example, Fitzroy Island and Double Island were part of the mainland.",
              "Â There is a long history of Traditional Owners travelling to the islands and coral reefs of the Great Barrier Reef.",
              "They built sheet bark and dugout canoes to move around their sea country.",
              "There is evidence of use of most of the islands in the GBR at varying times over the last 10,000 years.",
              "Islands were used for social, ceremonial, and political reasons as well as for hunting fish, turtles, dugongs, and gathering shell meat and crustaceans.",
              "There are more than 70 individual Aboriginal and Torres Strait Islander Traditional Owner groups with links to the Great Barrier Reef.",
              "There is evidence of permanent occupation of islands by these groups such as extensive fish traps and shell middens.",
              "Stone artifacts such as weapons, spears and tools provide the best evidence of interactions between island and coastal groups.",
              "Stones from South Molle Island were distributed more than 170km along the Queensland coastline.",
              "More recent evidence also shows that Great Barrier Reef Traditional Owner groups had extensive seafaring knowledge and established trade routes reaching the South Pacific Islands.",
              "During the 1800â\u0080\u0099s interactions occurred between the Traditional Owners of the GBR and the early explorers and settlers that travelled North to setup industries.",
              "These first industries included Beche-De-Mer, Red Cedar and Gold.",
              "With these interactions began the dispossession of land, disruption of culture and exploitation of Indigenous people.",
              "No doubt this was a terrible time for Indigenous communities with countless lives being lost and their connection to country and culture was being seriously fragmented and potentially lost forever.",
              "During this time some individuals (explorers, early settlers and missionaries) had compassion and admiration for the nomadic North Queensland Traditional Owners culture and documented their findings.",
              "From their works there was a real appreciation of the local Indigenous culture in the Cairns Region for several aspects including:Â Today, Traditional Owner groups are involved in the management of their Sea Country in partnership with the Great Barrier Reef Marine Park Authority through the Indigenous Land & Sea Country partnerships program.",
              "This combines modern management with Traditional Owner knowledge to protect the World Heritage Great Barrier Reef.",
              "Along the Great Barrier Reef.",
              "A working facet of this joint management is the Traditional Use of Marine Resource Agreements (TUMRAs).",
              "These agreements are acknowledgement of the Traditional Owners to manage their Country and today over a quarter of the Marine Park coastline is managed by a TUMRA.",
              "The first TUMRA was developed by the Girringun Aboriginal Corporation in 2005, there are now 9 agreements in place across the Great Barrier Reef Marine Park.",
              "In the Cairns region the Gunggandji and Yirrganydji People have TUMRAs.",
              "Around 400 years ago, the first European to sail the waters of the Great Barrier Reef was Luis Vaez de Torres.",
              "He commanded the San Pedro through the Northern Great Barrier Reef in 1606.",
              "After becoming separated from a Spanish expedition, he narrowly missed Northern Australia sailing through the Torres Strait which is named after him.",
              "Â However, Captain James Cook recorded the first written descriptions of the Great Barrier Reef in his journal during a voyage in 1770.",
              "Aboard HM Endeavour he sailed up the east coast of Australia.",
              "On the 19th of April, Captain James Cook and his crew first laid eyes on Australia.",
              "The great southern land that was believed to counterbalance the â\u0080\u009cnorthern land-massâ\u0080\u009d.",
              "From here they took the unknown journey North into warmer waters.",
              "By the 9th of June the Endeavour was sitting off the newly named Cape Grafton, after passing through the channel of water between Fitzroy Island and Kingâ\u0080\u0099s Point.",
              "Captain Cook described the area as being â\u0080\u009ctolerable high land (that) hath a very rocky surface which is coverâ\u0080\u0099d with woodâ\u0080\u009d.",
              "On this night the ship’s crew saw several fires on the shoreline and recorded the first sightings of the Gunggandji people.",
              "Come the 10th of June the ship was anchored off the coast near Mission Bay (Yarrabah).",
              "It was on anchor that Green Island was named by Charles Green the Chief Astronomer onboard, described as being a â\u0080\u009clow green woody islandâ\u0080\u009d.",
              "Captain Cook and his company came ashore in search of freshwater but had little luck on the â\u0080\u009csurf and the rocksâ\u0080\u009d.",
              "Moving from anchor, they headed further north to Cape Tribulation, where their troubles began.",
              "Cook ran aground on the 11th of June, pumping water from the hull until finding safe harbour near Cooktown on the 18th.",
              "Â After completing his repairs several weeks later, on the 6th of August he set sail once more.",
              "Making it to Lizard Island Cook was able to climb to the highest point aptly named â\u0080\u009cCookâ\u0080\u0099s Lookâ\u0080\u009d, this allowed him the vantage point to look out over the vast expanse of the Coral Sea and the Great Barrier Reef, and he determined his path away from the treacherous reefs and out to safer waters.",
              "The name â\u0080\u009cThe Great Barrier Reefâ\u0080\u009d came much later and was coined by another well-known explorer.",
              "In 1802, Matthew Flinders described the reef as â\u0080\u009cThe Great Barrier Reefsâ\u0080\u009d, or â\u0080\u009cBARRIER REEFSâ\u0080\u009d, in his journal where a chart was attached with the name â\u0080\u009cTHE GREAT BARRIER REEFSâ\u0080\u009d.",
              "Â Matthew Flinders sailed through the Great Barrier Reef whilst surveying the Australian coastline.",
              "He navigated a passage through the inner Great Barrier Reef.",
              "Following Flinders, Phillip Parker King charted a wider passage through the inner great barrier reef in 1819 and 1820.",
              "To this day the reef is still being mapped with new technologies able to see to the reef floor and deep sea.",
              "Following Captain Cook’s observations in 1770, scientists have studied the Great Barrier Reef in order to understand its diversity and the complex interactions it holds.",
              "Naturalists onboard survey ships were the first to conduct research on the Great Barrier Reef, followed by a wave of scientists who chartered ships to study the reef.",
              "William Saville-Kent authored the first monograph on the reef, The Great Barrier Reef of Australia: itâ\u0080\u0099s Products and Potentialities in 1893.",
              "The beginning of an approach to organised research occurred in 1922 with the establishment of the Great Barrier Reef Committee (GBRC) by the Royal Geographical Society of Australia.",
              "The GBRC aimed to â\u0080\u009cpromote and conduct scientific inquiry into the fauna, flora and genesis of the Great Barrier Reef;",
              "and to protect and conserve the Reef, and to determine, report on and advise of its proper utilization.",
              "â\u0080\u009d The GBRC evolved into the Australian Coral Reef Society which is the oldest organisation in the world concerned with the study and protection of coral reefs and it has played a significant role in the nation’s history.",
              "The Yonge expedition was another significant early contributor to the scientific understanding of the reef.",
              "Led by Sir Charles Maurice Yonge the joint British and Australian expedition took place on the Low Isles near Port Douglas from May 1928 – June 1929 and researched corals, reef life and seasonal change.",
              "Their discoveries were well publicised and produced many publications.",
              "For research happening on Moore Reef with GBR Biology, please see our research page /research/ Beche-De-Mer (Sea Cucumber) fisheries were one of the earliest industries on the Great Barrier Reef.",
              "The first fishery was established on what is now Lady Elliot Island in the southern Great Barrier Reef in 1804.",
              "By the mid 19th century, fisheries had moved north and processing stations were established on Green and Fitzroy Islands and Frankland Islands near Cairns.",
              "These early fisheries operated in a largely unknown and lawless GBR.",
              "At this time, the Great Barrier Reef was still largely unexplored and unsettled by Europeans and much of the ReefÂ was still uncharted making it treacherous and difficult to sail.",
              "The Beche-De-Mer fisheries were pioneering in harsh frontier conditions, Queensland’s answer to the â\u0080\u0098Wild Westâ\u0080\u0099.",
              "Â The early Beche-De-Mer fishermen contributed to the charting of the reef which was still dangerous to sail through as well as exploration of the mainland The Beche-De-Mer fishermen were among the first Europeans to settle north of Townsville, and early settlement in Cairns was driven by Beche-De-Mer fishing.",
              "Their legacy contributed to the establishment of what is now Cairns.",
              "Â Cairns suburb Yorkeys Knob was named after Beche-De-Mer fisherman George Lawson (nicknamed Yorkey after his home town Yorkshire) who had a processing station on Green Island and settled in the Yorkeys Knob area.",
              "George Lawson built a homestead in the Yorkeys Knob area which he used to harvest timber for use on Green Island in the curing of Beche De Mer and farmed during the off season.",
              "Yorkey lost his hand as a result of a dynamite accident while fishing at Green Island marking the end of his Beche-De-Mer fishing career.",
              "Due to the nature of the lawless settlements, much of this history wasnâ\u0080\u0099t recorded and lives on in stories.",
              "There were many conflicts between the Beche-De-Mer fishers and local Aboriginal peoples and little of this history was recorded, particularly regarding crimes committed by the European settlers.",
              "There are some records of deaths of fishermen as a result of these conflicts.",
              "There were many deaths reported on Green Island throughout the 19th Century.",
              "Beche-De-Mer fishing also relied heavily on the labour of First Nations People who were likely mistreated or exploited.",
              "Subsequent early industries followed Beche-De-Mer fisheries increasing the settled population.",
              "These included gold mining, red cedar logging, cane farming and other agricultural practices.",
              "Towards the end of the 19th Century the settlement of Cairns was named a town and the population and industries have continued to grow.",
              "Today, one of the biggest industries on the Great Barrier Reef is Tourism, with over 2 million visitors a year it is the 4th largest economic contributor to the economy.",
              "Tourism on the Great Barrier Reef was made more accessible by technological advancements after World War II and began to emerge as a vital industry.",
              "Prior to this, tourists were typically taking part in chartered naturalist expeditions, pleasure cruises or visiting early holiday resorts.",
              "The campaign to be the â\u0080\u009cplayground of the nationâ\u0080\u009d began and new ways of seeing the reef while staying dry such as glass bottom boats floated out on the reef 1930â\u0080\u0099s-40â\u0080\u0099s.",
              "The first ever on Green Island.",
              "Tourism practices have also evolved in the last 100 years going from exploitative activities such as shell collecting, turtle riding and dugong hunting to snorkel and dive operations practicing good reef etiquette in only taking photos and leaving nothing behind.",
              "Â Â In 1975 the Great Barrier Marine Park Act was passed as a result of a long public campaign against oil drilling on the reef.",
              "The act established the Great Barrier Marine Park Authority, responsible for managing the Marine Park and the first sections of the park were declared in 1979.",
              "Since then, the park has gradually increased in size.",
              "The area of the Great Barrier Reef Marine Park is larger than New Zealand or the United Kingdom, equivalent to 70 million football fields (345,000 KM2).",
              "Â In 1981 the GBR was included in the United Nations Educational, Scientific and Cultural Organisation (UNESCO) World Heritage List.",
              "The Great Barrier Reef met all four criteria that can apply to a reef system.",
              "These were: This inscription recognised the immense diversity and importance of the Great Barrier Reef.",
              "In 2004 a comprehensive zoning system was developed and introduced to the management of the Great Barrier Reef Marine Park.",
              "This system was designed for the sustainable use and protection of the reef.",
              "The GBR is split into four major management areas and each of these areas contains various zones dictating the type of activities that can be carried out.",
              "There are eight zone types which include General Use, Habitat Protection, Conservation, Marine National Park and Scientific research areas.",
              "Â As the Great barrier reef is such a large and diverse area a complex and multifaceted approach is required to effectively manage and protect its ecosystems. Reef magic cruises began in 1997 running out of Yorkeys Knob, issued with a roving tourism permit to visit different reefs daily.",
              "The company had approximately 30 reef sites and started visiting the Moore Reef site on Gunggandji Sea Country in 1998.",
              "Located approximately 45km from Cairns the site has ideal water conditions with high coral covers and rich diverse assemblages.",
              "In 2004 Reef Magic acquired the last permit issued for a tourism pontoon under the Cairns Area Plan of Management and Marine World was created.",
              "Following this, Reef Magic began visiting Moore Reef Marine World daily and only used the other reef sites for specialised charters.",
              "Until 2018 when Dreamtime Dive and Snorkel was born and started to utilise these sites daily which are situated on Yirrganydji and Gunggandji Sea Country.",
              "With the birth of Marine World in 2004 the marine biology team became very popular for delivering highly informative and engaging snorkel tours.",
              "The storytelling developed to a more comprehensive approach that showcased our extensive site knowledge and high understanding of animal behaviour.",
              "This became the foundation for research projects into fish aggregations and crown-of-thorns starfish research at Moore Reef.",
              "We have the most comprehensive fine scale study of a fish aggregation site in the world.",
              "In 2014 our Reef Education department was created to promote the GBR as a classroom for local primary and secondary school students.",
              "The learning focus was on the biological and Indigenous perspectives of the GBR.",
              "Today we have a large team of biologists and Cultural guides that take 1000â\u0080\u0099s of Australian school children every year to a diverse array of coral reef sites.",
              "Â In 2019 the marine biology department was formalised into our department GBR Biology with the vision to promote Marine Science and Indigenous Culture in Tourism.",
              "These values are well represented in the new pontoon â\u0080\u009cRemooraâ\u0080\u009d and showcased by our very own Marine Laboratory floating on our beloved Moore Reef and represents the practice of 21st century conservation values.",
              "GBR Biology â\u0080\u0093 Eric FisherEmail:Â e.",
              "fisher@experienceco.",
              "comPhone: 0437138780 Education â\u0080\u0093 Kristy JaninEmail: k.",
              "janin@reefunlimited.",
              "com Phone: 0490934602 Find us: Level 1, Reef Fleet Terminal, 1 Spence Street, Cairns, 4870 © 2023 GBR Biology.",
              "Shaped by Hopscotch Digital"
            ]
          },
          {
            "title": "Great Barrier Reef timeline: decades of damage and Australia’s fight to ...",
            "url": "https://www.theguardian.com/environment/2021/jun/22/great-barrier-reef-timeline-decades-of-damage-and-australias-fight-to-stop-in-danger-listing",
            "content": [
              "Great Barrier Reef timeline: decades of damage and Australia’s fight to ...",
              "How a series of mass coral bleaching events linked to rising sea temperatures prompted calls for action ahead of world heritage committee meeting The Great Barrier Reef has been under pressure for decades due to rising greenhouse gas emissions and other human activity, notably agriculture along the Queensland coast.",
              "There were mass coral bleaching events linked to rising sea temperatures in 1998 and 2002.",
              "In late 2014, the then Abbott government established a dedicated taskforce to ensure the reef was not listed as ‘in danger’, with officials and ministers dispatched around the world to lobby countries on the issue.",
              "In February 2015, it acknowledged it had embarked on a “whole of government” diplomatic and ministerial lobbying campaign.",
              "The campaign succeeded.",
              "In July 2015, the Unesco committee decided against listing the reef as “in danger”, and congratulated Australia on its conservation plan.",
              "It gave it five years to halt deterioration of the natural icon.",
              "In early 2016 there was a mass bleaching event focused in the northern third of the 2,300km reef system.",
              "Scientists estimated 22% of coral was killed.",
              "The damaged natural wonder was hit by another major bleaching event the following year, in early 2017.",
              "It was the first time in recorded history it had suffered through back-to-back mass bleaching events.",
              "The unprecedented impact had now spread in the central section of the reef, about 500km south of the area affected the previous year.",
              "Damage was particularly bad between Cairns and Townsville.",
              "In April 2018, the then prime minister Malcolm Turnbull and then environment minister Josh Frydenberg announced the government would give a $443m grant to a small business-led reef charity, the Great Barrier Reef Foundation, with no tender process.",
              "A national audit office report found it had originated from a desire by the government to avoid an “in danger” listing.",
              "An Intergovernmental Panel on Climate Change assessment of the latest climate science in October 2018 found global heating of 1.",
              "5C was likely to lead to the disappearance of a majority of tropical coral reefs, and they would be “at very high risk” at a temperature rise of just 1.",
              "2C.",
              "In August 2019, the Great Barrier Reef Marine Park Authority released a five-yearly report that found for the first time the reef’s outlook had deteriorated from “poor” to “very poor”.",
              "Coral reefs were in very poor condition, there had been widespread habitat loss and degradation affecting fish, turtles and seabirds, and threats from farming pollution, coastal development and illegal fishing.",
              "Water quality was improving too slowly.",
              "But the central warning was that the plight of the reef would not improve unless there was urgent national and global action to address the climate crisis.",
              "March 2020 brought the third mass bleaching event in five years.",
              "It was the most widespread outbreak ever witnessed, with severe bleaching recorded across one-quarter of the reef.",
              "David Wachenfeld, the marine park authority’s chief executive, said: “My greatest fear is that people will lose hope for the reef.",
              "Without hope there’s no action.",
              "” A government report card released in February 2021 found the marine environment along the reef remained in poor health, prompting conservationists to call for urgent action ahead of a world heritage committee meeting this year.",
              "The potential ramifications of that committee meeting were brought into sharp focus in June 2021 with the release of a report by Unesco’s world heritage centre recommending the reef be listed as world heritage “in danger”, in part due to Australia’s lack of commitment to deep and rapid cuts in greenhouse gas emissions.",
              "The world heritage committee will consider the recommendation in a meeting starting on 16 July."
            ]
          },
          {
            "title": "The Great Barrier Reef Through Time - NASA Earth Observatory",
            "url": "https://earthobservatory.nasa.gov/images/149724/the-great-barrier-reef-through-time",
            "content": [
              "The Great Barrier Reef Through Time - NASA Earth Observatory",
              "August 9, 2020JPEG The Great Barrier Reef off the northeast coast of Queensland, Australia, is the world’s largest reef system and one of the richest and most biodiverse natural ecosystems on Earth.",
              "Spread across 346,000 square kilometers (134,000 square miles) of the Coral Sea, it comprises 2,500 individual reefs, more than 900 islands.",
              "In recent years, this natural wonder has been facing multiple threats, including ocean acidification and warming sea surface temperatures that cause coral bleaching.",
              "There have been six widespread bleaching events on the reef since 1998, four of which occurred since 2016, including this year.",
              "Although still higher than normal, sea surface temperatures began to wane in early April 2022.",
              "The Great Barrier Reef Marine Park Authority is assessing the effects the bleaching event had on the reef's health and its potential for recovery.",
              "Global sea level rise will also bring changes to the reef system, as research shows it has in the past.",
              "The Great Barrier Reef has declined, migrated, and rebounded many times before.",
              "Part of the southern Great Barrier Reef off Mackay is shown in these images acquired on August 9, 2020, by the Operational Land Imager (OLI) on Landsat 8.",
              "August 9, 2020 Some fossil reef structures and the shelf upon which the modern reefs have been built are several hundred thousand years old.",
              "However, the living reef that we see today is less than 10,000 years old.",
              "It is just the latest of at least five reefs that have grown here over the past 30,000 years, according to research reported in 2018.",
              "The University of Sydney-led research team drilled cores in the reef at Hydrographer’s Passage off Mackay and at Noggin Pass off Cairns.",
              "They found multiple landward and seaward migrations caused by sea level change, which is the primary driver of reef growth and migration.",
              "During ice ages, massive amounts of water are locked up in glaciers and ice sheets;",
              "sea level drops and sea surface temperatures cool.",
              "During interglacial periods, sea levels rise and water temperatures warm.",
              "As sea level changes, coral polyps will build up their calcium carbonate skeletons to stay within the photic zone, the upper ocean layers where sunlight can penetrate.",
              "At times, the reef tracked rising sea level, growing vertically up to 20 meters (65 feet) per thousand years and migrating laterally at 1.",
              "5 meters (5 feet) per year, the researchers found.",
              "At other times, however, sea level rose too quickly for the corals to keep up and the reefs were drowned.",
              "Rapid sea level drops also caused some die-offs by exposing the reef above the water surface.",
              "The researchers also examined the reefs’ responses to changes in water depth, sea surface temperature, and the influx of sediment.",
              "“As an ecosystem, the Great Barrier Reef has been more resilient to past sea-level and temperature fluctuations than previously thought,” they wrote, “but it has been highly sensitive to increased sediment input over centennial–millennial timescales.",
              "” August 9, 2020 NASA Earth Observatory images by Lauren Dauphin, using Landsat data from the U.",
              "S.",
              "Geological Survey.",
              "Story by Sara E.",
              "Pratt.",
              "View this area in EO Explorer Geological evidence shows the reef system has a history of demise and resilience.",
              "Image of the Day for April 16, 2022 Image of the Day Water View more Images of the Day: Image of the Day Life Water An unusually cloud-free day provided this spectacular view of Cakaulevu Reef, Fiji, the world’s third largest reef system.",
              "Image of the Day Water Mangroves and the world’s second longest barrier reef system are among the natural gems around Belize’s largest island.",
              "Image of the Day Land Water Human Presence Image of the Day Life Water"
            ]
          }
        ]
      },
      "evidence": {
        "The Great Barrier Reef was discovered by accident in 1770 by British explorer Captain James Cook when he ran his ship aground on it.": [
          "On June 11, 1770, British explorer, navigator, cartographer, and captain in the Royal Navy James Cook discovered the Great Barrier Reef while running aground and risking his ship, the HMS Endeavour, to sink.",
          "Cook sailed the ship around the South Pacific before landing on the east coast of Australia in 1770.",
          "Cook then continued on, finding the Cook Passage through the Great Barrier Reef in mid-August and finally sailing north.",
          "Despite Cook’s precautions, just before midnight on 11 June 1770 the Endeavour hit a reef and stuck fast.",
          "11 June 1770 15°46’1” South 145°3’49” East By early June 1770, the Endeavour was sailing through the treacherous Great Barrier Reef."
        ],
        "Captain James Cook began the first work of charting channels and passages of the reef.": [
          "The great voyages of discovery of Captain James Cook are legendary—his navigational skills, his precise charting of the coastlines of Canada and Australia, and his attention to diet to prevent sailors dying of scurvy are all well-documented.",
          "Admiralty documents detailing the Endeavour’s dimensions have led Abbass to believe that the ship, built like a sturdy commercial vessel to carry survival and scientific cargo on a long voyage, was sold into private hands in 1775 and renamed Lord Sandwich – the first lord of the admiralty at the time.",
          "His third and final great voyage of discovery began in the summer of 1776, in search of the North-West passage.",
          "On this voyage, he charted present-day Tonga, Easter Island, New Caledonia, the South Sandwich Islands and South Georgia, and disproved the existence of Terra Australis.",
          "Cook charted New Zealand and the Great Barrier Reef of Australia, and demonstrated by circumnavigating New Zealand that it was not attached to a larger landmass to the south.",
          "The ship in which the explorer charted New Zealand, Australia and the Pacific ended its life sold, renamed and scuttled in the war to keep America British.",
          "Cook then continued on, finding the Cook Passage through the Great Barrier Reef in mid-August and finally sailing north."
        ],
        "Efforts to chart channels and passages of the Great Barrier Reef continued into the 19th century.": [
          "Between 1801 and 1803, Matthew Flinders undertook the monumental task of surveying the entire Australian coastline and at one point actually walked on what he named the ‘Extensive Barrier Reefs’.",
          "It was Flinders who charted a safe passage through by sending small boats ahead to sound the depths.",
          "The work of charting channels and passages through the maze of reefs, begun by Cook, continued during the 19th century.",
          "European exploration of the reef began in 1770, when the British explorer Capt. James Cook ran his ship aground on it.",
          "Hydrographer Philip Parker King, commanding the Mermaid in 1819 and the Bathurst in 1820, carried on the methodical task of accurately charting much of the northern Reef in detail for the first time."
        ],
        "The Great Barrier Reef as we know it today developed during the last period of sea level rise which began around 9,500 years ago.": [
          "It is estimated that the primary reef growth began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago.",
          "The formation of the Great Barrier Reef has occurred throughout many such periods of reef growth.",
          "The great barrier reef as we know it developed during the last period of sea level rise which began around 9,500 years ago.",
          "The Great Barrier Reef (GBR) is considered the youngest reef system in the world with its earliest beginning around 600,000 years ago and the modern GBR forming only 9,500 years ago."
        ],
        "The primary reef growth of the Great Barrier Reef began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago.": [
          "For the most part, the sea level on the Great Barrier Reef has been relatively stable for the last 6000 years, allowing the Great Barrier Reef to continue developing to what is present today.",
          "It is just the latest of at least five reefs that have grown here over the past 30,000 years, according to research reported in 2018.",
          "It is estimated that the primary reef growth began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago."
        ]
      },
      "subconclusions": {
        "The Great Barrier Reef was discovered by accident in 1770 by British explorer Captain James Cook when he ran his ship aground on it.": "supported",
        "Captain James Cook began the first work of charting channels and passages of the reef.": "partially supported",
        "Efforts to chart channels and passages of the Great Barrier Reef continued into the 19th century.": "supported",
        "The Great Barrier Reef as we know it today developed during the last period of sea level rise which began around 9,500 years ago.": "supported",
        "The primary reef growth of the Great Barrier Reef began around 9,000 years ago and continued until approximately 4,000 – 5,000 years ago.": "supported"
      }
    }
  }
}