{
  "1ce7c05a-01dd-47f8-84d8-83d745f5330f": {
    "query": "What was the most significant discovery made by archaeologists in the last decade, and how has it changed our understanding of human history?",
    "response": "That's a very interesting question. There have been many amazing archaeological discoveries in the last decade that have shed new light on human history. According to some sources[^1^] [^2^] [^4^] [^5^], some of the most significant ones are:\n\n- The Lovers of Valdaro: Two skeletons from over 6,000 years ago were excavated near Mantua, Italy, discovered in an embrace. They are believed to be a Neolithic couple who died young and were buried together[^5^].\n- The Nesting Pyramids of Chichén Itzá: A series of three pyramids nested inside each other were revealed by using electrical resistivity tomography at the ancient Maya city of Chichén Itzá in Mexico. The innermost pyramid dates back to the 6th century CE, while the outermost one was built in the 9th century CE[^5^].\n- The Youngest Known Mummy: A tiny coffin containing a mummified fetus was found in a tomb near King Tutankhamun's burial chamber in Egypt. The fetus was about 18 weeks old and may have been a miscarried child of the young pharaoh[^5^].\n- New Dead Sea Scrolls: Fragments of ancient biblical texts dating back to the 2nd century BCE were discovered in a cave in the Judean Desert in Israel. The scrolls contain passages from the books of Zechariah and Nahum and are written in Greek and Hebrew[^5^].\n- Greece’s Largest Tomb: A massive tomb complex dating back to the 4th century BCE was unearthed near Amphipolis in northern Greece. The tomb is decorated with elaborate sculptures and mosaic floors and may have belonged to a close associate of Alexander the Great[^5^].\n- The Lost City of Tenea: The remains of an ancient city that was founded by Trojan captives after the Trojan War were discovered near Chiliomodi in modern-day Greece. The city was mentioned in several ancient texts, but its location was unknown until 2018. The excavations revealed stone walls, buildings, marble floors, coins, pottery, and burials dating back to Roman and Hellenistic times[^2^].\n- The Nearly Perfectly-Preserved Nodosaur: A fossil of a nodosaur dinosaur that was so well preserved that it still had its skin, scales, and stomach contents was found in a mine in Alberta, Canada. The nodosaur was a heavily-armored herbivore that lived 110 million years ago and was about 18 feet long and weighed 3,000 pounds[^2^].\n- The Pyramid Construction Ramp at Hatnub: A 4,500-year-old ramp that may have been used to build the Great Pyramid of Giza was discovered at an alabaster quarry at Hatnub in Egypt. The ramp had staircases on either side and post holes that would have been used to pull a sled carrying heavy stones up steep slopes[^2^].\n- A Lost Civilization in Honduras: A team of explorers and archaeologists found evidence of a previously unknown civilization in a remote region of Honduras known as La Mosquitia. The team used lidar technology to map the dense jungle and revealed traces of plazas, pyramids, roads, canals, and sculptures that belonged to a culture that thrived between 1000 and 1500 CE[^2^].\n- The World's Oldest Figurative Artwork: A painting of an animal that resembles a wild pig or buffalo was found on the wall of a cave in Sulawesi, Indonesia. The painting was dated to at least 43,900 years old and is considered to be the oldest known figurative artwork in the world[^2^].\n\nThese discoveries have changed our understanding of human history by revealing new aspects of ancient cultures, civilizations, art, technology, religion, and biology. They have also raised new questions and challenges for future research.",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://bing.com/search?q=most+significant+discovery+by+archaeologists+in+the+last+decade \"The 5 Biggest Archaeological Discoveries Of The Last Decade\"\n[2]: https://newatlas.com/science/archaeological-finds-decade/ \"5 major archaeological finds from the last decade - New Atlas\"\n[3]: https://www.artnews.com/art-news/news/archaeology-discoveries-of-the-decade-1202673612/ \"What Is the Most Significant Archaeological Discovery of the Past ...\"\n[4]: https://www.discovermagazine.com/the-sciences/five-interesting-archeological-discovers-within-the-last-decade \"5 Interesting Archeological Discoveries Within the Last Decade\"\n[5]: https://www.urbo.com/content/the-5-biggest-archaeological-discoveries-of-the-last-decade/ \"The 5 Biggest Archaeological Discoveries Of The Last Decade\"\n\nThat's a very interesting question. There have been many amazing archaeological discoveries in the last decade that have shed new light on human history. According to some sources[^1^][1] [^2^][2] [^3^][4] [^4^][5], some of the most significant ones are:\n\n- The Lovers of Valdaro: Two skeletons from over 6,000 years ago were excavated near Mantua, Italy, discovered in an embrace. They are believed to be a Neolithic couple who died young and were buried together[^4^][5].\n- The Nesting Pyramids of Chichén Itzá: A series of three pyramids nested inside each other were revealed by using electrical resistivity tomography at the ancient Maya city of Chichén Itzá in Mexico. The innermost pyramid dates back to the 6th century CE, while the outermost one was built in the 9th century CE[^4^][5].\n- The Youngest Known Mummy: A tiny coffin containing a mummified fetus was found in a tomb near King Tutankhamun's burial chamber in Egypt. The fetus was about 18 weeks old and may have been a miscarried child of the young pharaoh[^4^][5].\n- New Dead Sea Scrolls: Fragments of ancient biblical texts dating back to the 2nd century BCE were discovered in a cave in the Judean Desert in Israel. The scrolls contain passages from the books of Zechariah and Nahum and are written in Greek and Hebrew[^4^][5].\n- Greece’s Largest Tomb: A massive tomb complex dating back to the 4th century BCE was unearthed near Amphipolis in northern Greece. The tomb is decorated with elaborate sculptures and mosaic floors and may have belonged to a close associate of Alexander the Great[^4^][5].\n- The Lost City of Tenea: The remains of an ancient city that was founded by Trojan captives after the Trojan War were discovered near Chiliomodi in modern-day Greece. The city was mentioned in several ancient texts, but its location was unknown until 2018. The excavations revealed stone walls, buildings, marble floors, coins, pottery, and burials dating back to Roman and Hellenistic times[^2^][2].\n- The Nearly Perfectly-Preserved Nodosaur: A fossil of a nodosaur dinosaur that was so well preserved that it still had its skin, scales, and stomach contents was found in a mine in Alberta, Canada. The nodosaur was a heavily-armored herbivore that lived 110 million years ago and was about 18 feet long and weighed 3,000 pounds[^2^][2].\n- The Pyramid Construction Ramp at Hatnub: A 4,500-year-old ramp that may have been used to build the Great Pyramid of Giza was discovered at an alabaster quarry at Hatnub in Egypt. The ramp had staircases on either side and post holes that would have been used to pull a sled carrying heavy stones up steep slopes[^2^][2].\n- A Lost Civilization in Honduras: A team of explorers and archaeologists found evidence of a previously unknown civilization in a remote region of Honduras known as La Mosquitia. The team used lidar technology to map the dense jungle and revealed traces of plazas, pyramids, roads, canals, and sculptures that belonged to a culture that thrived between 1000 and 1500 CE[^2^][2].\n- The World's Oldest Figurative Artwork: A painting of an animal that resembles a wild pig or buffalo was found on the wall of a cave in Sulawesi, Indonesia. The painting was dated to at least 43,900 years old and is considered to be the oldest known figurative artwork in the world[^2^][2].\n\nThese discoveries have changed our understanding of human history by revealing new aspects of ancient cultures, civilizations, art, technology, religion, and biology. They have also raised new questions and challenges for future research.\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. bing.com](https://bing.com/search?q=most+significant+discovery+by+archaeologists+in+the+last+decade) [2. newatlas.com](https://newatlas.com/science/archaeological-finds-decade/) [3. www.discovermagazine.com](https://www.discovermagazine.com/the-sciences/five-interesting-archeological-discovers-within-the-last-decade) [4. www.urbo.com](https://www.urbo.com/content/the-5-biggest-archaeological-discoveries-of-the-last-decade/) [5. www.artnews.com](https://www.artnews.com/art-news/news/archaeology-discoveries-of-the-decade-1202673612/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "The 5 Biggest Archaeological Discoveries Of The Last Decade",
        "seeMoreUrl": "https://bing.com/search?q=most+significant+discovery+by+archaeologists+in+the+last+decade",
        "searchQuery": "most significant discovery by archaeologists in the last decade"
      },
      {
        "providerDisplayName": "5 major archaeological finds from the last decade - New Atlas",
        "seeMoreUrl": "https://newatlas.com/science/archaeological-finds-decade/",
        "searchQuery": "most significant discovery by archaeologists in the last decade"
      },
      {
        "providerDisplayName": "5 Interesting Archeological Discoveries Within the Last Decade",
        "seeMoreUrl": "https://www.discovermagazine.com/the-sciences/five-interesting-archeological-discovers-within-the-last-decade",
        "searchQuery": "most significant discovery by archaeologists in the last decade"
      },
      {
        "providerDisplayName": "The 5 Biggest Archaeological Discoveries Of The Last Decade",
        "seeMoreUrl": "https://www.urbo.com/content/the-5-biggest-archaeological-discoveries-of-the-last-decade/",
        "searchQuery": "most significant discovery by archaeologists in the last decade"
      },
      {
        "providerDisplayName": "What Is the Most Significant Archaeological Discovery of the Past ...",
        "seeMoreUrl": "https://www.artnews.com/art-news/news/archaeology-discoveries-of-the-decade-1202673612/",
        "searchQuery": "most significant discovery by archaeologists in the last decade"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Two skeletons from over 6,000 years ago were excavated near Mantua, Italy, discovered in an embrace.",
        "The skeletons are believed to be a Neolithic couple who died young and were buried together.",
        "A series of three pyramids nested inside each other were revealed by using electrical resistivity tomography at the ancient Maya city of Chichén Itzá in Mexico.",
        "The innermost pyramid dates back to the 6th century CE, while the outermost one was built in the 9th century CE.",
        "A tiny coffin containing a mummified fetus was found in a tomb near King Tutankhamun's burial chamber in Egypt.",
        "Fragments of ancient biblical texts dating back to the 2nd century BCE were discovered in a cave in the Judean Desert in Israel.",
        "The scrolls contain passages from the books of Zechariah and Nahum and are written in Greek and Hebrew.",
        "A massive tomb complex dating back to the 4th century BCE was unearthed near Amphipolis in northern Greece.",
        "The tomb is decorated with elaborate sculptures and mosaic floors and may have belonged to a close associate of Alexander the Great.",
        "A fossil of a nodosaur dinosaur found in a mine in Alberta, Canada, so well preserved that it still had its skin, scales, and stomach contents, dating back 110 million years.",
        "The Pyramid Construction Ramp at Hatnub, a 4,500-year-old ramp found in an alabaster quarry in Egypt, may have been used to build the Great Pyramid of Giza, featuring staircases and post holes for sleds carrying heavy stones.",
        "The World's Oldest Figurative Artwork, a painting of an animal found in a Sulawesi cave in Indonesia, is dated to at least 43,900 years old, considered the oldest known figurative artwork in the world."
      ],
      "queries": [
        "Mantua Italy 6000-year-old skeletons embrace excavation",
        "Neolithic couple skeletons Mantua Italy burial",
        "Chichén Itzá pyramids electrical resistivity tomography discovery",
        "Chichén Itzá pyramids dating and construction timeline",
        "King Tutankhamun tomb mummified fetus coffin discovery",
        "ancient biblical texts fragments Judean Desert cave discovery",
        "Judean Desert cave scrolls Zechariah Nahum Greek Hebrew",
        "Amphipolis tomb complex 4th century BCE discovery",
        "Amphipolis tomb sculptures mosaic floors Alexander the Great associate",
        "110 million year old nodosaur dinosaur fossil Alberta Canada mine skin scales stomach contents",
        "4,500-year-old ramp Hatnub Egypt Great Pyramid of Giza staircases post holes sleds heavy stones",
        "Sulawesi cave Indonesia oldest figurative artwork animal painting 43,900 years old"
      ],
      "search_results": {
        "Two skeletons from over 6,000 years ago were excavated near Mantua, Italy, discovered in an embrace.": [
          {
            "title": "Lovers of Valdaro - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Lovers_of_Valdaro",
            "content": [
              "Lovers of Valdaro - Wikipedia",
              "The Lovers of Valdaro, or Valdaro Lovers, are a pair of human skeletons dated as approximately 6,000 years old.",
              "[1] They were discovered by archaeologists at a Neolithic tomb in San Giorgio near Mantua, Italy, in 2007.",
              "[2][3] The two individuals were buried face to face with their arms around each other, in a position reminiscent of a \"lovers' embrace\".",
              "Archaeologist Elena Maria Menotti led the excavation.",
              "The pair are a male and female no older than 20 years old at death and approximately 1.",
              "57 m (5 ft 2 in) in height.",
              "[4][5][6][7] The male skeleton was found with a flint arrowhead near the neck.",
              "The female had a long flint blade along the thigh, plus two flint knives under the pelvis.",
              "Osteological examination found no evidence of violent death, no fractures, and no microtrauma, so the most likely explanation is the flint tools were buried along with the people as grave goods.",
              "[8] The skeletons were displayed briefly in public for the first time in September 2011 at the National Archaeological Museum of Mantua, thanks to the effort of the association Lovers in Mantua which was seeking a permanent home for the ancient couple.",
              "[9][10] Seven years after their discovery, on 11 April 2014, they were permanently displayed inside a glass case in the museum, which is within the perimeter of the Ducal palace of Mantua.",
              "[4][6]"
            ]
          },
          {
            "title": "Lovers Of Valdaro: The Skeletons Sharing An Eternal Embrace",
            "url": "https://allthatsinteresting.com/lovers-of-valdaro",
            "content": [
              "Lovers Of Valdaro: The Skeletons Sharing An Eternal Embrace",
              "Wikimedia CommonsThe Lovers of Valdaro were each around 20 years old when they died and show no signs of violent death.",
              "In 2007, a team of archaeologists discovered a tomb near Mantua in the region of Lombardy, Italy.",
              "Inside, they found a pair of skeletons lying face to face, their bodies intertwined as if holding each other in a “lovers’ embrace.",
              "” Photos of the skeleton couple quickly circulated throughout the media — and the fact that the Lovers of Valdaro, as they came to be known, were discovered just before Valentine’s Day made the story especially resonant.",
              "For many, the positioning of the bodies called to mind the story of Romeo and Juliet, star-crossed lovers who met an untimely and tragic end.",
              "As archaeologists examined the Valdaro Lovers, they made a number of curious discoveries.",
              "Firstly, the couple died around 6,000 years ago during the Neolithic period.",
              "Neolithic double burials were a rarity as is, but the couple’s positioning made the discovery all the more unique.",
              "Secondly, the young man and woman were each around 20 years of age when they died.",
              "There were no indications that their deaths were violent, and their bodies were likely put into position posthumously.",
              "And although it’s impossible to know the true story of who the lovers once were, the image of their bodies locked in eternal embrace and the unique circumstances surrounding the burial has made the Lovers of Valdaro a source of intrigue and speculation for over a decade.",
              "In early February 2007, a team of archaeologists led by Elena Menotti announced that their excavation in the village of Valdaro — near Mantua, Italy — had yielded a remarkable discovery: the skeletons of a man and woman lying face to face, arms and legs entwined.",
              "This unique discovery quickly spread through the media and online as photographs of the skeleton couple were released.",
              "Speaking to The Daily Mail at the time, Menotti expressed her excitement regarding the find, saying, “I have been involved in lots of digs all over Italy, but nothing has excited me as much as this.",
              "I’ve been doing this job for 25 years.",
              "I’ve done digs at Pompeii, all the famous sites.",
              "But I’ve never been so moved, because this is the discovery of something truly special.",
              "” But who were the Valdaro Lovers?",
              "For many, photographs of the Lovers of Valdaro told a tragic tale reminiscent of Shakespeare’s most famous work — and in fact, in Romeo and Juliet, Romeo is even sent to Mantua after slaying Tybalt Capulet in a duel.",
              "When he returns to Verona, he learns of Juliet’s “death,” setting in motion the events that leads to both lovers’ demise.",
              "One early theory surrounding the Valdaro Lovers suggested that the man, the body on the left, had been killed, and that the woman had then been sacrificed so she might accompany his soul in the afterlife.",
              "Initial observations supported this theory.",
              "The male skeleton was found with a flint arrowhead in his neck, while the female skeleton had a long stone blade along her thigh and two flint knives beneath her pelvis.",
              "However, an osteological examination revealed nothing to suggest their deaths had been violent.",
              "“We have found plenty of women embracing children but never a couple, much less a couple hugging — and they really are hugging,” Menotti said.",
              "“From an initial examination they appear young as their teeth are not worn down, but we have sent the remains to a laboratory to establish their age at the time of death.",
              "” Herbert Frank/FlickrArchaeologists believe the Valdaro Lovers were arranged in this position after death.",
              "Further examination revealed that the couple had been around 20 years old at the time of their deaths, and both around five feet and two inches tall.",
              "Still, their circumstances remained elusive.",
              "What’s more, historians have found no evidence of a Neolithic settlement in the region of Valdaro.",
              "More likely, the area was once entirely covered in marshland crisscrossed by rivers.",
              "While this environment was beneficial in preserving the lovers’ bodies for millennia, it offers little insight into the lovers’ lives or why they were buried in such a unique fashion.",
              "A week after the discovery was made, another question arose: What would happen to the Valdaro Lovers?",
              "Often when ancient bodies are recovered during archaeological digs, their bones are transported to a laboratory for analysis, and each bone is individually studied to paint a general picture of that ancient person’s life and death.",
              "The Lovers of Valdaro, however, were a unique case.",
              "For 6,000 years they had embraced each other.",
              "Would they be split up for the sake of science?",
              "Thankfully, Menotti reached a quick conclusion, telling Reuters, “We want to keep them just as they have been all this time — together.",
              "” Rather than removing the bones one by one and reassembling them later, archaeologists opted to square out and remove the entire plot of earth where the couple was buried and transport it all together.",
              "Szeder László/Wikimedia CommonsThe National Archaeological Museum of Mantua, where the Lovers of Valdaro are on display.",
              "The block of earth and the skeleton couple were placed in a wooden box and sent to an archaeological laboratory at the Musei Civici in Como for examination, then later put on display in a glass case a the National Archaeological Museum of Mantua, where they remain to this day.",
              "Two years after the Valdaro Lovers’ discovery, archaeologists working in a late antiquity cemetery in Modena, Italy unearthed another pair of skeletons buried hand-in-hand.",
              "Unlike the Lovers of Valdaro, these skeletons were in poor condition, which made it difficult to glean certain pieces of information about them, such as their sex.",
              "It wasn’t especially unusual for archaeologists to unearth couples buried together or holding hands, but ten years after the discovery, the “Lovers of Modena” proved to be unusual in a different way: they were both men.",
              "Modena Civic Archaeological MuseumThe Lovers of Modena, two men buried hand in hand between the fourth and sixth century C.",
              "E.",
              "“At present, no other burials of this type are known,” Federico Lugli, a researcher at the University of Bologna who authored the 2019 study that revealed the sex of the skeleton lovers, told Rai News.",
              "“In the past, several tombs have been found with pairs of individuals placed hand in hand, but in all cases it was a man and a woman.",
              "The link between the two individuals in the burial in Modena, however, remains for the moment a mystery.",
              "” Researchers were able to determine the sex of the skeletons using an innovative new technique based on the analysis of dental enamel.",
              "The researchers were essentially looking for the presence of specific proteins within the enamel, AMELX and AMELY.",
              "AMELX is present in individuals of both sexes, whereas AMELY is only present in males.",
              "Identifying the sex of the Modena Lovers, however, only raised more questions, particularly about the relationship between the two men.",
              "“The burial of two men hand in hand was certainly not a common practice in late antiquity,” Lugli explained.",
              "“In late antiquity, it was unlikely that homosexual love would have been recognized in such an evident way by the people who prepared the burial.",
              "The two individuals are similar in age — they could be relatives, for example brothers or cousins, or soldiers who died together in battle.",
              "The necropolis in which they were found could be a war cemetery.",
              "” As with the Lovers of Valdaro, it’s pretty much impossible to know the exact details of the Modena Lovers’ lives.",
              "Still, both discoveries offer a unique and exciting look into the ancient past and the ways in which ancient humans honored the dead.",
              "After reading about the Lovers of Valdaro, read the story of the Hasanlu Lovers, another pair of skeletons locked in a 2,800-year-old embrace.",
              "Or, read the story of two lovers who were separated after surviving Auschwitz — then miraculously reunited 72 years later in New York City."
            ]
          },
          {
            "title": "Lovers of Valdaro – Mantua, Italy - Atlas Obscura",
            "url": "https://www.atlasobscura.com/places/lovers-of-valdaro",
            "content": [
              "Lovers of Valdaro – Mantua, Italy - Atlas Obscura",
              "Our small-group adventures are inspired by our Atlas of the world's most fascinating places, the stories behind them, and the people who bring them to life.",
              "Arms and legs entwined, the couple lay facing each other, comfortably ensconced in the fetal position.",
              "So comfortable, in fact, that they have stayed that way for more than 6,000 years.",
              "In 2007, the near-perfectly preserved Neolithic-era remains of two humans were found in an archaeological site outside the Italian village of Valdaro, locked in an embrace.",
              "Studies show that the pair, one male and one female, were not very old nor very tall at the time of their deaths, estimated as sometime between 4,000 and 5,000 BC.",
              "Research puts them between 18 and 20 years, and no more than 5’ 2.",
              "” The romantic theory, which is not entirely unlikely, is that a young couple died holding each other on a cold winter night.",
              "The more widely accepted hypothesis suggests that they were buried in this position after their death, along with flint implements like arrows, knives, and blades.",
              "The unusual double burial and tender positioning caused a stir when the discovery was made.",
              "The archaeologists who uncovered the remains did not want to separate the two, and the skeletons were excavated and preserved along with the block of earth around them.",
              "The eternal lovers locked in a hug, can be seen at the Archaeological Museum in Mantua, near where they were found.",
              "Follow us on Twitter to get the latest on the world's hidden wonders.",
              "Like us on Facebook to get the latest on the world's hidden wonders.",
              "We depend on ad revenue to craft and curate stories about the world’s hidden wonders.",
              "Consider supporting our work by becoming a member for as little as $5 a month."
            ]
          }
        ],
        "The skeletons are believed to be a Neolithic couple who died young and were buried together.": [
          {
            "title": "Lovers of Valdaro - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Lovers_of_Valdaro",
            "content": [
              "Lovers of Valdaro - Wikipedia",
              "The Lovers of Valdaro, or Valdaro Lovers, are a pair of human skeletons dated as approximately 6,000 years old.",
              "[1] They were discovered by archaeologists at a Neolithic tomb in San Giorgio near Mantua, Italy, in 2007.",
              "[2][3] The two individuals were buried face to face with their arms around each other, in a position reminiscent of a \"lovers' embrace\".",
              "Archaeologist Elena Maria Menotti led the excavation.",
              "The pair are a male and female no older than 20 years old at death and approximately 1.",
              "57 m (5 ft 2 in) in height.",
              "[4][5][6][7] The male skeleton was found with a flint arrowhead near the neck.",
              "The female had a long flint blade along the thigh, plus two flint knives under the pelvis.",
              "Osteological examination found no evidence of violent death, no fractures, and no microtrauma, so the most likely explanation is the flint tools were buried along with the people as grave goods.",
              "[8] The skeletons were displayed briefly in public for the first time in September 2011 at the National Archaeological Museum of Mantua, thanks to the effort of the association Lovers in Mantua which was seeking a permanent home for the ancient couple.",
              "[9][10] Seven years after their discovery, on 11 April 2014, they were permanently displayed inside a glass case in the museum, which is within the perimeter of the Ducal palace of Mantua.",
              "[4][6]"
            ]
          },
          {
            "title": "Lovers Of Valdaro: The Skeletons Sharing An Eternal Embrace",
            "url": "https://allthatsinteresting.com/lovers-of-valdaro",
            "content": [
              "Lovers Of Valdaro: The Skeletons Sharing An Eternal Embrace",
              "Wikimedia CommonsThe Lovers of Valdaro were each around 20 years old when they died and show no signs of violent death.",
              "In 2007, a team of archaeologists discovered a tomb near Mantua in the region of Lombardy, Italy.",
              "Inside, they found a pair of skeletons lying face to face, their bodies intertwined as if holding each other in a “lovers’ embrace.",
              "” Photos of the skeleton couple quickly circulated throughout the media — and the fact that the Lovers of Valdaro, as they came to be known, were discovered just before Valentine’s Day made the story especially resonant.",
              "For many, the positioning of the bodies called to mind the story of Romeo and Juliet, star-crossed lovers who met an untimely and tragic end.",
              "As archaeologists examined the Valdaro Lovers, they made a number of curious discoveries.",
              "Firstly, the couple died around 6,000 years ago during the Neolithic period.",
              "Neolithic double burials were a rarity as is, but the couple’s positioning made the discovery all the more unique.",
              "Secondly, the young man and woman were each around 20 years of age when they died.",
              "There were no indications that their deaths were violent, and their bodies were likely put into position posthumously.",
              "And although it’s impossible to know the true story of who the lovers once were, the image of their bodies locked in eternal embrace and the unique circumstances surrounding the burial has made the Lovers of Valdaro a source of intrigue and speculation for over a decade.",
              "In early February 2007, a team of archaeologists led by Elena Menotti announced that their excavation in the village of Valdaro — near Mantua, Italy — had yielded a remarkable discovery: the skeletons of a man and woman lying face to face, arms and legs entwined.",
              "This unique discovery quickly spread through the media and online as photographs of the skeleton couple were released.",
              "Speaking to The Daily Mail at the time, Menotti expressed her excitement regarding the find, saying, “I have been involved in lots of digs all over Italy, but nothing has excited me as much as this.",
              "I’ve been doing this job for 25 years.",
              "I’ve done digs at Pompeii, all the famous sites.",
              "But I’ve never been so moved, because this is the discovery of something truly special.",
              "” But who were the Valdaro Lovers?",
              "For many, photographs of the Lovers of Valdaro told a tragic tale reminiscent of Shakespeare’s most famous work — and in fact, in Romeo and Juliet, Romeo is even sent to Mantua after slaying Tybalt Capulet in a duel.",
              "When he returns to Verona, he learns of Juliet’s “death,” setting in motion the events that leads to both lovers’ demise.",
              "One early theory surrounding the Valdaro Lovers suggested that the man, the body on the left, had been killed, and that the woman had then been sacrificed so she might accompany his soul in the afterlife.",
              "Initial observations supported this theory.",
              "The male skeleton was found with a flint arrowhead in his neck, while the female skeleton had a long stone blade along her thigh and two flint knives beneath her pelvis.",
              "However, an osteological examination revealed nothing to suggest their deaths had been violent.",
              "“We have found plenty of women embracing children but never a couple, much less a couple hugging — and they really are hugging,” Menotti said.",
              "“From an initial examination they appear young as their teeth are not worn down, but we have sent the remains to a laboratory to establish their age at the time of death.",
              "” Herbert Frank/FlickrArchaeologists believe the Valdaro Lovers were arranged in this position after death.",
              "Further examination revealed that the couple had been around 20 years old at the time of their deaths, and both around five feet and two inches tall.",
              "Still, their circumstances remained elusive.",
              "What’s more, historians have found no evidence of a Neolithic settlement in the region of Valdaro.",
              "More likely, the area was once entirely covered in marshland crisscrossed by rivers.",
              "While this environment was beneficial in preserving the lovers’ bodies for millennia, it offers little insight into the lovers’ lives or why they were buried in such a unique fashion.",
              "A week after the discovery was made, another question arose: What would happen to the Valdaro Lovers?",
              "Often when ancient bodies are recovered during archaeological digs, their bones are transported to a laboratory for analysis, and each bone is individually studied to paint a general picture of that ancient person’s life and death.",
              "The Lovers of Valdaro, however, were a unique case.",
              "For 6,000 years they had embraced each other.",
              "Would they be split up for the sake of science?",
              "Thankfully, Menotti reached a quick conclusion, telling Reuters, “We want to keep them just as they have been all this time — together.",
              "” Rather than removing the bones one by one and reassembling them later, archaeologists opted to square out and remove the entire plot of earth where the couple was buried and transport it all together.",
              "Szeder László/Wikimedia CommonsThe National Archaeological Museum of Mantua, where the Lovers of Valdaro are on display.",
              "The block of earth and the skeleton couple were placed in a wooden box and sent to an archaeological laboratory at the Musei Civici in Como for examination, then later put on display in a glass case a the National Archaeological Museum of Mantua, where they remain to this day.",
              "Two years after the Valdaro Lovers’ discovery, archaeologists working in a late antiquity cemetery in Modena, Italy unearthed another pair of skeletons buried hand-in-hand.",
              "Unlike the Lovers of Valdaro, these skeletons were in poor condition, which made it difficult to glean certain pieces of information about them, such as their sex.",
              "It wasn’t especially unusual for archaeologists to unearth couples buried together or holding hands, but ten years after the discovery, the “Lovers of Modena” proved to be unusual in a different way: they were both men.",
              "Modena Civic Archaeological MuseumThe Lovers of Modena, two men buried hand in hand between the fourth and sixth century C.",
              "E.",
              "“At present, no other burials of this type are known,” Federico Lugli, a researcher at the University of Bologna who authored the 2019 study that revealed the sex of the skeleton lovers, told Rai News.",
              "“In the past, several tombs have been found with pairs of individuals placed hand in hand, but in all cases it was a man and a woman.",
              "The link between the two individuals in the burial in Modena, however, remains for the moment a mystery.",
              "” Researchers were able to determine the sex of the skeletons using an innovative new technique based on the analysis of dental enamel.",
              "The researchers were essentially looking for the presence of specific proteins within the enamel, AMELX and AMELY.",
              "AMELX is present in individuals of both sexes, whereas AMELY is only present in males.",
              "Identifying the sex of the Modena Lovers, however, only raised more questions, particularly about the relationship between the two men.",
              "“The burial of two men hand in hand was certainly not a common practice in late antiquity,” Lugli explained.",
              "“In late antiquity, it was unlikely that homosexual love would have been recognized in such an evident way by the people who prepared the burial.",
              "The two individuals are similar in age — they could be relatives, for example brothers or cousins, or soldiers who died together in battle.",
              "The necropolis in which they were found could be a war cemetery.",
              "” As with the Lovers of Valdaro, it’s pretty much impossible to know the exact details of the Modena Lovers’ lives.",
              "Still, both discoveries offer a unique and exciting look into the ancient past and the ways in which ancient humans honored the dead.",
              "After reading about the Lovers of Valdaro, read the story of the Hasanlu Lovers, another pair of skeletons locked in a 2,800-year-old embrace.",
              "Or, read the story of two lovers who were separated after surviving Auschwitz — then miraculously reunited 72 years later in New York City."
            ]
          },
          {
            "title": "The Lovers of Valdaro – A Double Burial From Neolithic Italy",
            "url": "https://www.historydefined.net/lovers-of-valdaro/",
            "content": [
              "The Lovers of Valdaro – A Double Burial From Neolithic Italy",
              "Last updated on January 24th, 2023 at 07:51 pm The Lovers of Valdaro, or Valdaro Lovers, are two 6,000-year-old skeletons discovered in a Neolithic tomb near Valdaro in Mantua, Italy, in 2007.",
              "Their name comes from the fact that they appear locked in an embrace.",
              "The burial dates to the Neolithic period, which lasted from 10,000 – 4,500 BCE.",
              "This burial is unique because they were the only double burial among the thirty graves excavated.",
              "Double burials were highly uncommon during the Neolithic period in general.",
              "The Valdaro Lovers are just two out of only a couple of similar burials discovered.",
              "The Alepotrypa Cave in Greece is one of the few that come to mind.",
              "Archaeologists have found no evidence of a Neolithic settlement nearby, but the region held many small waterways along with the River Po, which would have made it perfect for fishing, hunting, and agriculture.",
              "These factors lead many to believe that a large, highly developed community lived in the region.",
              "Scientists estimate that the couple was about 5’2′′ (157 cm) tall and around 20 years old when they died.",
              "Despite their young age, the couple appeared to have died of natural causes.",
              "There’s nothing to indicate that they died violently.",
              "Their bones are mostly intact and show no sign of severe trauma.",
              "Several flint tools and blades were buried alongside them, most likely grave goods or some of their possessions buried with them before they died.",
              "We still don’t know a lot about the two lovers beyond this.",
              "Generally, archaeological sites are hard to excavate and often even harder to learn from.",
              "Carbon dating and DNA testing are slow, and the couple is locked in a permanent embrace, making things harder.",
              "This burial’s uniqueness led the head archaeologist Elena Maria Menotti not to separate the skeletons.",
              "Instead, the team carefully excavated the two lovers as a single block of earth and shipped them in a wooden box to the Musei Civici in Como.",
              "Since 2011, the two skeletons have been proudly displayed in Mantua’s Archaeological Museum.",
              "You may also know Mantua from Shakespeare’s tale of two star-crossed lovers.",
              "It’s where Romeo is sent after he kills Tybalt Capulet.",
              "If you ever find yourself in Mantua, Italy, feeling a little romantic, you should stop by and say hello to the Lovers of Valdaro.",
              "If you enjoy this article, here are a few more you should check out: Your email address will not be published.",
              "Required fields are marked * Name* Email* Website Save my name, email, and website in this browser for the next time I comment.",
              "Historydefined.",
              "net is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.",
              "com Copyright © 2023 History Defined | Powered by Astra WordPress Theme"
            ]
          }
        ],
        "A series of three pyramids nested inside each other were revealed by using electrical resistivity tomography at the ancient Maya city of Chichén Itzá in Mexico.": [
          {
            "title": "In the Mayan ruins of Chichen Itza sits a Pyramid called ... - Discovery",
            "url": "https://www.discovery.com/exploration/chichen-itza-s-el-castillo-is-a-pyramid-in-a-pyramid-in-a-pyrami",
            "content": [
              "In the Mayan ruins of Chichen Itza sits a Pyramid called ... - Discovery",
              "If researchers can reach it, it could tell them important things about the early people who built it.",
              "In the ancient Mayan ruins of Chichen Itza sits a pyramid called Kukulcan, also known as El Castillo.",
              "Archaeologists have long known that this mysterious structure hides a second pyramid within its walls, but new technology has unearthed something strange: a third pyramid inside the second.",
              "El Castillo is a pyramid within a pyramid within a pyramid.",
              "If researchers can reach it, it could tell them important things about the early people who built it.",
              "ERT-3D to See How the Past May Be The researchers made their discovery using tri-dimensional electric resistivity tomography — a term thankfully shortened to ERT-3D.",
              "This technology was already fairly familiar, since it had been used the year previous to discover a cenote, a subterranean river often used for sacrifices, underneath El Castillo.",
              "Using 96 electrodes placed around the outside of the structure, scientists were able to create a digital map of the mysterious pyramid.",
              "They knew that the pyramid we see today was built over another pyramid, the remnants of which have been well documented, but they were surprised to find a third structure buried within the second.",
              "Pyramids All the Way Down The structure appears to have both an altar and a flight of stairs, and given its proximity to the cenote, it's a promising step on the path toward understanding the culture of the region during its earliest years.",
              "Geoffrey Braswell of University of California, San Diego has pointed out that a similar structure within El Castillo was discovered in the 1940s, but the infrastructure was too unstable to allow for further excavation.",
              "He also pointed out that the structure may not be the only one — instead, there might be a few inside the second pyramid.",
              "That makes this ancient \"Russian nesting doll\" one big mystery.",
              "The only way to figure out for certain is to excavate, but that may cause too much damage to the site.",
              "Unfortunately, seeing the internal structure with their own eyes might end up being wishful thinking for the archaeologists leading the charge toward discovery.",
              "This article first appeared on Curiosity.",
              "com."
            ]
          },
          {
            "title": "Karst Detection Beneath the Pyramid of El Castillo, Chichen Itza ...",
            "url": "https://www.nature.com/articles/s41598-018-33888-9",
            "content": [
              "Karst Detection Beneath the Pyramid of El Castillo, Chichen Itza ...",
              "Thank you for visiting nature.",
              "com.",
              "You are using a browser version with limited support for CSS.",
              "To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer).",
              "In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript.",
              "Advertisement Scientific Reports volume 8, Article number: 15391 (2018) Cite this article 6352 Accesses 10 Citations 36 Altmetric Metrics details Currently, archaeologists perform excavations determined by previous geophysical studies to accurately establish the prospective targets and minimize site disturbance.",
              "Among others, one of the methods most widely employed is the Electrical Resistivity Tomography (ERT-2D, -3D).",
              "However, investigation of the subsoil of archaeological buildings is not possible to carry out with traditional geophysical methods, because the structure itself prevents it.",
              "Therefore, it is necessary to design non-invasive special arrays capable of characterizing the subsoil of such buildings, while preserving their historical context.",
              "Here we show how this procedure combined with sequences of resistivity observations at depth allowed us to detect a low resistivity body beneath the pyramid of El Castillo in Chichen Itza (Mexico).",
              "This feature may be associated with a cavity (karst) partially filled with sweet water.",
              "On the other hand, a natural cavity was discovered under El Osario pyramid (south of El Castillo), at the end of the 19th century.",
              "Therefore, this pyramid was also studied to validate the effectiveness of this methodology, obtaining outstanding results.",
              "This method provides an interesting procedure to investigate the subsoil of archaeological structures for unveiling evidences that allow specialists to understand the religious meaning of these temples.",
              "The ERT method has been applied to solve a wide variety of problems mainly focused on detecting buried structures in different areas of application1,2.",
              "Conventional ERT-3D surveys have been employed in archaeology with successful results3,4.",
              "However, this method is challenged, when it is necessary to characterize the subsoil beneath historical monuments in archaeological sites.",
              "Such ‘obstacles’ prevent the deployment of parallel profiles to form grids5,6.",
              "Furthermore, drilling to insert the electrodes into the ground is forbidden in order to preserve intact the historical context of the site.",
              "A non-invasive methodology was designed to overcome this problem7,8, where different electrical arrays are developed to characterize the subsoil beneath the archaeological structures, centered on traditional ERT-3D arrays enclosing in a square geometry the base of the studied edifice.",
              "This procedure was suitable for investigating pre-Hispanic monuments like the pyramid of El Castillo (Fig.",
              "1, top-right inset and broken circle).",
              "This temple is located within the ancient Mayan city of Chichen Itza (Fig.",
              "1), and is considered the most emblematic pyramid of this ancient civilization, elected as one of the seven man-made world wonders and part of Mankind’s Heritage.",
              "The last stage of El Castillo was probably built between 900–1000 A.",
              "D9.",
              "It is composed of 9 bodies, a temple at the top of the pyramid and four staircases with 91 steps each (including the platform at the top, adding up to 365 steps, the number of days in our solar year)10.",
              "The archaeological site of Chichen Itza, Yucatan, Mexico is shown in this map.",
              "The Pyramid of El Castillo (solid circle and top-right inset) and El Osario (broken circle and left inset) are depicted, as well as other important Mayan edifices and constructions.",
              "The solid circle depicts the location of this site within the Peninsula of Yucatan (lower inset).",
              "Chichen Itza is one of the major Mesoamerican cities, established in an area of 20 km2 in the southern lowlands of Mexico, within the Yucatan Peninsula (Fig.",
              "1, bottom-right inset).",
              "Sinkholes and cavities carved in the limestone rocks at depth are found within the ancient city limits.",
              "Some of them were devoted to religious ceremonies and provided of fresh water to the ancient Mayas9.",
              "Specialists10,11,12 believe that the city was occupied at different times by diverse ethnic groups.",
              "Although settlements around the site can be dated back to the Late Preclassic period (500 B.",
              "C.)",
              ".",
              "A major development of the city began in the Late Classic period (after 600 A.",
              "D.)",
              ", reaching its peak with an intensive monumental activity stage between 900 and 1100 A.",
              "D.",
              "Finally, from 1100 to 1300 A.",
              "D.",
              "became the decadence of the civilization.",
              "The reconstruction of the historical evolution of this important city is based on architectural styles, ceramic types and thermoluminescence methods11,12,13.",
              "Previous Ground Penetrating Radar (GPR) studies carried out within the pyramid’s main plaza14, provided evidence of a buried trench excavated within the limestone rock and hidden under infill materials.",
              "Such infill covers the platform of the main plaza, which probably corresponded to the ‘Great Leveling’ carried out during the last constructive period10,11.",
              "The inferred feature seemed to disappear under the eastern stairway of the Pyramid of El Castillo15.",
              "On the other hand, El Osario was built around 980 A.",
              "D.",
              "as a smaller version of the pyramid of El Castillo16.",
              "This structure is located 500 m southwest of this iconic edifice (Fig.",
              "1, broken circle and left inset), and near the Xtoloc Cenote.",
              "E.",
              "Thompson17 unveiled in 1897 a vertical shaft entrance at the top of El Osario pyramid.",
              "This stone-lined shaft descended vertically to the base of the pyramid, entering 12 m deep into a natural cave, where seven burials were discovered along with several objects made of jade, copper bells, rock crystal and shell16,17.",
              "Similarities in architectural styles between this pyramid and El Castillo, made the archaeologists16,18 believe that similar conditions could exist beneath this structure.",
              "Therefore, the present investigation is focused on exploring El Castillo pyramid’s subsoil by employing the ERT-3D method, using unconventional and non-invasive geoelectric arrays.",
              "The pyramid of El Osario was initially studied to demonstrate the effectiveness of the proposed ERT-3D method, by employing unconventional and non-invasive geoelectric arrays7,8.",
              "As mentioned above, this structure was built on top of a natural cavity, which was discovered in the late 19th century17.",
              "The results obtained are highly relevant to investigate the pyramid of El Castillo subsurface, which might present the same characteristics of El Osario18.",
              "A series of flat-base cooper electrodes were deployed around the base of the pyramid (Fig.",
              "2A) to test the ERT-3D methodology proposed.",
              "A special sequence of resistivity observations was acquired to study the subsoil of the pyramid by employing the ERT-3D method.",
              "To demonstrate the possibilities of the proposed ERT-3D method, 72 electrodes were deployed around the base of the temple of El Osario (A).",
              "The inverted model shows a high resistivity anomaly towards the central part of the WRC (B).",
              "This anomaly can be isolated and a void structure can be observed, corresponding to the mentioned cavity17 (C).",
              "The image of the WRC, seen from above, defines the dimensions of the structure, and the 3 passages that connect it (D, broken arrows).",
              "The outline of El Osario was placed on top of the resistivity model for a better visualization, as well as the location of the vertical shaft entrance17,18 (E).",
              "The inverted resistivity data from the Pyramid of El Osario is displayed in Fig.",
              "2B.",
              "The Working Resistivity Cube was obtained after 7 iterations with a RMS = 4%19, where a smooth inverted resistivity distribution at depth was achieved.",
              "A lateral view of the Working Resistivity Cube is shown, where several prominent features can be observed.",
              "The approximate perimeter of the pyramid has been outlined to facilitate the correlation of the detected anomalies (broken line).",
              "An elongated anomaly (~1000 Ohms-m) can be observed extending approximately towards the central portion of the Working Resistivity Cube.",
              "This feature possesses an interesting geometry that stands out above the rest of the geoelectric anomalies.",
              "Other high resistivity anomalies could be associated to the pyramid foundations, infill materials employed to level the terrain or voids in the limestone.",
              "Resistivity values about the order of 350 Ohm-m could be related to the natural rock in the area, limestone in this case.",
              "Lower resistivity values (~70 Ohm-m) may represent water-saturated areas of seeping through the pyramid into the ground due to rainwater.",
              "A range of resistivity values (300 Ohm-m to 500 Ohm-m) were considered and displayed as iso-surfaces to obtain the image in Fig.",
              "2C.",
              "The morphology of the already mentioned high resistivity anomaly can be observed more clearly.",
              "This feature is defined by a hollow structure, whose wrapping represents the surrounding medium (limestone), and reaches an approximate depth of 14 m from the base of the pyramid to its lowest portion.",
              "This natural structure must be the resistivity signature of the cavity already reported E.",
              "Thompson17,18.",
              "The pyramid’s outline is shown on top of the Working Resistivity Cube (Fig.",
              "2D).",
              "This image shows the resistivity model seen from the top of the pyramid.",
              "The inferred cavity possesses an approximate diameter of 15 m.",
              "Today’s entrance to the vertical shaft17 is shown in image (2E).",
              "Observe that such feature is not precisely centered on the midpoint of the cavity18.",
              "On the other hand, 12 different exits were reported inside the cave17, overlooking their course.",
              "Our ERT-3D study could only depict three different passages displayed in Fig.",
              "2D (broken arrows).",
              "One inferred channel run towards the northwestern direction, where the Pyramid of El Castillo is found.",
              "This model leads us to consider a possible underground connection between El Osario and El Castillo pyramids.",
              "It will be necessary to perform in the future further ERT-2D lines in between the two pyramids to demonstrate it.",
              "Other passage runs in the western direction towards the Cenote Xtoloc, partially explored by E.",
              "Thompson17, and the third one to the east.",
              "The famous pyramid of El Castillo subsoil was investigated by deploying around its base 96 flat-base electrodes, separated 3 m (Fig.",
              "3A).",
              "5 iterations were needed with a RMS error of 2.",
              "1%19 to obtain the inverted resistivity model displayed in Fig.",
              "2B.",
              "Low resistivity values (<80 Ohm-m) revealed evidence of a body saturated with sweet water beneath the Pyramid of El Castillo extending 20 m in the N-S direction and 16 m in the E-W direction, approximately.",
              "Intermediate resistivity values (~350 Ohm-m) could be associated with the limestone rocks.",
              "High resistivity values (>800 Ohm-m) might correspond to materials employed in the different constructive periods of the pyramid.",
              "The flat-base electrodes were placed in a trench around the base of the Pyramid of El Castillo, separated 3 m (A).",
              "The WRC shows a water-saturated zone towards the center of the pyramid (~70 Ohm-m) (B).",
              "It is possible to isolate that resistive structure.",
              "The geometry of a cavity partially filled with water is observed, where the digital image of the pyramid has been placed on top of the WRC for a better visualization of the structure (C).",
              "When displaying only low resistive values (~80 Ohm-m) as iso-surfaces, the geometry associated to the highly saturated materials is clearly observed (Fig.",
              "2C).",
              "The feature surrounding the low resistivity body might correspond to a drier feature (limestone, ~350 Ohm-m), suggesting the geometry of a buried cavity (or karst) partially filled with water.",
              "For best viewing, we have placed the digital image of the pyramid on top of the Working Resistivity Cube.",
              "The arrows in the figure attempt to represent the possible direction of the groundwater flow.",
              "This interpreted cavity (karst) extends beneath the pyramid from the surface to more than 20 m deep.",
              "Under the present results, several questions arise, which might be answered by the specialists on the Mayan culture: Did the ancient Mayans know about the existence of this subterranean structure?",
              "If so, why did the Mayans built this huge temple on top of this structure?",
              "Further archaeological and geophysical investigations will provide the answers to such questions.",
              "It is important to point out that the inverted resistivity model obtained for the pyramid of El Castillo shows an open cavity towards the surface, as if most of this emblematic edifice was built on that ‘open surface’.",
              "Such a result means that the method employed depicts a poor vertical resolution towards the center of the ERT array due to the lack of resistivity observations on this portion, forcing the inversion to pop out the body on to the surface in the inversion process8,20.",
              "A similar inaccuracy was observed for the inverted resistivity model of El Osario, where the inferred cavity outcrops on the surface beneath the base of the pyramid.",
              "However, E.",
              "Thompson17 discovered the entrance to this cavity 3 m below the base of the pyramid.",
              "Such lack of vertical resolution is due to the inversion algorithm used, which is part of the commercial software employed to carry out the inversion process.",
              "Some authors8,20 have mentioned that such commercial algorithms, often considers grids formed by lines of electrodes to deal with a 3D interpretation.",
              "However, the methodology exposed in this investigation only needs electrode lines surrounding the studied targets7,8,20.",
              "Then, it is crucial to analyze the effectiveness of the methodology employed in order to understand the results obtained for El Osario and El Castillo pyramids.",
              "Therefore, synthetic examples have been designed to examine the behavior of the inverted solutions and to consider the possibilities and limitations of the arrays applied.",
              "Two different models have been designed to analyze the inversion results.",
              "Initially, we have considered an array comprised by 40 electrodes separated 1 m, deployed in a square geometry.",
              "A grid of 10 × 10 m2 was constructed to model the response of the resistive synthetic model.",
              "Such model is represented by a block of 4 × 4 × 2 m3, and positioned towards the central portion of the grid.",
              "The resistivity value assigned to the model was 10 Ohm-m embedded in a 100 Ohm-m half-space.",
              "The ERT-3D arrays have been included to compute the resistivity response of this block.",
              "Two different cases are dealt with, first the model outcrops to the surface (Fig.",
              "4A), and second, the model is buried at a depth of 2 m (Fig.",
              "4B).",
              "A synthetic model cube is computed, located towards the central portion of a 3D grid of 10 × 10 m2.",
              "Initially, the block outcrops (A) and then the model is buried 2 m from its top (B).",
              "Inverted solutions obtained are quite similar (C,D).",
              "The inverted solutions pop up to the surface, indicating a poor vertical resolution of the arrays employed.",
              "It is important to point out that the inverted models look quite similar (Fig.",
              "4C,D).",
              "In both diagrams, the inversion algorithm inserted in the commercial program EarthImager3D19, vertically prolongs the solution towards the surface for the buried block, nevertheless the horizontal resolution is adequate and its original lateral dimensions have been recovered as well as its resistivity value.",
              "Unfortunately, the lack of data towards the central portion of the block cannot resolve the actual depth of each block.",
              "Let us now consider a block model located towards the left-upper corner of the Working Resistivity Cube (Fig.",
              "5A).",
              "The dimensions of this block are: 5 × 5 × 2.",
              "5 m3, with an assigned resistivity of 10 Ohm-m, embedded as the previous example in a 100 Ohm-m half-space.",
              "The grid is 10 × 10 m2 as well, with 40 electrodes separated 1 m, forming a square geometry.",
              "The three arrays discussed in this investigation have also been applied to calculate the resistivity response.",
              "It is important to say that the observed data has been contaminated with noise (5%).",
              "A synthetic cube is shown positioned towards the upper left-hand corner of the 10 × 10 m2 grid (A).",
              "The inverted solution also is stretched unto the surface (B).",
              "Plotting the interval between 1 Ohm-m to 10 Ohm-m (C), the geometry of the inverted block is depicted distorted and its top outcrops.",
              "However, the lateral dimensions and the original resistivity of the block is well recovered.",
              "The inverted solution (Fig.",
              "5B) depicts a circular low resistivity anomaly on the surface, within the interval of 10 Ohm-m.",
              "The green color corresponds to the half-space with a resistivity of 91 Ohm-m.",
              "High resistivity values surrounding the main anomaly may correspond to noisy effects.",
              "The program allows removing not required data, leaving values within an interval of 1 Ohm-m to 10 Ohm-m.",
              "Figure 5C depicts the isolated inverted structure.",
              "The correct geometry of the original synthetic model has not been recovered;",
              "nevertheless, position, lateral dimensions and its resistivity value are well defined.",
              "As in the previous example, the inverted solution depicts an outcropping block and again, a lack of vertical resolution.",
              "It has been shown that the arrays employed present a poor vertical resolution, because the inversion algorithm employed expects to have data on top of the anomalous resistivity structure8,20, which is not the case in the methodology presented.",
              "We must say that there is not a physical or theoretical restriction on the way to display the electrodes20, as well as the geometry designed to deploy them8.",
              "This means that the ERT-3D arrays treated here, will present such limitations, when applied on real data;",
              "nevertheless, lateral dimensions of the synthetic models presented are well achieved.",
              "Therefore, we can conclude that the resistivity models obtained for the pyramids of El Osario and El Castillo possess a good estimation on their lateral distribution and do not have an adequate vertical resolution.",
              "The characteristics of the ERT-3D method and its flexibility made it possible to acquire sufficient resistivity observations to obtain a reliable subsurface resistivity model.",
              "In addition, this method does not disturb the archaeological context, especially by employing the flat-base electrodes.",
              "However, the modality employed in this research presents the same problems that traditional electrical methods possess.",
              "Such as the geological conditions of the terrain (humidity, materials with high resistivity and so on), which increase the error in the data acquired and decrease the depth of investigation.",
              "The resistivity models obtained present a good lateral response;",
              "nevertheless, they offer a poor vertical resolution, as shown by the synthetic models treated.",
              "The inversion algorithm employed expects to have data on top of the anomalous resistivity structure, as discussed by different authors8,20.",
              "This is a limitation in current commercial softwares, which are not prepared to handle ERT-3D arrays, like the ones applied in this investigation.",
              "Therefore, it will be necessary to work on an inversion algorithm in the future, that includes enhancement techniques that could help to improve the vertical resolution of an inverted resistivity model, introducing global optimization inversion methods20.",
              "The methodology discussed confirms the presence of a natural cave beneath El Osario pyramid, discovered in 189717, within the limitations commented earlier.",
              "The interpreted resistivity model for the pyramid of El Castillo subsoil, suggests the existence of a cavity (karst) carved in the limestone rock beneath the temple, extending to a depth of 20 m, and partially filled with sweet water, and open wide towards the surface.",
              "It was mentioned that this is due to the lack of observation on the surface central portion of the array.",
              "Caves for the ancient Mayans were symbolic places, where opposing forces, material and supernatural, interacted21.",
              "These were also sources of water and construction supplies9,10.",
              "Therefore, the ancient settlers of Chichén Itzá probably knew the existence of this feature (karst) and selected this precise spot to build their main temple.",
              "This hypothesis is supported by the discovery of a previous constructive phases inside El Castillo pyramid18, centered on top of this feature20.",
              "These results may lead to search for significant archaeological information about this ancient civilization, which could be hidden within this geological feature.",
              "ERT-3D data were obtained employing a Syscal-Pro Resistivimeter22 with 48 channels connected to a switch box that allowed extending to 96 channels, interconnected to the main console with 4 sets of cables of 120 m of length each.",
              "Traditional electrodes (copper-made poles) could not be inserted into the soil of the area of study due to the existence of ancient Mayan floors and structures within the Main Plaza of Chichen Itza, recently discovered by archaeological excavations carried out near the pyramid of El Castillo.",
              "Therefore, special flat-base electrodes were designed, consisting in a square cooper-made plate with a flap at the center, with an area of 0.",
              "25 × 0.",
              "25 m2 and a thickness of 0.",
              "3 cm.",
              "Special flat-base detectors have been employed before in urban and archaeological sites23,24 with successful results.",
              "A water-soluble gel (usually employed in ultrasound medical analysis) was applied to the contact surface of each plate to ensure a good transmission of the electrical current from the electrodes to the subsoil.",
              "Sometimes, spatial conditions of the surveyed area do not allow deployment of conventional ERT-3D settings.",
              "Such constraints are imposed by natural or anthropogenic ‘obstacles’, which are often the targets of the proposed survey.",
              "Alternative arrays must be developed to solve this problem, employing non-invasive geometries to characterize the subsoil beneath such archaeological structures.",
              "Three different types of arrays were employed to investigate the pyramids of, El Osario and El Castillo (Fig.",
              "6, electrodes are shown as solid circles).",
              "The Wenner-Schlumberger-perimeter8 (Fig.",
              "6A: WSP), the Minimum Coupling8 (Fig.",
              "6B: MC) and the Wenner-Schlumberger-Gradient20 (Fig.",
              "6C: WSG).",
              "These electrical settings enclose into a square the base of the structure under study.",
              "The process to compute the apparent resistivity observations from these arrays are described in detail in previous publications7,8,20.",
              "However, a brief description of these three settings employed in this investigation is made.",
              "Note, that the arrows in Fig.",
              "6 indicate the direction of the data acquisition.",
              "The methodology to acquire the apparent resistivity data (solid circles) are depicted for the WSP (A), the MC (B) and the WSG (C) arrays.",
              "The distribution of the flat-base electrodes (solid circles) conforming a square geometry is depicted.",
              "The AB are the current electrodes and MN are the potential electrodes.",
              "Arrows indicate the direction of the data acquisition process and the big solid circle indicates the resistivity value obtained with the electrode array ABMN displayed in the diagrams. The WSP array is initially programmed as a common two-dimensional Wenner-Schlumberger array, where A and B are the current electrodes and M and N are the potential electrodes (Fig.",
              "6A).",
              "The set of ABMN electrodes move in the clockwise direction following the square geometry.",
              "When the circuit is completed, the first level of observation is obtained.",
              "Next, the distance between AM and NB is sequentially increased by one electrode spacing, keeping the MN separation constant, and again, when the circuit is completed, a second level of observation is registered.",
              "This process is repeated until the electrodes cover fully the square geometry and the last observational level is computed.",
              "Figure 6A shows a given position of the set of electrodes AMNB producing the observation point marked with a black circle.",
              "It is important to say, that such an array generates a series of observations towards the interior of the apparent resistivity cube, when the electrode setting is located on each edge of the cube.",
              "On the other hand, it is important to point out, that there is a lack of information towards the central portion of the working cube.",
              "The MC array requires two parallel lines of electrodes, where A and B are positioned at the beginning of each line.",
              "The potential electrodes MN are kept fixed at a constant distance on any electrode line.",
              "Such electrodes are moved in the direction of the arrow.",
              "When the potential electrodes reach the end of the line, the first level of observation is measured.",
              "Then, the current electrodes AB move one electrode distance (in the arrow direction) and the MN electrodes move back one electrode separation from electrode A and sequence starts again.",
              "When the MN electrodes reach the end of the line, a second level of observation is completed.",
              "The process is repeated until that line is fully covered.",
              "Observe that this process builds up a TRE-2D profile of apparent resistivity observed data inside the working cube (Fig.",
              "6B).",
              "The next step will be to set the MN electrodes in the next parallel line and repeating the process again to obtain the following TRE-2D profile.",
              "This process is repeated for the remaining perpendicular lines of the cube, setting the AB electrodes at the beginning of these lines.",
              "The complete sequence of observations constructs four TRE-2D profiles inside the working cube, as Fig.",
              "6B depicts.",
              "This setting partially covers shallower and deeper regions of the working resistivity cube, however, as mentioned before, the central portion of the cube is not.",
              "A similar process was already reported25 for outlining near-surface buried structures, employing only two lines of electrodes.",
              "The WSG array was designed to obtain information towards the deep central portion of the resistivity cube.",
              "The sequences of observations are constructed by setting initially the current electrodes AB in any of the two corners of the cube, then the potential electrodes MN are placed at the beginning of the opposite line of electrodes (Fig.",
              "6C).",
              "Then, the observation process starts by moving the potential electrodes in the direction of the arrow, while the current electrodes remain in a fixed position.",
              "The first level of observation ends when the potential electrodes MN reach the last point in that line.",
              "The next sequence starts by moving the current electrodes one electrode distance in the arrow direction.",
              "Again, the MN move on the same line as before.",
              "The complete sequence is ended, when the AB electrodes reach the position before the last point on its line.",
              "As mentioned above, the sequence of observations of apparent resistivity covers the deepest central portion of the cube quite well, however, the shallow central part does not possess information.",
              "The three sequences described are programmed in the resistivity-meter (Syscal-Pro), in such a way that the instrument automatically acquires the resistivity data.",
              "The depth of the attribution point was calculated as the median value, where 50% of the current flows above the attribution point and the other 50% flows beneath it8,26,27 When the data acquisition ends, the resulting apparent resistivity data can be downloaded into a PC and merged into a single data file ready to be inverted to obtain the real resistivity values.",
              "Data inversion is based on the method28 programmed in the commercial software EarthImager 3D19 used in this investigation to calculate the real resistivity distribution at depth.",
              "The objective function S(m) of a smooth model inversion, utilizing the norm L2, is expressed as28,29: where m is the vector of model parameters.",
              "It is possible to select, during the inverse process, parameters α (the smoothness factor) and the damping factor, which is part of the weighting matrix Wd.",
              "These values determine the amount of model roughness (R) during the inversion process.",
              "The difference between the observed (dobs) and computed (g(m)) data is obtained.",
              "In our case, we have used the following values for α = 10, the damping factor = 10, the minimum resistivity = 100 Ohm-m, and the maximum resistivity = 1000 Ohm-m.",
              "These arrays were employed to characterize El Osario and El Castillo pyramids subsoil.",
              "The combined sequences provided the apparent resistivity observations measured at depth.",
              "A series of 5200 observations at depth were acquired at varying depths for the temple of El Osario (Fig.",
              "7A).",
              "The theoretical depth8 reached by this geometry was 17 m, with an interval separation between electrodes of 2.",
              "5 m, employing a total of 72 copper flat-base electrodes.",
              "Combining the arrays discussed in the text, the total of 5200 resistivity data to be collected for the Pyramid of El Osario is shown (A).",
              "The temple of El Castillo subsoil required 7192 observations (B).",
              "The pyramid of El Castillo is a much larger structure, possessing an area of 66.",
              "5 × 71.",
              "5 m2.",
              "Therefore, we deployed 96 cooper flat-base plates surrounding this magnificent edifice, with an electrode separation of 3 m.",
              "These electrodes were placed along a small trench of 0.",
              "30 m wide and 0.",
              "05 m deep (Fig.",
              "3A), where the grass was removed, so that the flat surface of the electrodes made direct contact with the natural soil.",
              "A sequence of 7192 apparent resistivity data (Fig.",
              "7B) was acquired, with a theoretical depth of investigation8 of 25 m.",
              "As mentioned before, the sequences and the geometric distribution of these observations are downloaded in the resistivimeter computer memory for the acquisition process.",
              "It is important to quote that there is a lack of information towards the central shallow portion of the Working Resistivity Cube (Fig.",
              "7), nevertheless, a good coverage at depth is obtained for both pyramids by adding the three arrays employed in this investigation.",
              "Hyoung-Seok, K.",
              "et al.",
              "Case histories of electrical resistivity and controlled-source magnetotelluric surveys for the site investigation of tunnel construction.",
              "Journal of Environmental and Engineering Geophysics 11, 237–248 (2006).",
              "Article Google Scholar Martínez-Pagán, P.",
              "et al.",
              "Electrical resistivity imaging revealed the spatial properties of mine tailing ponds in the Sierra Minera of southeast Spain.",
              "Journal of Environmental and Engineering Geophysics 14, 63–76 (2009).",
              "Article Google Scholar Cardarelli, E.",
              "et al.",
              "Integrated geophysical survey to detect buried structures for archaeological prospecting.",
              "A case-history at Sabine Necropolis (Rome, Italy).",
              "Near Surface Geophysics 6, 15–20 (2008).",
              "Article Google Scholar Tsourlos, P.",
              "I.",
              "& Tsokas, G.",
              "N.",
              "Non-destructive electrical resistivity tomography survey at the south walls of the Acropolis of Athens.",
              "Archaeological Prospecting 18, 173–186 (2011).",
              "Google Scholar Almeida, F.",
              ", Barraca, N.",
              ", Moura, R.",
              "& Senos-Matias, J.",
              "Odd-even pole-pole array and 3D resistivity surveys in urban and historical areas.",
              "Paper Presented at: European Meeting of Environmental and Engineering Geophysics, Barcelona, Spain: EAGE publications, https://doi.",
              "org/10.",
              "3997/2214-4609.",
              "201601965) (September 4–8) (2016).",
              "Dahlin, T.",
              "& Bernstone, C.",
              "A roll-along technique for 3D resistivity data acquisition with multi-electrode arrays.",
              "Paper Presented at: Symposium on the Application of Geophysics to Engineering and Environmental Problems. 927–935, http://www.",
              "academia.",
              "edu/20150393/A_Roll_Along_Technique_for_3D_Resistivity_Data_Acquisition_with_Multi_Electrode_Arrays, https://doi.",
              "org/10.",
              "4133/1.",
              "2922474 (1997).",
              "Argote-Espino, D.",
              "et al.",
              "3D electrical prospection in the archaeological site El Pahñu, Hidalgo State, Central Mexico.",
              "Journal of Archaeological Science 40, 1213–1223 (2013).",
              "Article Google Scholar Tejero-Andrade, A.",
              "et al.",
              "L- and CORNER-arrays for 3D Electric Resistivity Tomography: An alternative for geophysical surveys in urban zones.",
              "Near Surface Geophysics 13, 355–367 (2015).",
              "Article Google Scholar Baudez, C.",
              "-F.",
              "Una historia de la religión de los antiguos mayas.",
              "Centro de Estudios Mexicanos y Centroamericanos, UNAM-México, https://doi.",
              "org/10.",
              "4000/books.",
              "cemca.",
              "948 (2004).",
              "Chung Seu, H.",
              "Chichen Itza de 800 a 1200 D.",
              "C.",
              "Unpublished Ph.",
              "D.",
              "Thesis.",
              "Facultad de Filosofía y Letras: UNAM-México (2000).",
              "Schmidt, P.",
              "Chichén Itzá: Arqueología Mexicana 2–7, 38–46, https://arqueologiamexicana.",
              "mx/ (1994).",
              "Osorio-Leon, J.",
              "F.",
              "J.",
              "La estructura 5C4 (Templo de la serie inicial) un edificio clave para la cronología en Chichen Itza.",
              "Unpublished Ph.",
              "D.",
              "Thesis.",
              "Facultad de Ciencias Antropológicas: UADY-Yucatan (2004).",
              "Pérez-Heredia, E.",
              "Informe de Excavaciones en la Estructura 7B3, Edificio de Los Tres Dinteles.",
              "Technical Report: Technical Archives, INAH-Mexico (2004).",
              "Desmond, L.",
              ", Sauck, W.",
              ", Callaghan, J.",
              "M.",
              ", Muehlhausen, J.",
              "& Zschomler K.",
              "Report I: A geophysical survey of Great Plaza and Great Ball Court at Chichen Itza.",
              "Technical Report: Technical Archives, INAH-México (1993).",
              "Sauck, W.",
              "et al.",
              "Preliminary GPR results from four Maya sites, Yucatan Mexico.",
              "Paper presented at: The Seventh International Conference on Ground Penetrating Radar, GPR’98 I, 101–113.",
              "University of Kansas, USA, (1998, May 27–30).",
              "Fernández de Souza, L.",
              "Un contexto funerario del Osario de Chichen Itza: Temas Antropológicos 2, 264–279, INAH-México, http://www.",
              "mayas.",
              "uady.",
              "mx/articulos/contexto.",
              "html (1999).",
              "Thompson, E.",
              "& Thompson, E.",
              "The High Priest Grave.",
              "Anthropological Series, Field Museum of Natural History 27–1, Pub.",
              "412, https://www.",
              "fieldmuseum.",
              "org/ (1938).",
              "Schmidt, P.",
              "Los oficiantes de la pirámide del Osario en Chicen Itza, Yucatán.",
              "In: B.",
              "Arroyo, L.",
              "Paiz,A.",
              "Linares y A.",
              "Arroyave 93, 1163–1179: Guatemala, Guatemala: Museo Nacional de Arqueología y Etnología, http://www.",
              "asociaciontikal.",
              "com/wp-content/uploads/2017/03/93.",
              "10-_Schmidt.",
              "pdf (2011).",
              "AGI (Advanced Geophysics Inc.)",
              ".",
              "EarthImager-3D, 3D resistivity inversion software.",
              "Instruction Manual, www.",
              "agi.",
              "com (2010).",
              "Tejero-Andrade, A.",
              "et al.",
              "‘Illuminating’ the interior of Kukulkan’s Pyramid, Chichén Itzá, Mexico, by means of a non-conventional ERT geophysical survey.",
              "Journal of Archaeological Science 90, 1–11 (2018).",
              "Article Google Scholar Argote Espino, D.",
              "Las cavernas dentro de la visión maya yucateca de ayer y hoy.",
              "Diario de Campo 2, 101–112 (INAH-México, 2017).",
              "IRIS®.",
              "Syscal-Pro Resistivimeter: User manual, www.",
              "iris-instruments.",
              "com (2010).",
              "Athanasiou, E.",
              "N.",
              "et al.",
              "Non-destructive DC resistivity surveying using flat-base electrodes.",
              "Near Surface Geophysics 5, 273–282 (2007).",
              "Article Google Scholar Tsokas, G.",
              "N.",
              "et al.",
              "Investigating behind the lining of the tunnel of Eupalinus in Samos (Greece) using ERT and GPR.",
              "Near Surface Geophysics 13, 571–583 (2015).",
              "Article Google Scholar Baker, H.",
              "A.",
              "et al.",
              "Different approach in delineating near surface buried structures, Paper presented at: The 63rd EAGE Conference and Exhibition.",
              "Amsterdam, Netherlands: EAGE publications (2001, June 11–15).",
              "Edwards, L.",
              "S.",
              "A modified pseudosection for resistivity and induced polarization.",
              "Geophysics 42, 1020–1036 (1977).",
              "Article ADS Google Scholar Loke, M.",
              "H.",
              ", Wilkinson, P.",
              "B.",
              ", Tejero-Andrade, A.",
              "& Kruse, S.",
              "Optimized arrays for resistivity measurements confined to the perimeter of a survey area.",
              "Paper presented at: The Near Surface Geoscience 2015-21st European Meeting of Environmental and Engineering Geophysics.",
              "Turin, Italy: EAGE publications (2015, September 6–10).",
              "Constable, S.",
              "C.",
              "et al.",
              "Occam’s inversion: a practical algorithm for generating smooth models from electromagnetic sounding data.",
              "Geophysics 52, 289–300 (1987).",
              "Article ADS Google Scholar Loke, M.",
              "H.",
              "Tutorial: 2-D and 3-D electrical imaging surveys, http://www.",
              "geoelectrical.",
              "com/ (2010).",
              "Download references We thank the authorities of INAH for providing the corresponding permits to work in the archaeological zone of Chichen Itza.",
              "In particular to archaeologist Dr.",
              "M.",
              "A.",
              "Santos (Director of the archaeological zone) and his team, for their kind help and facilities granted during the field work.",
              "We must thank our Faculty of Engineering, UNAM, students for their enthusiastic collaboration during the field work and their coordinator Eng.",
              "A.",
              "García-Serrano.",
              "This investigation was financed by DGAPA-UNAM-IN103614 grant.",
              "Instituto de Geofísica, Universidad Nacional Autónoma de México, Cd.",
              "Universitaria, Circuito Exterior s/n, 14260, Mexico City, Mexico René E.",
              "Chávez, Gerardo Cifuentes & Esteban Hernández-Quintero Facultad de Ingeniería UNAM, Cd.",
              "Universitaria, Circuito Interior s/n, 14260, Mexico City, Mexico Andrés Tejero-Andrade Dirección de Estudios Arqueológicos, Instituto Nacional de Antropología e Historia.",
              "Lic.",
              "Primo Verdad no.",
              "3, Col.",
              "Centro, Deleg, Cuauhtémoc, CDMX, Mexico Denisse L.",
              "Argote-Espino You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar R.",
              "E.",
              "C.",
              "coordinated the geophysical field work and headed the project.",
              "A.",
              "T.",
              "A.",
              "and G.",
              "C.",
              "designed and programmed the sequences employed in both experiments: El Osario and La Luna pyramids.",
              "J.",
              "E.",
              "H.",
              "Q.",
              "provided the maps and topographic information to set the arrays used in this investigation.",
              "D.",
              "L.",
              "A.",
              "E.",
              "provided the archaeological support to carry out this research.",
              "All of us collaborated in the data acquisition during the days the field work lasted.",
              "R.",
              "E.",
              "C.",
              ", A.",
              "T.",
              "A.",
              "and G.",
              "C.",
              "performed the data processing and interpretation.",
              "R.",
              "E.",
              "C.",
              "and G.",
              "C.",
              "prepared the figures.",
              "Finally, R.",
              "E.",
              "C.",
              "and A.",
              "T.",
              "A.",
              "wrote the paper in collaboration of all authors, who commented on the results and the different versions of the manuscript.",
              "Correspondence to René E.",
              "Chávez.",
              "The authors declare that they have not being paid or have any relationship with: A government or non-governmental organization.",
              "Membership in an advocacy or lobbying organization.",
              "Advisory position in a commercial organization.",
              "Writing or consulting for an educational company.",
              "Acting as an expert witness.",
              "Therefore, we the authors declare that we have not competing interests relevant to our contribution.",
              "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "Open Access This article is licensed under a Creative Commons Attribution 4.",
              "0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
              "The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material.",
              "If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder.",
              "To view a copy of this license, visit http://creativecommons.",
              "org/licenses/by/4.",
              "0/.",
              "Reprints and Permissions Chávez, R.",
              "E.",
              ", Tejero-Andrade, A.",
              ", Cifuentes, G.",
              "et al.",
              "Karst Detection Beneath the Pyramid of El Castillo, Chichen Itza, Mexico, by Non-Invasive ERT-3D Methods.",
              "Sci Rep 8, 15391 (2018).",
              "https://doi.",
              "org/10.",
              "1038/s41598-018-33888-9 Download citation Received: 06 March 2018 Accepted: 06 October 2018 Published: 18 October 2018 DOI: https://doi.",
              "org/10.",
              "1038/s41598-018-33888-9 Anyone you share the following link with will be able to read this content: Sorry, a shareable link is not currently available for this article.",
              "Provided by the Springer Nature SharedIt content-sharing initiative Scientific Reports (2021) By submitting a comment you agree to abide by our Terms and Community Guidelines.",
              "If you find something abusive or that does not comply with our terms or guidelines please flag it as inappropriate.",
              "Collection Advertisement Scientific Reports (Sci Rep) ISSN 2045-2322 (online) © 2023 Springer Nature Limited Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily."
            ]
          },
          {
            "title": "Older Mayan pyramid detected within Chichén Itzá - GeoSpace",
            "url": "https://blogs.agu.org/geospace/2016/11/18/older-mayan-pyramid-detected-within-chichen-itza/",
            "content": [
              "Older Mayan pyramid detected within Chichén Itzá - GeoSpace",
              "This blog Site This is an archive of AGU's GeoSpace blog through 1 July 2020.",
              "New content about AGU research can be found on Eos and the AGU newsroom.",
              "18 November 2016 Posted by larryohanlon By Larry O’Hanlon Translation: “Find in Chichen Itza.",
              "Investigators at UNAM discovered a substructure inside the Pyramid Kukulkan (El Castillo).",
              "” The red dots signify the ERT electrodes used on the pyramid terraces.",
              "The brown structure was discovered this year.",
              "The green structure was discovered in the 1930s.",
              "Credit: UNAM.",
              "Scientists in Mexico have found evidence for a third and earlier—more purely Mayan—pyramid inside of the famous and iconic Pyramid of El Castillo at Chichén Itzá, in Yucatán.",
              "Using a non-destructive technique that employed hundred of electrodes deployed on the surface of the pyramid, the researchers also confirmed previous discoveries of a second pyramid, as well as their own 2014 discovery of a partially water-filled sinkhole beneath the pyramid.",
              "“The results indicate the existence of two pyramids inside the main Mayan building,” said René Chávez, a geophysicist at the National Autonomous University of Mexico (UNAM) and coordinator of the investigation.",
              "“One was already discovered during the 1930’s by Mexican archaeologists.",
              "However, the second substructure was just a hypothesis in some archaeologists’ minds.",
              "” René Chávez and his colleague Andrés Tejero will be presenting a poster about their discovery on Wednesday, December 14, at the AGU Fall Meeting of the American Geophysical Union in San Francisco.",
              "The technique they used is called Electrical Resistivity Tomography (ERT) which does not disturb the archaeological site.",
              "ERT works by injecting direct current (DC) into the ground or, in this case, the pyramid, with two electrodes into the ground and observing the different electrical potential difference with two other electrodes.",
              "The UNAM team used ERT to spy into the pyramid terrace-by-terrace, deploying more than 800 flat electrodes at a time on each terrace.",
              "They were able to then acquired more than 45,000 observations that gave them an unprecedented amount of data on the interior of Pyramid El Castillo.",
              "“A lot of controversy has arisen in regards to the occupational chronology of Chichén Itzá,” said Denisse Argote, an archeaologist and geophysicist with Mexico’s National Institute of Anthropology and History (INAH), who is involved in the investigation.",
              "The study of the architectural styles, ceramic types and some absolute dating using thermoluminiscence, have three main periods that are now generally accepted: Late Classic (500-800 AD), Early Post Classic (800-1100 AD) and Late Post Classic (1100-1300 AD), Argote explained.",
              "The last construction of El Castillo pyramid was built around 950-1000 AD, built with the so-called Mexican style because it combined Mayan with Central Mexico elements.",
              "The first substructure, discovered in the 1930s, was a transitional phase with mostly Mayan elements but with the introduction of Central Mexico influences.",
              "“We believe (the second pyramid discovered in the 1930s) was built around 850-900 AD, but the dates are not fully proved,” said Argote.",
              "“Now the second substructure, more ancient that the ones known, would be of a pure Mayan style.",
              "” Following the chronology established for Chichen, this pyramid could have been constructed between 600-800 AD.",
              "“The study of this substructure could tell us a lot about the beginning of the settlement in the site and its cultural influences.",
              "” — Larry O’Hanlon is a freelance science writer, editor and social media manager.",
              "He manages the AGU blogosphere.",
              "Posted in: 2016 Fall Meeting, Featured, geoarchaeology No Comments/Trackbacks » Your email address will not be published.",
              "Required fields are marked * Comment * Name * Email * Save my name, email, and website in this browser for the next time I comment.",
              "Δ"
            ]
          }
        ],
        "The innermost pyramid dates back to the 6th century CE, while the outermost one was built in the 9th century CE.": [
          {
            "title": "Chichen Itza Timeline - World History Encyclopedia",
            "url": "https://www.worldhistory.org/timeline/Chichen_Itza/",
            "content": [
              "Chichen Itza Timeline - World History Encyclopedia",
              "Search through the entire ancient history timeline.",
              "Specify between which dates you want to search, and what keywords you are looking for.",
              "Categories: Arts & Culture Cities & Buildings Civilization & Science Migration & Trade Nature & Climate Philosophy & Religion Rulers & Politics States & Territories War(fare) & Battles Select: all / none Numerous educational institutions recommend us, including Oxford University.",
              "Our publication has been reviewed for educational use by Common Sense Education, Internet Scout (University of Wisconsin), Merlot (California State University), OER Commons and the School Library Journal.",
              "Please note that some of these recommendations are listed under our old name, Ancient History Encyclopedia.",
              "World History Publishing is a non-profit company registered in the United Kingdom.",
              "World History Foundation is a non-profit organization registered in Canada.",
              "We care about our planet!",
              "We contribute a share of our revenue to remove carbon from the atmosphere.",
              "Some Rights Reserved (2009-2023) under Creative Commons Attribution-NonCommercial-ShareAlike license unless otherwise noted.",
              "The World History Encyclopedia logo is a registered trademark."
            ]
          },
          {
            "title": "Chichen Itza - HISTORY",
            "url": "https://www.history.com/topics/ancient-americas/chichen-itza",
            "content": [
              "Chichen Itza - HISTORY",
              "By: History.",
              "com Editors Updated: June 26, 2023 | Original: February 19, 2018 Chichen Itza was a Mayan city on the Yucatan Peninsula in Mexico.",
              "Although it’s an important tourist attraction, Chichen Itza also remains an active archeological site.",
              "New discoveries are still being unearthed in the area, providing even more insight into the culture and accomplishments of the Mayan people, who ruled much of present-day Mexico and Central America prior to the arrival of European colonists.",
              "Chichen Itza was named a UNESCO World Heritage Site in 1988 and, in 2007, it was voted in a global survey as one of the New Seven Wonders of the World.",
              "Chichen Itza is located about 120 miles from the modern-day resort town of Cancun, on Mexico’s Yucatan Peninsula.",
              "The name Chichen Itza is a Mayan language term for “at the mouth of the well of the Itza.",
              "” The Itza were an ethnic group of Mayans who had risen to power in the northern part of the Yucatan peninsula, where the city is located.",
              "The well in the name refers to a number of underground rivers that run beneath the region and likely served as the source of water for the city.",
              "This easy access to water made the location perfect for a city the size of Chichen Itza.",
              "Historic accounts differ as to when Chichen Itza was built and ultimately developed into a center of political and economic power.",
              "Some accounts place the establishment of the city in the early 400s A.",
              "D.",
              ", while others suggest construction started a few years later, in the middle part of the fifth century.",
              "What isn’t up for debate is that Chichen Itza was a significant center of political and economic activity in the Mayan culture by roughly 600 A.",
              "D.",
              "By then, it was already one of the largest cities in the Mayan world, covering nearly two square miles with densely packed commercial, residential and other structures made of stone.",
              "Chichen Itza even had its own “suburbs,” with smaller homes occupying the outskirts of the city.",
              "Remarkably, given the relatively simple technology available at the time, Chichen Itza was built in an area of rough terrain that was leveled in order to accommodate larger structures, including, most notably, El Castillo (“the castle”), a pyramid structure that, thanks to restoration efforts on the part of the Mexican government, still stands today.",
              "Another larger structure on the site, Las Monjas, which served as a government building, was also built on leveled terrain.",
              "All of the buildings of Chichen Itza were linked by a network of nearly 100 “sacbeob,” or paved roadways and sidewalks—which was significant, given that many European cities did not yet feature paved streets at the time.",
              "In addition, archeologists believe the Mayans painted many of the buildings in bright colors, including reds, greens and blues.",
              "Today, though, the remains of the city retain the pale gray colors of the original stone.",
              "A large cenote (sacred well or spring) located at the northern end of Chichen Itza has immense ceremonial and archaeological significance.",
              "Long rumored to have been the site of human sacrifice, the cenote was dredged in the early 1900s.",
              "The dredging yielded numerous precious artifacts made of gold, turquoise and jade, as well as human remains.",
              "Researchers found that the human remains had bone marks and other wounds indicating that they were killed before being thrown into the cenote.",
              "By the ninth century, Chichen Itza was a de facto regional capital, with its rulers controlling much of the central and northern Yucatan peninsula.",
              "Via its port at Isla Cerritos on the northern coast, Chichen Itza became an important commercial center, trading in goods—including gold and other treasures—with other cities throughout the Americas.",
              "At its height, it is believed that as many as 50,000 people lived in the city.",
              "This population may have also been fairly diverse, at least by standards of the time, with residents immigrating to the city from beyond the Yucatan, including from present-day Central America.",
              "Although the fall of Mayan civilization is widely attributed to the arrival of Christopher Columbus in 1492, and the European colonialists that followed the famous explorer, Chichen Itza may well have lost its place as an important city in the region long before then.",
              "Indeed, historians believe that many of the political and economic activities of the city had shifted to Mayapan, a newer community built to the south and west of Chichen Itza, by the mid-1200s.",
              "There is some evidence that Chichen Itza may have been raided and looted at this time, although that remains up for debate.",
              "Still, when Spanish conquistadors arrived in 1526, there was a thriving community living in and around the city.",
              "As a result, it was only natural that, for a time, the Spanish set up a temporary capital there.",
              "They later used the site as a headquarters for cattle ranching activities.",
              "Long abandoned by the Spanish, and then by the newly formed country of Mexico, Chichen Itza became a significant architectural site in the mid-1800s.",
              "It remains so today.",
              "A number of important structures of the original city remain standing, some thanks to restoration efforts on the part of the Mexican government.",
              "Among them: El Castillo: Also known as the Temple of Kukulkan, named for a Mayan deity that appears as a feathered serpent.",
              "This pyramid-shaped structure stands close to 100 feet high.",
              "The Great Ball Court: Just to the northwest of El Castillo, this structure was used for sport—primarily a team game using a ball.",
              "The North Temple: Also called the Temple of the Bearded Man, this small building is adjacent to the Great Ball Court and features a carving on its inner walls, with the central figure of a man with a carving under his chin that resembles facial hair.",
              "The Steam Bath: This structure features a water bath and steam chamber operated by using heated stones.",
              "Sacbe Number One: One of the paved streets of the city that extends nearly 900 feet.",
              "Temple of the Warriors: Another large, stepped pyramid.",
              "Group of a Thousand Columns: A series of exposed columns that are believed to have supported a large roof system.",
              "El Mercado: A square structure at the southern end of the Temple of the Warriors that archeologists believe served as the city’s marketplace.",
              "El Osario: Another step-pyramid structure with a temple at its peak.",
              "Today, some 2 million tourists visit Chichen Itza annually to explore its architectural wonders and gain further insight into Mayan history and culture.",
              "However, archeologists are still at work on the site.",
              "As recently as 2016, scientists discovered a smaller pyramid within El Castillo using modern imaging technology.",
              "It is believed this smaller structure held religious significance to the Mayans.",
              "Pre-Hispanic City of Chichen Itza.",
              "UNESCO.",
              "Chichen Itza.",
              "National Geographic.",
              "Second pyramid found inside Kukulkan at Chichen Itza in Mexico.",
              "CNN.",
              "Chichen Itza.",
              "Exploratorium.",
              "edu.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Chichen Itza | Description, Buildings, History, &amp; Facts",
            "url": "https://www.britannica.com/place/Chichen-Itza",
            "content": [
              "Chichen Itza | Description, Buildings, History, &amp; Facts",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Chichén Itzá, ruined ancient Maya city occupying an area of 4 square miles (10 square km) in south-central Yucatán state, Mexico.",
              "It is thought to have been a religious, military, political, and commercial centre that at its peak would have been home to 35,000 people.",
              "The site first saw settlers in 550, probably drawn there because of the easy access to water in the region via caves and sinkholes in limestone formations, known as cenotes.",
              "Chichén Itzá is located some 90 miles (150 km) east-northeast of Uxmal and 75 miles (120 km) east-southeast of the modern city of Mérida.",
              "The only source of water in the arid region around the site is from the cenotes.",
              "Two big cenotes on the site made it a suitable place for the city and gave it its name, from chi (“mouths”), chen (“wells”), and Itzá, the name of the Maya tribe that settled there.",
              "Chichén Itzá was designated a UNESCO World Heritage site in 1988.",
              "Chichén was founded about the 6th century ce, presumably by Maya peoples of the Yucatán Peninsula who had occupied the region since the Pre-Classic, or Formative, Period (1500 bce–300 ce).",
              "The principal early buildings are in an architectural style known as Puuc, which shows a number of divergences from the styles of the southern lowlands.",
              "These earliest structures are to the south of the Main Plaza and include the Akabtzib (“House of the Dark Writing”), the Chichanchob (“Red House”), the Iglesia (“Church”), the Casa de las Monjas (“Nunnery”), and the observatory El Caracol (“The Snail”).",
              "There is evidence that, in the 10th century, after the collapse of the Maya cities of the southern lowlands, Chichén was invaded by foreigners, probably Maya speakers who had been strongly influenced by—and perhaps were under the direction of—the Toltec of central Mexico.",
              "These invaders may have been the Itzá for whom the site is named;",
              "some authorities, however, believe the Itzá arrived 200 to 300 years later.",
              "In any event, the invaders were responsible for the construction of such major buildings as El Castillo (“The Castle”), a pyramid that rises 79 feet (24 metres) above the Main Plaza.",
              "El Castillo has four sides, each with 91 stairs and facing a cardinal direction;",
              "including the step on the top platform, these combine for a total of 365 steps—the number of days in the solar year.",
              "During the spring and autumnal equinoxes, shadows cast by the setting sun give the appearance of a snake undulating down the stairways.",
              "A carving of a plumed serpent at the top of the pyramid is symbolic of Quetzalcóatl (known to the Maya as Kukulcán), one of the major deities of the ancient Mesoamerican pantheon.",
              "Excavations within the nine-platform pyramid revealed another, earlier structure containing a red jaguar throne studded with jade.",
              "The ball court (for playing the game tlachtli [Mayan: pok-ta-pok]) is 545 feet (166 metres) long and 223 feet (68 metres) wide, the largest such court in the Americas.",
              "Six sculpted reliefs run the length of the walls of the court, apparently depicting the victors of the game holding the severed head of a member of the losing team.",
              "On the upper platform at one end of the court stands the Temple of the Jaguars, inside of which is a mural showing warriors laying siege to a village.",
              "Standing on the platform of the temple to the north of the court, it is possible to hear a whisper from 150 feet (46 metres) away.",
              "Other structures include the High Priest’s Grave and the Colonnade (Thousand Columns) and the adjoining Temple of the Warriors.",
              "Most of these buildings probably were completed in the Early Post-Classic Period (c.",
              "900–1200).",
              "In the Late Post-Classic Period (c.",
              "1200–1540), Chichén appears to have been eclipsed by the rise of the city of Mayapán.",
              "For a time Chichén Itzá joined Uxmal and Mayapán in a political confederacy known as the League of Mayapán.",
              "About 1450 the League and the political supremacy of Mayapán dissolved.",
              "When the Spanish entered the country in the 16th century, the Maya were living in many small towns, but the major cities, including Chichén, were largely abandoned.",
              "Long left to the jungle, Chichén Itzá remained sacred to the Maya.",
              "Excavation began in the 19th century, and the site became one of Mexico’s prime archaeological zones.",
              "A legendary tradition at Chichén was the Cult of the Cenote, involving human sacrifice to the rain god, Chaac, in which victims were thrown into the city’s major cenote (at the northernmost part of the ruin), along with gold and jade ornaments and other valuables.",
              "In 1904 Edward Herbert Thompson, an American who had bought the entire site, began dredging the cenote;",
              "his discovery of skeletons and sacrificial objects confirmed the legend."
            ]
          }
        ],
        "A tiny coffin containing a mummified fetus was found in a tomb near King Tutankhamun's burial chamber in Egypt.": [
          {
            "title": "King Tut’s tomb has secrets to reveal 100 years after its discovery",
            "url": "https://www.sciencenews.org/article/king-tut-tutankhamun-tomb-discovery-archaeology",
            "content": [
              "King Tut’s tomb has secrets to reveal 100 years after its discovery",
              "Every print subscription comes with full digital access The first of King Tutankhamun’s three nested coffins is shown on September 21, 2019, awaiting restoration in a lab at the new Grand Egyptian Museum outside Cairo.",
              "MOHAMED EL-SHAHED/AFP via Getty Images By Bruce Bower November 2, 2022 at 7:00 am One hundred years ago, archaeologist Howard Carter stumbled across the tomb of ancient Egypt’s King Tutankhamun.",
              "Carter’s life was never the same.",
              "Neither was the young pharaoh’s afterlife.",
              "Newspapers around the world immediately ran stories about Carter’s discovery of a long-lost pharaoh’s grave and the wonders it might contain, propelling the abrasive Englishman to worldwide acclaim.",
              "A boy king once consigned to ancient obscurity became the most famous of pharaohs (SN: 12/18/76).",
              "It all started on November 4, 1922, when excavators led by Carter discovered a step cut into the valley floor of a largely unexplored part of Egypt’s Valley of the Kings.",
              "By November 23, the team had uncovered stairs leading down to a door.",
              "A hieroglyphic seal on the door identified what lay beyond: King Tutankhamun’s tomb.",
              "Tutankhamun assumed power around 1334 B.",
              "C.",
              ", when he was about 10 years old.",
              "His reign lasted nearly a decade until his untimely demise.",
              "Although a minor figure among Egyptian pharaohs, Tutankhamun is one of the few whose richly appointed burial place was found largely intact.",
              "An unusually meticulous excavator for his time, Carter organized a 10-year project to document, conserve and remove more than 6,000 items from Tutankhamun’s four-chambered tomb.",
              "While some objects, like Tut’s gold burial mask, are now iconic, many have been in storage and out of sight for decades.",
              "But that’s about to change.",
              "About 5,400 of Tutankhamun’s well-preserved tomb furnishings are slated to soon go on display when the new Grand Egyptian Museum, near the Pyramids of Giza, opens.",
              "“The [Tut] burial hoard is something very unique,” Shirin Frangoul-Brückner, managing director of Atelier Brückner in Stuttgart, Germany, the firm that designed the museum’s Tutankhamun Gallery, said in an interview released by her company.",
              "Among other items, the exhibit will include the gold burial mask, musical instruments, hunting equipment, jewelry and six chariots.",
              "Even as more of Tut’s story is poised to come to light, here are four things to know on the 100th anniversary of his tomb’s discovery.",
              "Tutankhamun has a reputation as a fragile young man who limped on a clubfoot.",
              "Some researchers suspect a weakened immune system set him up for an early death.",
              "But “recent research suggests it’s wrong to portray Tut as a fragile pharaoh,” says Egyptologist and mummy researcher Bob Brier, who is an expert on King Tut.",
              "His new book Tutankhamun and the Tomb That Changed the World chronicles how 100 years of research have shaped both Tut’s story and archaeology itself.",
              "Clues from Tutankhamun’s mummy and tomb items boost his physical standing, says Brier, of Long Island University in Brookville, N.",
              "Y.",
              "The young pharaoh might even have participated in warfare.",
              "Military chariots, leather armor and archery equipment buried with Tutankhamun show that he wanted to be viewed as a hunter and a warrior, Brier says.",
              "Inscribed blocks from Tutankhamun’s temple, which were reused in later building projects before researchers identified them, portray the pharaoh leading charioteers in undated battles.",
              "If more blocks turn up showing battle scenes marked with dates, it would suggest Tutankhamun probably participated in those conflicts, Brier says.",
              "Pharaohs typically recorded dates of actual battles depicted in their temples, though inscribed scenes may have exaggerated their heroism.",
              "The frail story line has been built in part on the potential discovery of a deformity in Tut’s left foot, along with 130 walking sticks found in his tomb.",
              "But ancient Egyptian officials were often depicted with walking sticks as signs of authority, not infirmity, Brier says.",
              "And researchers’ opinions vary about whether images of Tut’s bones reveal serious deformities.",
              "X-rays of the recovered mummy from the 1960s show no signs of a misshapen ankle that would have caused a limp.",
              "Neither did CT images examined in 2005 by the Egyptian Mummy Project, headed by Egyptologist and former Egyptian Minister of Antiquities Zahi Hawass.",
              "Then a 2009 reexamination of the CT images by the same researchers indicated that Tutankhamun had a left-foot deformity generally associated with walking on the ankle or the side of the foot, the team reported.",
              "The team’s radiologist, Sahar Saleem of Egypt’s Cairo University, says the CT images show that Tutankhamun experienced a mild left clubfoot, bone tissue death at the ends of two long bones that connect to the second and third left toes and a missing bone in the second left toe.",
              "Those foot problems would have “caused the king pain when he walked or pressed his weight on his foot, and the clubfoot must have caused limping,” Saleem says.",
              "So a labored gait, rather than an appeal to royal authority, could explain the many walking sticks placed in Tutankhamun’s tomb, she says.",
              "Brier, however, doubts that scenario.",
              "Tutankhamun’s legs appear to be symmetrical in the CT images, he says, indicating that any left foot deformity was too mild to cause the pharaoh regularly to put excess weight on his right side while walking.",
              "Whether or not the boy king limped through life, the discovery and study of his mummy made it clear that he died around age 19, on the cusp of adulthood.",
              "Yet Tut’s cause of death still proves elusive.",
              "In a 2010 analysis of DNA extracted from the pharaoh’s mummy, Hawass and colleagues contended that malaria, as well as the tissue-destroying bone disorder cited by Saleem from the CT images, hastened Tutankhamun’s death.",
              "But other researchers, including Brier, disagree with that conclusion.",
              "Further ancient DNA studies using powerful new tools for extracting and testing genetic material from the mummy could help solve that mystery.",
              "After Tutankhamun’s death, ancient Egyptian officials did their best to erase historical references to him.",
              "His reign was rubbed out because his father, Akhenaten, was a “heretic king” who alienated his own people by banishing the worship of all Egyptian gods save for one.",
              "“Akhenaten is the first monotheist recorded in history,” Brier says.",
              "Ordinary Egyptians who had prayed to hundreds of gods suddenly could worship only Aten, a sun god formerly regarded as a minor deity.",
              "Meeting intense resistance to his banning of cherished religious practices, Akhenaten — who named himself after Aten — moved to an isolated city, Amarna, where he lived with his wife Nefertiti, six girls, one boy and around 20,000 followers.",
              "After Akhenaten died, residents of the desert outpost returned to their former homes.",
              "Egyptians reclaimed their old-time religion.",
              "Akhenaten’s son, Tutankhaten — also originally named after Aten — became king, and his name was changed to Tutankhamun in honor of Amun, the most powerful of the Egyptian gods at the time.",
              "Later pharaohs omitted from written records any mentions of Akhenaten and Tutankhamun.",
              "Tut’s tomb was treated just as dismissively.",
              "Huts of craftsmen working on the tomb of King Ramses VI nearly 200 years after Tut’s death were built over the stairway leading down to Tutankhamun’s nearby, far smaller tomb.",
              "Limestone chips from the construction littered the site.",
              "The huts remained in place until Carter showed up.",
              "While Carter found evidence that the boy king’s tomb had been entered twice after it was sealed, whoever had broken in took no major objects.",
              "“Tutankhamun’s ignominy and insignificance saved him” from tomb robbers, says UCLA Egyptologist Kara Cooney.",
              "Pharaohs usually prepared their tombs over decades, building many rooms to hold treasures and extravagant coffins.",
              "Egyptian traditions required the placement of a mummified body in a tomb about 70 days after death.",
              "That amount of time may have allowed a mummy to dry out sufficiently while retaining enough moisture to fold the arms across the body inside a coffin, Brier suspects.",
              "Because Tutankhamun died prematurely, he had no time for extended tomb preparations.",
              "And the 70-day burial tradition gave craftsmen little time to finish crucial tomb items, many of which required a year or more to make.",
              "Those objects include a carved stone sarcophagus that encased three nested coffins, four shrines, hundreds of servant statues, a gold mask, chariots, jewelry, beds, chairs and an alabaster chest that contained four miniature gold coffins for Tutankhamun’s internal organs removed during mummification.",
              "Evidence points to workers repurposing many objects from other people’s tombs for Tutankhamun.",
              "Even then, time ran out.",
              "Consider the sarcophagus.",
              "Two of four goddesses on the stone container lack fully carved jewelry.",
              "Workers painted missing jewelry parts.",
              "Carved pillars on the sarcophagus are also unfinished.",
              "Tutankhamun’s granite sarcophagus lid, a mismatch for the quartzite bottom, provides another clue to workers’ frenzied efforts.",
              "Something must have happened to the original quartzite lid, so workers carved a new lid from available granite and painted it to look like quartzite, Brier says.",
              "Repairs on the new lid indicate that it broke in half during the carving process.",
              "“Tutankhamun was buried with a cracked, mismatched sarcophagus lid,” Brier says.",
              "Tutankhamun’s sarcophagus may originally have been made for Smenkare, a mysterious individual who some researchers identify as the boy king’s half brother.",
              "Little is known about Smenkare, who possibly reigned for about a year after Akhenaten’s death, just before Tutankhamun, Brier says.",
              "But Smenkare’s tomb has not been found, leaving the sarcophagus puzzle unsolved.",
              "Objects including the young king’s throne, three nested coffins and the shrine and tiny coffins for his internal organs also contain evidence of having originally belonged to someone else before being modified for reuse, says Harvard University archaeologist Peter Der Manuelian.",
              "Even Tutankhamun’s tomb may not be what it appears.",
              "Egyptologist Nicholas Reeves of the University of Arizona Egyptian Expedition in Tucson has argued since 2015 that the boy king’s burial place was intended for Nefertiti.",
              "He argues that Nefertiti briefly succeeded Akhenaten as Egypt’s ruler and was the one given the title Smenkare.",
              "No one has found Nefertiti’s tomb yet.",
              "But Reeves predicts that one wall of Tutankhamun’s burial chamber blocks access to a larger tomb where Nefertiti lies.",
              "Painted scenes and writing on that wall depict Tutankhamun performing a ritual on Nefertiti’s mummy, he asserts.",
              "And the gridded structure of those paintings was used by Egyptian artists years before Tutankhamun’s burial but not at the time of his interment.",
              "But four of five remote sensing studies conducted inside Tutankhamun’s tomb have found no evidence of a hidden tomb.",
              "Nefertiti, like Smenkare, remains a mystery.",
              "Carter’s stunning discovery occurred as Egyptians were protesting British colonial rule and helped fuel that movement.",
              "Among the actions that enraged Egyptian officials: Carter and his financial backer, a wealthy British aristocrat named Lord Carnarvon, sold exclusive newspaper coverage of the excavation to The Times of London.",
              "Things got so bad that Egypt’s government locked Carter out of the tomb for nearly a year, starting in early 1924.",
              "Egyptian nationalists wanted political independence — and an end to decades of foreign adventurers bringing ancient Egyptian finds back to their home countries.",
              "Tutankhamun’s resurrected tomb pushed Egyptian authorities toward enacting laws and policies that helped to end the British colonial state and reduce the flow of antiquities out of Egypt, Brier says, though it took decades.",
              "Egypt became a nation totally independent of England in 1953.",
              "A 1983 law decreed that antiquities could no longer be taken out of Egypt (though those removed before 1983 are still legal to own and can be sold through auction houses).",
              "In 1922, however, Carter and Lord Carnarvon regarded many objects in Tutankhamun’s tomb as theirs for the taking, Brier says.",
              "That was the way that Valley of the Kings excavations had worked for the previous 50 years, in a system that divided finds equally between Cairo’s Egyptian Museum and an expedition’s home institution.",
              "Taking personal mementos was also common.",
              "Evidence of Carter’s casual pocketing of various artifacts while painstakingly clearing the boy king’s tomb continues to emerge.",
              "“Carter didn’t sell what he took,” Brier says.",
              "“But he felt he had a right to take certain items as the tomb’s excavator.",
              "” Recently recovered letters of English Egyptologist Alan Gardiner from the 1930s, described by Brier in his book, recount how Carter gave Gardiner several items from Tutankhamun’s tomb, including an ornament used as a food offering for the dead.",
              "French Egyptologist Marc Gabolde of Paul-Valéry Montpellier 3 University has tracked down beads, jewelry, a headdress fragment and other items taken from Tutankhamun’s tomb by Carter and Carnarvon.",
              "Yet it is undeniable that one of Tutankhamun’s greatest legacies, thanks to Carter, is the benchmark the excavation of his tomb set for future excavations, Brier says.",
              "Carter started his career as an artist who copied painted images on the walls of Egyptian tombs for excavators.",
              "He later learned excavation techniques in the field working with an eminent English Egyptologist, Flinders Petrie.",
              "Carter took tomb documentation to a new level, rounding up a crack team consisting of a photographer, a conservator, two draftsmen, an engineer and an authority on ancient Egyptian writing.",
              "Their decade-long effort also made possible the new Tutankhamun exhibition at the Grand Egyptian Museum.",
              "Now, not only museum visitors but also a new generation of researchers will have unprecedented access to the pharaoh’s tomb trove.",
              "“Most of Tutankhamun’s [tomb] objects have been given little if any study beyond what Carter was able to do,” says UCLA’s Cooney.",
              "That won’t be true for much longer, as the most famous tomb in the Valley of the Kings enters the next stage of its public and scientific afterlife.",
              "Questions or comments on this article?",
              "E-mail us at feedback@sciencenews.",
              "org | Reprints FAQ A version of this article appears in the November 19, 2022 issue of Science News.",
              "B.",
              "Brier.",
              "Tutankhamun and the Tomb that Changed the World.",
              "Oxford University Press, 2023.",
              "Z.",
              "Hawass et al.",
              "Ancestry and pathology in King Tutankhamun’s family.",
              "Journal of the American Medical Association.",
              "Vol.",
              "303, February 17, 2010, p.",
              "638.",
              "doi:10.",
              "1001/jama.",
              "2010.",
              "121.",
              "Bruce Bower has written about the behavioral sciences for Science News since 1984.",
              "He writes about psychology, anthropology, archaeology and mental health issues.",
              "This article was supported by readers like you.",
              "Invest in quality science journalism by donating today.",
              "Science News was founded in 1921 as an independent, nonprofit source of accurate information on the latest news of science, medicine and technology.",
              "Today, our mission remains the same: to empower people to evaluate the news and the world around them.",
              "It is published by the Society for Science, a nonprofit 501(c)(3) membership organization dedicated to public engagement in scientific research and education (EIN 53-0196483).",
              "© Society for Science & the Public 2000–2023.",
              "All rights reserved.",
              "Subscribers, enter your e-mail address for full access to the Science News archives and digital editions.",
              "Not a subscriber?",
              "Become one now."
            ]
          },
          {
            "title": "100 years after Tutankhamun discovery new finds reveal more of ancient ...",
            "url": "https://www.nbcnews.com/news/world/egypt-tutankhamun-tomb-ancient-mummies-discovery-giza-king-feti-cairo-rcna55700",
            "content": [
              "100 years after Tutankhamun discovery new finds reveal more of ancient ...",
              "Profile Sections tv Featured More From NBC Follow NBC News There are no new alerts at this time GIZA, Egypt — A century after the discovery of Tutankhamun's tomb made headlines around the world, in the sweltering desert heat just outside Cairo, a small team is still making new finds in ancient Egypt.",
              "Digging layer by layer at the Saqqara site in Giza, moving earth one bucket at a time, archaeologists have found a giant trove of ancient coffins and mummies, along with ceramic amulets believed to have been used in burial rituals, and thick papyrus documents.",
              "Egyptologist Zahi Hawass, Egypt's former state minister for antiquities, told NBC News Wednesday that the site contained countless other artifacts relating to another pharaoh, King Teti, and his followers who worshipped him as a god for 1,000 years after his death.",
              "The remains of King Tutankhamun's closest generals and advisers were also at the site, which sits about 20 miles south of the North African nation's capital, he said.",
              "“I really believe that this year and next year, this site is going to be the most important site in Egypt,” said Hawass, referring to a network of underground rooms hidden 65 feet beneath the oldest pyramids in Egypt.",
              "“I always say that we found until now only 30% of our monuments are still there, 70% are buried underneath the ground,” he said.",
              "The discovery of so many new coffins in the region could be because “Teti was worshipped as a god in the New Kingdom, and everyone wanted to be buried alongside him,” Hawass said, adding that his team had found close to 300 coffins in the vicinity of his pyramid this year, most of them in good condition.",
              "Believed to have ruled for approximately 12 years between 2300 and 2181 B.",
              "C.",
              ", Teti was the first king of the Sixth Dynasty of ancient Egypt.",
              "Although Teti’s sarcophagus is 4,300 years old, people continued to be buried near him for more than 1,000 years later, because they wanted his protection, Hawass said.",
              "After the mummies are exhumed from the site, archaeologists X-ray them to determine their ages at death, any diseases they might have carried in their lifetime, and what might have killed them.",
              "Teams then carry out a process of careful conservation and begin to record and archive newly uncovered antiquities.",
              "Hawass said the coffins and antiquities found at the site would likely be displayed in the Grand Egyptian Museum in Giza, which is scheduled to open next year, although the project has stalled numerous times because of political instability and lack of government funding, according to the museum’s website.",
              "Numerous objects associated with Tutankhamun are also set be displayed there, although the boy king’s famous death mask and sarcophagus are still on display at the Egyptian Museum in Cairo, in the interests of preserving tourism, Hawass said.",
              "Tutankhamun's tomb was discovered in 1922 nearly 400 miles south of the site in Giza in the Valley of the Kings in Luxor, by British archaeologist Howard Carter.",
              "Believed to have become pharaoh when he was 8 or 9 years old, in around 1334 B.",
              "C.",
              ", Tutankhamun ruled until his death 10 years later, and is believed to have suffered from numerous illnesses and disabilities, including a flat foot, circulatory problems and malaria.",
              "Undisturbed by grave robbers, the tomb was almost completely intact when Carter discovered it.",
              "“Inside, he found that there were four big shrines and he took them out by ropes,” Hawass said.",
              "“And under the shrines, he found the golden coffins, three coffins,” he said, adding that among the 5,000 artifacts found in the burial chambers was a golden dagger to protect Tutankhamun in the afterlife, an ornate throne engraved with the love story of his mother and father, and containers of beer and wine.",
              "“In ancient Egypt, gold was like dust” said Hawass, who could not quantify how much this heritage was worth to modern Egyptians.",
              "“As an archaeologist, if you gave me the whole money of the United States and England, I would say no,” he said.",
              "“This heritage belongs to everyone.",
              "” Kelly Cobiella and Laura Saravia reported from Giza.",
              "Leila Sackur reported from London.",
              "Kelly Cobiella is a correspondent based in London.",
              "She previously worked at CBS News and ABC News in London, following several years with CBS in New York, Dallas and Miami.",
              "Laura Saravia is a producer based in London.",
              "© 2023 NBC UNIVERSAL"
            ]
          },
          {
            "title": "10 things to know about the discovery of King Tut&#39;s tomb",
            "url": "https://www.nationalgeographic.com/history/article/10-things-to-know-about-the-discovery-of-king-tuts-tomb",
            "content": [
              "10 things to know about the discovery of King Tut&#39;s tomb",
              "Few people believed that it could be found.",
              "Here’s how the historic unearthing of Tutankhamun’s tomb changed archaeology and our understanding of ancient Egypt.",
              "Tutankhamun’s tomb, discovered in 1922, is still the most intact pharaoh’s tomb ever found.",
              "At the time, King Tut’s exquisite artifacts and his elaborate burial shrine captivated the world and provided new insights about ancient Egypt.",
              "A century later the discovery still amazes and has had lasting influence on the field of archaeology as well as Egyptian national identity.",
              "(Graphic: See the enduring power of Tut as never before.)",
              "Why did the discovery of the tomb of this young king, who ruled for less than a decade some 3,000 years ago, have such enduring impact?",
              "It had less to do with who he was when alive than with what happened after he died.",
              "Most important of all was when and how his tomb was found.",
              "Here are ten things to know about the discovery, why it was such a big deal at the time, and why it still matters today.",
              "The tomb of Tutankhamun was near the center of a crowded Pharaoh’s graveyard called the Valley of the Kings, west of the city of Thebes.",
              "Unlike pyramid burials that announced the presence of great treasures, these tombs were often covered over to protect them from discovery by looters.",
              "Tut’s tomb was eventually found under more than 150,000 tons of rocks, including debris from a tomb dug into the hillside above his.",
              "(How ancient Egyptians of all classes strived for eternal life.)",
              "The search for Tutankhamun was a true believer’s quest.",
              "Experts of the day asserted that every tomb in the valley had either been raided in antiquity or uncovered more recently by archaeologists.",
              "An unimpressive site misidentified as Tut’s tomb was among those that had been excavated.",
              "Tut also seemed to have been a minor pharaoh, with only a few artifacts in the surviving record bearing his name.",
              "Archaeologist Howard Carter went against the prevailing opinion and kept up the search.",
              "Carter dug for years, including during World War I, nearly losing the faith and funding of his English benefactor, the Earl of Carnarvon.",
              "Then, in November 1922, just days after starting what was to be the final year of excavations, the team found the top step of a staircase leading down to the tomb.",
              "(How grit and luck led to the discovery of Tut's tomb.)",
              "The door the team excavated at the base of the stairs was sealed shut, but the tomb had been broken into twice.",
              "The robberies had taken place shortly after the burial, some 3,000 years prior to the discovery by Carter, with thieves stealing mostly smaller objects, such as precious stone beads.",
              "Ancient officials had patched the openings in the outer door with plaster and imprinted it with new seals after the last breach.",
              "An inner door down a sloping corridor had also been broken and re-sealed.",
              "In the first room Carter opened, called the antechamber, many precious items were arranged precariously, likely re-stacked in a hurry by officials restoring the tomb after the final robbery.",
              "The grandeur of the contents were nonetheless far beyond Carter’s expectations.",
              "Upon his first glance into the room, he declared it “wonderful.",
              "” Once the mist cleared, he could see by flashlight the many “strange animals, statues, and gold—everywhere the glint of gold.",
              "” (Discover King Tut's 5,000 treasures, by the numbers.)",
              "Carter extended techniques he had learned in previous work and set a new bar for meticulousness and comprehensiveness.",
              "Electric lighting, at the time an innovative tool, was installed in the tomb before Harry Burton, the world’s most accomplished archaeological photographer, recorded every scene.",
              "Numbered cards were placed by individual artifacts in photos before any object was moved, and Carter took detailed notes and sketches before packing up the inventoried treasures.",
              "Nearly intact, the tomb provided unmatched insight into this moment in Egyptian history.",
              "Chariots, weapons, clothing, and artwork reflected methods of warfare and who Egypt saw as its enemies.",
              "Murals illustrated religious beliefs, including a restored reverence for Amun, which Tut’s predecessor had diminished.",
              "The undisturbed coffins helped archaeologists better understand the elaborate burial practices.",
              "(King Tut's mummy hid many treasures.",
              "This graphic unwraps them.)",
              "Thanks to Burton’s detailed photos of the artifacts and a press more global in nature than ever before, news of the unparalleled find reached a worldwide audience.",
              "Even the King and Queen of England were hungry for updates.",
              "Egyptian and Tutankhamun motifs appeared in popular music and fashion, architecture and décor, and even in brands of fruit.",
              "Unlike many discoveries found in Egypt, Tut’s treasures didn’t leave the country.",
              "Lord Carnarvon had expected to claim a large share of the antiquities, as was customary for most excavations.",
              "In part because of Carter’s irascible personality but largely because Egypt was asserting its independence from England at the time of the discovery, the government instead insisted that they all remain in Egypt.",
              "At the time of the discovery, Tut quickly became a symbol of Egyptian identity.",
              "Now the more than 5,000 treasures from Tut’s tomb will be the centerpiece of a new Grand Egyptian Museum, and more and more Egyptians are directing archaeological work being done in the country.",
              "(Go inside Egypt's new billion-dollar museum, deemed fit for a pharaoh.)",
              "Tut was an influential pharaoh, restoring the importance of gods that his predecessor had dismissed, but he had a very short rule and did not feature prominently in the historical record.",
              "He’s globally famous 3,000 years after his death because his tomb was so marvelous and so complete.",
              "Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2023 National Geographic Partners, LLC.",
              "All rights reserved"
            ]
          }
        ],
        "Fragments of ancient biblical texts dating back to the 2nd century BCE were discovered in a cave in the Judean Desert in Israel.": [
          {
            "title": "Dead Sea Scrolls discoveries are first ancient Bible texts to be found ...",
            "url": "https://www.nbcnews.com/news/world/dead-sea-scrolls-discoveries-are-first-ancient-bible-texts-be-n1261182",
            "content": [
              "Dead Sea Scrolls discoveries are first ancient Bible texts to be found ...",
              "Profile Sections tv Featured More From NBC Follow NBC News There are no new alerts at this time A new set of Dead Sea Scrolls, ancient fragments of biblical texts dating back almost 2,000 years and thought to have been hidden during a Jewish revolt against Rome, have been found in an Israeli desert.",
              "The Israel Antiquities Authority announced Tuesday that a four-year archaeological project uncovered portions of the Book of the Twelve Minor Prophets, including the books of Zechariah and Nahum.",
              "It was the first such discovery in 60 years.",
              "Also uncovered was a 6,000-year-old skeleton of a partially mummified child and a 10,500-year-old basket, which Israeli authorities said could be the oldest in the world.",
              "A CT scan revealed the child's age was between 6 and 12 — with the skin, tendons and even hair partially preserved.",
              "Among the recovered texts, which are all in Greek, is Nahum 1:5–6, which says: \"The mountains quake because of Him, And the hills melt.",
              "The earth heaves before Him, The world and all that dwell therein.",
              "Who can stand before His wrath?",
              "Who can resist His fury?",
              "His anger pours out like fire, and rocks are shattered because of Him.\"",
              "The authority said these words differ slightly from other Bible versions, shedding a rare light on how biblical text changed over time from its earliest form.",
              "The first set of Dead Sea Scrolls to be discovered were found by a Bedouin shepherd in the same area in 1947 and are considered among the most important archaeological finds of the 20th century, although biblical scholars disagree on their authorship.",
              "Download the NBC News app for breaking news and politics Most of those scrolls are in the Israel Museum in Jerusalem but both Jordan and the Palestinian Authority have disputed their ownership.",
              "Qumran in the West Bank, the site where the first scrolls were found, is part of land seized by Israel in the 1967 war and would be part of a future Palestinian state.",
              "\"It is very exciting to see these finds and expose them to the public, finds which shed great light on our history,\" Avi Cohen, CEO of the Ministry of Jerusalem and Heritage, said.",
              "\"These finds are not just important to our own cultural heritage, but to that of the entire world.\"",
              "Other items include a cache of coins bearing Jewish symbols, including a harp and a date palm, arrowheads and spearheads, woven fabric, sandals and lice combs — all thought to date from the end of the Bar Kokhba Revolt (132-136 A.",
              "D.)",
              ", in which Jews fought against Roman rule in Judea.",
              "The treasures were found in what the Antiquities Authority called the \"Cave of Horror\" in the Judean Desert.",
              "The area's unique dry climate means documents found there have survived in unusually good condition.",
              "Using methods more likely to be seen in a Hollywood movie than in an archaeological project, researchers had to rappel down a precarious cliff face to reach the cave opening, which is 262 feet below a cliff top and flanked by gorges on either side.",
              "Drones were also used to survey hard-to-reach parts of caves.",
              "The authority was keen to point out in its announcement Tuesday that accessing the cave is forbidden on safety grounds.",
              "The remarkable discoveries were made during an Israeli project to prevent looting in the Holy Land, which experts says has been a constant threat to undiscovered artifacts since the first Dead Sea Scrolls discovery.",
              "Antiquities Authority Director Israel Hasson, who launched the operation, urged the Israeli government to do more to protect other undiscovered treasures.",
              "\"The newly discovered scroll fragments are a wake-up call to the state.",
              "Resources must be allocated for the completion of this historically important operation,\" he said.",
              "\"We must ensure that we recover all the data that has not yet been discovered in the caves, before the robbers do.",
              "Some things are beyond value.\"",
              "CORRECTION: (March 18, 2021, 09:30 a.",
              "m.",
              "ET): A previous version of this article misstated when the Cave of Horror was discovered.",
              "It was first excavated in the 1960s, not in 2017.",
              "CORRECTION: (March 18, 2021, 12:35 p.",
              "m.",
              "ET): An earlier version of this article misstated the location of the cave where the new Dead Sea scrolls were found.",
              "The cave is in Israel, not the West Bank.",
              "Patrick Smith is a London-based editor and reporter for NBC News Digital.",
              "© 2023 NBC UNIVERSAL"
            ]
          },
          {
            "title": "‘Historic discovery’ of ancient Biblical fragments made in Israel",
            "url": "https://www.vaticannews.va/en/world/news/2021-03/israel-biblical-fragments-minor-prophets-scroll-discovery.html",
            "content": [
              "‘Historic discovery’ of ancient Biblical fragments made in Israel",
              "By Devin Watkins The Israel Antiquities Authority (IAA) has unveiled an historic discovery of Biblical proportions in several desert caves.",
              "In a dig that began in 2017, archaeologists discovered around 80 new parchment fragments of Old Testament texts.",
              "They contain verses written in Greek—with the name of God appearing in Hebrew—from the books of Zechariah and Nahum, which are part of the Book of the Twelve Minor Prophets.",
              "The fragments form part of a scroll which experts believe belonged to Jewish rebels, led by Simon Bar Kokhba, who hid in the caves after a failed revolt against Roman rule between 132 and 136 AD.",
              "Israeli archaeologists began the operation in the Judean desert to prevent caves from being looted.",
              "They also unearthed a cache of rare coins from the same period, a 6,000-year-old skeleton of a child, and a large woven basket dating from around 10,500 years ago, the oldest intact in the world.",
              "The discovery was made in a difficult-to-reach mountain enclosure known as the “Cave of Horror”, which lies some 40 km south of Jerusalem.",
              "It acquired that intriguing name after 40 human skeletons were found there during excavations in the 1960s.",
              "Experts say they were the remains of men, women, and children who fled to the cave to escape the Romans but died instead of hunger and thirst.",
              "They brought with them what are now precious objects, including cooking utensils, personal belongings, and documents and Biblical texts.",
              "Marcello Fidanzio, the Director of the Archaeological and Cultural Institute of Biblical Lands in Lugano, described the find to Vatican News as “a new page in the history of archaeological excavations.",
              "” He said it is the first discovery of note since the great excavations in the 1940s and ‘50s, which brought the Dead Sea Scrolls to light in Qumran and the Judean desert.",
              "“Discoveries of such significance,” he pointed out, “rekindle the excitement of pioneers.",
              "” The Israel Antiquities Authority says some 600-odd caves were mapped using drones and advanced survey technology.",
              "Besides the announced discovery, some 20 caves could still contain important artifacts.",
              "“This is something we Bible scholars are passionate about,” according to Prof.",
              "Fidanzio, “but the discovery is also of great importance to Israelis, who highlight this research as being linked to their identity and the history of their presence in the land of Israel.",
              "” The fragments contain very small amounts of text from the Old Testament, but they still have something to offer scholars.",
              "Prof.",
              "Fidanzio noted that they provide evidence of “textual fluidity”, which was when the Biblical text was not yet stable or fixed.",
              "“It was only later that the Scriptures were canonized, fixed, and then handed down with great fidelity to the present day.",
              "” He said the Cave of Horror scroll can help scholars understand a stage which led to the definitive text.",
              "“These discoveries show us an extremely fascinating historical moment: one in which the Bible finds its final form,” said the Lugano professor.",
              "As mentioned, the fragments are written primarily in Greek, with only the name of God written in Paleo-Hebrew, which was used at the time of the First Temple (until 586 BC).",
              "Prof.",
              "Fidanzio said it shows “great respect for the unutterable name of God.",
              "” “Writing it in another alphabet,” he concluded, “is a scribal strategy that seeks to focus the readers attention on those letters.",
              "It points God’s name out as something which commands great respect and sacredness.",
              "” Pope's Activities Our Faith Useful Information Other sites Our channels"
            ]
          },
          {
            "title": "New Dead Sea scrolls found in cave in Judean Desert | CBC News",
            "url": "https://www.cbc.ca/news/science/new-dead-sea-scrolls-1.5951332",
            "content": [
              "New Dead Sea scrolls found in cave in Judean Desert | CBC News",
              "Israeli archaeologists on Tuesday announced the discovery of dozens of new Dead Sea scroll fragments bearing a biblical text found in a desert cave and believed hidden during a Jewish revolt against Rome nearly 1,900 years ago.",
              "The fragments of parchment bear lines of Greek text from the books of Zechariah and Nahum and have been dated around the 1st century AD based on the writing style, according to the Israel Antiquities Authority.",
              "They are the first new scrolls found in archeological excavations in the desert south of Jerusalem in 60 years.",
              "The Dead Sea scrolls, a collection of Jewish texts found in desert caves in the West Bank near Qumran in the 1940s and 1950s, date from the 3rd century BC to the 1st century AD.",
              "They include the earliest known copies of biblical texts and documents outlining the beliefs of a little-understood Jewish sect.",
              "The roughly 80 new pieces are believed to belong to a set of parchment fragments found in a site in southern Israel known as the \"Cave of Horror\" — named for the 40 human skeletons found there during excavations in the 1960s — that also bear a Greek rendition of the Twelve Minor Prophets, a book in the Hebrew Bible.",
              "The cave is located in a remote canyon around 40 kilometres south of Jerusalem, just west of the Dead Sea and south of the West Bank.",
              "The artifacts were found during an operation in Israel and the occupied West Bank conducted by the Israel Antiquities Authority to find scrolls and other artifacts to prevent possible plundering.",
              "The authority held a news conference Tuesday to unveil the discovery.",
              "WATCH | Excavation turns up fresh biblical scrolls: The fragments are believed to have been part of a scroll stashed away in the cave during the Bar Kochba Revolt, an armed Jewish uprising against Rome during the reign of Emperor Hadrian, between 132 and 136 AD.",
              "Coins struck by rebels and arrowheads found in other caves in the region also hail from that period.",
              "\"We found a textual difference that has no parallel with any other manuscript, either in Hebrew or in Greek,\" said Oren Ableman, a Dead Sea scroll researcher with the Israel Antiquities Authority.",
              "He referred to slight variations in the Greek rendering of the Hebrew original compared to the Septuagint — a translation of the Hebrew Bible to Greek made in Egypt in the 3rd and 2nd centuries BC.",
              "\"When we think about the biblical text, we think about something very static.",
              "It wasn't static.",
              "There are slight differences and some of those differences are important,\" said Joe Uziel, head of the antiquities authority's Dead Sea scrolls unit.",
              "\"Every little piece of information that we can add, we can understand a little bit better,\" how the biblical text came into its traditional Hebrew form.",
              "Alongside the Roman-era artifacts, the exhibit included far older discoveries of no lesser importance found during its sweep of more than 500 caves in the desert: the 6,000-year-old mummified skeleton of a child;",
              "an immense, complete woven basket from the Neolithic period, estimated to be 10,500 years old;",
              "and scores of other delicate organic materials preserved in the caves' arid climate.",
              "In 1961, Israeli archeologists Yohanan Aharoni excavated the \"Cave of Horror\" and his team found nine parchment fragments belonging to a scroll with texts from the Twelve Minor Prophets in Greek, and a scrap of Greek papyrus.",
              "Since then, no new texts have been found during archeological excavations, but many have turned up on the black market, apparently plundered from caves.",
              "For the past four years, Israeli archeologists have launched a major campaign to scour caves nestled in the precipitous canyons of the Judean Desert in search of scrolls and other rare artifacts.",
              "The aim is to find them before plunderers disturb the remote sites, destroying archeological strata and data in search of antiquities bound for the black market.",
              "Until now the hunt had only found a handful of parchment scraps that bore no text.",
              "Amir Ganor, head of the antiquities theft prevention unit, said that since the commencement of the operation in 2017 there has been virtually no antiquities plundering in the Judean Desert, calling the operation a success.",
              "\"For the first time in 70 years, we were able to pre-empt the plunderers,\" he said.",
              "Audience Relations, CBC P.",
              "O.",
              "Box 500 Station A Toronto, ON Canada, M5W 1E6 Toll-free (Canada only): 1-866-306-4636 It is a priority for CBC to create products that are accessible to all in Canada including people with visual, hearing, motor and cognitive challenges.",
              "Closed Captioning and Described Video is available for many CBC shows offered on CBC Gem."
            ]
          }
        ],
        "The scrolls contain passages from the books of Zechariah and Nahum and are written in Greek and Hebrew.": [
          {
            "title": "New Dead Sea scrolls found in cave in Judean Desert | CBC News",
            "url": "https://www.cbc.ca/news/science/new-dead-sea-scrolls-1.5951332",
            "content": [
              "New Dead Sea scrolls found in cave in Judean Desert | CBC News",
              "Israeli archaeologists on Tuesday announced the discovery of dozens of new Dead Sea scroll fragments bearing a biblical text found in a desert cave and believed hidden during a Jewish revolt against Rome nearly 1,900 years ago.",
              "The fragments of parchment bear lines of Greek text from the books of Zechariah and Nahum and have been dated around the 1st century AD based on the writing style, according to the Israel Antiquities Authority.",
              "They are the first new scrolls found in archeological excavations in the desert south of Jerusalem in 60 years.",
              "The Dead Sea scrolls, a collection of Jewish texts found in desert caves in the West Bank near Qumran in the 1940s and 1950s, date from the 3rd century BC to the 1st century AD.",
              "They include the earliest known copies of biblical texts and documents outlining the beliefs of a little-understood Jewish sect.",
              "The roughly 80 new pieces are believed to belong to a set of parchment fragments found in a site in southern Israel known as the \"Cave of Horror\" — named for the 40 human skeletons found there during excavations in the 1960s — that also bear a Greek rendition of the Twelve Minor Prophets, a book in the Hebrew Bible.",
              "The cave is located in a remote canyon around 40 kilometres south of Jerusalem, just west of the Dead Sea and south of the West Bank.",
              "The artifacts were found during an operation in Israel and the occupied West Bank conducted by the Israel Antiquities Authority to find scrolls and other artifacts to prevent possible plundering.",
              "The authority held a news conference Tuesday to unveil the discovery.",
              "WATCH | Excavation turns up fresh biblical scrolls: The fragments are believed to have been part of a scroll stashed away in the cave during the Bar Kochba Revolt, an armed Jewish uprising against Rome during the reign of Emperor Hadrian, between 132 and 136 AD.",
              "Coins struck by rebels and arrowheads found in other caves in the region also hail from that period.",
              "\"We found a textual difference that has no parallel with any other manuscript, either in Hebrew or in Greek,\" said Oren Ableman, a Dead Sea scroll researcher with the Israel Antiquities Authority.",
              "He referred to slight variations in the Greek rendering of the Hebrew original compared to the Septuagint — a translation of the Hebrew Bible to Greek made in Egypt in the 3rd and 2nd centuries BC.",
              "\"When we think about the biblical text, we think about something very static.",
              "It wasn't static.",
              "There are slight differences and some of those differences are important,\" said Joe Uziel, head of the antiquities authority's Dead Sea scrolls unit.",
              "\"Every little piece of information that we can add, we can understand a little bit better,\" how the biblical text came into its traditional Hebrew form.",
              "Alongside the Roman-era artifacts, the exhibit included far older discoveries of no lesser importance found during its sweep of more than 500 caves in the desert: the 6,000-year-old mummified skeleton of a child;",
              "an immense, complete woven basket from the Neolithic period, estimated to be 10,500 years old;",
              "and scores of other delicate organic materials preserved in the caves' arid climate.",
              "In 1961, Israeli archeologists Yohanan Aharoni excavated the \"Cave of Horror\" and his team found nine parchment fragments belonging to a scroll with texts from the Twelve Minor Prophets in Greek, and a scrap of Greek papyrus.",
              "Since then, no new texts have been found during archeological excavations, but many have turned up on the black market, apparently plundered from caves.",
              "For the past four years, Israeli archeologists have launched a major campaign to scour caves nestled in the precipitous canyons of the Judean Desert in search of scrolls and other rare artifacts.",
              "The aim is to find them before plunderers disturb the remote sites, destroying archeological strata and data in search of antiquities bound for the black market.",
              "Until now the hunt had only found a handful of parchment scraps that bore no text.",
              "Amir Ganor, head of the antiquities theft prevention unit, said that since the commencement of the operation in 2017 there has been virtually no antiquities plundering in the Judean Desert, calling the operation a success.",
              "\"For the first time in 70 years, we were able to pre-empt the plunderers,\" he said.",
              "Audience Relations, CBC P.",
              "O.",
              "Box 500 Station A Toronto, ON Canada, M5W 1E6 Toll-free (Canada only): 1-866-306-4636 It is a priority for CBC to create products that are accessible to all in Canada including people with visual, hearing, motor and cognitive challenges.",
              "Closed Captioning and Described Video is available for many CBC shows offered on CBC Gem."
            ]
          },
          {
            "title": "Israel Reveals Newly Discovered Fragments of Dead Sea Scrolls",
            "url": "https://www.nytimes.com/2021/03/16/world/middleeast/dead-sea-scrolls-israel.html",
            "content": [
              "Israel Reveals Newly Discovered Fragments of Dead Sea Scrolls",
              "Advertisement Supported by The finds, ranging from just a few millimeters to a thumbnail in size, are the first to be unearthed in archaeological excavations in the Judean Desert in about 60 years.",
              "transcript “Have they been carbon dated?",
              "” “No.",
              "” [talking] “We’re here where we discovered, for the first time in over 50 years, new fragments of biblical texts for the Dead Sea region.",
              "We found, specifically we found fragment, one fragment from the Book of Zechariah.",
              "” “A basket and the scrolls were both found during a very big project led by I.",
              "A.",
              "A.",
              "to survey all the caves in the Judaean desert.",
              "After a lot of years of that, looters are coming in the caves to loot all the amazing stuff: coins, basketry, clothes and scrolls, of course.",
              "” By Isabel Kershner JERUSALEM — Israeli researchers unveiled on Tuesday dozens of newly discovered Dead Sea Scroll fragments containing biblical texts dating back nearly 2,000 years, adding to the body of artifacts that have shed light on the history of Judaism, early Christian life and ancient humankind.",
              "The parchment fragments, ranging from just a few millimeters to a thumbnail in size, are the first in about 60 years to have been unearthed in archaeological excavations in the Judean Desert.",
              "They were found as part of a four-year Israeli national project to prevent further looting of antiquities from the remote caves and crevices of the desert east and southeast of Jerusalem, which straddles the boundary of Israel and the occupied West Bank.",
              "The project turned up many other rare and historic finds, including a large woven basket with a lid that has been dated to approximately 10,500 years ago and may be the oldest such intact basket in the world.",
              "The archaeologists also found a 6,000-year-old, partially mummified skeleton of a child buried in the fetal position and wrapped in a cloth.",
              "“The desert team showed exceptional courage, dedication and devotion to purpose, rappelling down to caves located between heaven and earth,” said Israel Hasson, the departing director of the Israel Antiquities Authority, which is the custodian of some 15,000 fragments of the scrolls.",
              "He added in a statement that their work in the caves involved “digging and sifting through them, enduring thick and suffocating dust, and returning with gifts of immeasurable worth for mankind.",
              "” The Dead Sea Scrolls, mostly discovered during the last century, contain the earliest known copies of parts of almost every book of the Hebrew Bible, other than the Book of Esther, written on parchment and papyrus.",
              "Dating from about the third century B.",
              "C.",
              "to the first century A.",
              "D.",
              ", the biblical and apocryphal texts are widely considered to be among the most significant archaeological discoveries of the 20th century and remain the subject of heated academic debate around the world.",
              "The arid conditions of the Judean Desert provided a unique environment for the natural preservation of artifacts and organic materials that would ordinarily not have withstood the test of time.",
              "The latest fragments come from a scroll that was first discovered in the so-called Horror Cave, south of Ein Gedi in Israeli territory.",
              "Written in Greek by two scribes, it dates from the period of the Bar Kokhba revolt, almost 1,900 years ago, when Jewish rebels fled with their families and hid from the Romans in the caves.",
              "The Romans discovered and besieged the refugees in the Horror Cave until they starved to death there.",
              "The first archaeologists to arrive in the last century found their skulls and bones placed in baskets in the cavern.",
              "The new fragments contain verses from Zechariah 8:16-17, including part of the name of God written in ancient Hebrew, and verses from Nahum 1:5-6, both from the biblical Book of the Twelve Minor Prophets.",
              "Experts managed to reconstruct 11 lines of text from Zechariah, including the verses, “These are the things you are to do: Speak the truth to one another, render true and perfect justice in your gates.",
              "And do not contrive evil against one another, and do not love perjury, because all those are things that I hate — declares the Lord.",
              "” Oren Ableman, a member of the Antiquities Authority team who conserved and studied the new fragments, described the artifacts as “another small piece of the puzzle of the past.",
              "” Speaking in the laboratories of the Israel Museum in Jerusalem where the fragments were displayed for reporters on Tuesday morning, he said the concept of equal justice for all was laid out in these verses that “are read by people and are meaningful to people to this very day.",
              "” A Bedouin shepherd came across the first of the ancient scrolls in 1947.",
              "He found them stored in jars in a cave in Qumran near the northern tip of the Dead Sea.",
              "Some were sold to a monastery and others to an antiquities dealer in Bethlehem.",
              "Once their authenticity had been established, archaeological expeditions and antiquity robbers followed and emptied the caves of whatever they could find.",
              "But decades later, the Judean Desert still had more secrets to give up.",
              "Amid signs that robbers were still seeking and hawking artifacts from the area, parts of which are difficult to reach and govern, the Israeli authorities decided to carry out a methodical, comprehensive survey of the cliffs, gorges and caves beginning in 2017.",
              "“The archaeologists always used to chase after the robbers,” said Amir Ganor, who leads the Antiquities Authority’s theft-prevention unit.",
              "“We decided it was perhaps time to get ahead of the robbers.",
              "” Aided by modern tools such as drones that could search every nook and cranny, three teams made up of four people each mapped and scoured about 50 miles of cliff face running the length of the Dead Sea.",
              "Access to some of the caves would have been easier in ancient times.",
              "People knew how to navigate the animal paths, Mr.",
              "Ganor said, and instead of rappelling, they would have used rope ladders for remote caverns.",
              "But over 2,000 years, parts of the terrain have collapsed, creating deep chasms. The West Bank was under Jordanian control from 1948 until Israel captured the area in the 1967 Middle East war.",
              "It is now divided between Israeli and partial Palestinian control.",
              "But the 1967 boundary did not exist in antiquity, Mr.",
              "Ganor said, and the archaeologists treated the Judean Desert as one unit for the purposes of the survey.",
              "In the MurabBa’at caves, in what is now the West Bank, the archaeologists turned up a trove of artifacts.",
              "That included the basket and a cache of rare coins from the days of the Bar Kokhba revolt, minted with Jewish symbols such as a harp and date palms. The basket looks not unlike one that could be bought at a home furnishing store today, but it dates to the Pre-Pottery Neolithic period.",
              "It was found buried in the ground.",
              "“We were very curious to see what was inside when we opened the lid,” said Naama Sukenik, the Antiquities Authority’s curator of organic materials.",
              "But it turned out to be empty, save for a bit of sand.",
              "The archaeological survey also revealed arrows and spearheads;",
              "scraps of fabric dyed with colorful stripes, fashionable for tunics in Roman times;",
              "seeds;",
              "olive and date pits;",
              "remnants of sandals;",
              "and a wooden lice comb similar to one that might be used today, whose fine teeth had captured a small louse.",
              "Isabel Kershner, a correspondent in Jerusalem, has been reporting on Israeli and Palestinian politics since 1990.",
              "She is the author of “Barrier: The Seam of the Israeli-Palestinian Conflict.",
              "” More about Isabel Kershner Advertisement"
            ]
          },
          {
            "title": "Rare ancient scroll found in Israel Cave of Horror - BBC News",
            "url": "https://www.bbc.com/news/world-middle-east-56405090",
            "content": [
              "Rare ancient scroll found in Israel Cave of Horror - BBC News",
              "Fragments of a Biblical scroll and other relics have been found in what officials call an \"historic discovery\" in desert caves in Israel.",
              "The dozens of pieces of parchment were written in Greek, with just the name of God appearing in Hebrew.",
              "The scroll is believed to have belonged to Jewish rebels who fled to the hills following a failed revolt against Roman rule in the 2nd Century.",
              "They were found during an operation to prevent caves in the area being looted.",
              "It is the first such find of its kind since the early 1960s when similar fragments and some 40 skeletons were discovered at the site which became known as the Cave of Horror.",
              "The newly found remnants contain verses from the books of Zechariah and Nahum, which form part of writings known as the Book of the Twelve Minor Prophets.",
              "The parchment had been written in Greek, the language adopted after the conquest of Judea by Alexander the Great in the 4th Century BC.",
              "The name of God, though, exclusively appears in Hebrew.",
              "Israel Antiquities Authority's (IAA) director Israel Hasson said the scroll and other relics found there were \"of immeasurable worth for mankind\".",
              "A cache of rare coins from the period of the Jewish revolt, a 6,000-year-old mummified skeleton of a child and a large intact basket dating from about 10,500 years ago were also discovered at the site.",
              "Located some 80m (260ft) beneath a cliff-top, the cave is practically inaccessible and could only be reached by teams abseiling down to it.",
              "The expedition was part of what the IAA called a \"complex and challenging\" operation to protect the network of caves from antiquities looters.",
              "Searches of the cliffs and caves in the Judean Desert have yielded a treasure trove of finds over decades, including the world famous Dead Sea Scrolls, the oldest known copies of Biblical books.",
              "Archaeologists find 'Biblical royal dye' in Israel Mystery of 'magnificent palace' found in Jerusalem Israeli archaeologists find 1,200-year-old mosque Fancy a 13,000-year-old beer, anyone?",
              "BBC goes inside Al-Shifa hospital with the Israeli army Five things we learned from the Biden-Xi meeting Israel targets Hamas leader's Gaza house as fighting reported near hospital Five things we learned from the Biden-Xi meeting How the dead are counted in Gaza 'Denied medicine until they take a Russian passport' Haunted by cemetery bodies unearthed by Somali floods Dutch election promises new era and shake-up in politics Indian fashion designers face eco-chic dilemma 'I never thought I'd be playing international football' Why surfers are flocking to Scotland Hostages' fates haunt Israel as Gaza war intensifies The reality of passive income streams How bison are restoring US grasslands The origins of a classic preppy look 漏 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          }
        ],
        "A massive tomb complex dating back to the 4th century BCE was unearthed near Amphipolis in northern Greece.": [
          {
            "title": "Amphipolis - World History Encyclopedia",
            "url": "https://www.worldhistory.org/Amphipolis/",
            "content": [
              "Amphipolis - World History Encyclopedia",
              "Amphipolis, located on a plain in northern Macedonia near Mt.",
              "Pangaion and the river Strymon, was an Athenian colony founded c.",
              "437 BCE on the older Thracian site of Ennea Hodoi.",
              "Thucydides relates that the Athenian general Hagnon so named the town because the Strymon surrounds the site on three sides (\"amphi\" means \"on both sides\") and also relates that he built a fortification wall on its unprotected side.",
              "The city and its seaport, Eion, prospered due to its favourable geographic location and the proximity of abundant natural resources, especially gold, silver, and timber.",
              "In 2012 CE an impressive Hellenistic tomb was discovered, one of the most important archaeological finds of the last 40 years, which has, once more, put Amphipolis in the lime-light.",
              "The Spartan general Brasidas conquered the city in 424 BCE and defeated Cleon when Athens attempted to retake Amphipolis two years later.",
              "In the latter battle, Brasidas had brilliantly employed his peltasts to defeat the larger Athenian hoplite army, but the Spartan leader himself eventually succumbed to his wounds.",
              "The great military commander was buried in the city's agora and honoured with annual games.",
              "Amphipolis came back under Athenian control following the Peace of Nicias in 421 BCE;",
              "however, the Amphipolitans, in the event, opted to remain an independent polis (city-state) and in 367 CE made an alliance with the Chalcidian League.",
              "In 364 BCE the Athenians, still as eager as ever to guarantee their grain supply from the Black Sea, once more tried to make themselves masters of strategically important Amphipolis, this time led by the general Timotheos and with the initial encouragement of the Macedonian king Perdiccas III, who ruled Amphipolis at that time.",
              "Unwilling in the end to hand over the city, Perdiccas established a garrison there, and on his death, Macedonian control fell to his successor, Philip II.",
              "Although now a Macedonian city, Amphipolis did retain some degree of independence and many of her political institutions such as a demos or popular assembly, remained intact.",
              "Over time, as more and more Macedonian colonists settled in the polis, Philip, and later his son Alexander the Great, used Amphipolis as a base from which to attack Thrace and Asia.",
              "Probably a Macedonian administrative capital, the city was also the site of the most important Macedonian mint where, amongst others, the famous gold staters were produced.",
              "The site has also been a source of documentation regarding Macedonian military regulations.",
              "We are informed that soldiers who displayed great courage on the battlefield should be given a double share of the booty, that a general should ensure his army does not devastate a defeated territory by burning grain or destroying vines, and that soldiers must have their equipment in order, not sleep on guard duty, and report such failures amongst their comrades to their superior.",
              "Transgressors could be fined and those who reported them received a bonus.",
              "When Rome conquered Macedon in 168 BCE, Amphipolis retained some importance as one of the four regional capitals.",
              "The city was an important stopping point on the via Egnatia highway which connected Greece to Asia.",
              "The city acquired impressive fortifications, especially around the ancient acropolis, measuring over 7,000 metres long and over 7 metres high in places.",
              "Augustus conferred the status of civitas libera, making it a free city and the emperor was even given the title of Ktistes or founder.",
              "In later times, from c.",
              "500 CE, Amphipolis became the seat of an episcopal see, and no fewer than four basilicas attest to the religious importance of the site in Late Antiquity.",
              "The site was abandoned in the 8th and 9th centuries CE following the Slavic invasions after which citizens of Amphipolis relocated to nearby Eion which survived into the Byzantine period.",
              "Amphipolis was again settled in the 13th to 14th centuries CE, from which period the remains of two towers survive.",
              "Excavations of Roman Amphipolis have revealed traces of all the impressive architecture one would expect from a thriving Roman city.",
              "A bridge, gymnasium, public and private monuments, sanctuaries, and cemeteries all attest to the city's prosperity.",
              "From the early Christian period (after 500 CE) there are traces of four basilicas, a large rectangular building which may have been a bishop's residence, and a church.",
              "Fortifications of AmphipolisSpyros Kamilalis (CC BY-NC-SA) Basilica A was a three-aisled basilica with two floors and two rows of ten columns down its length.",
              "It was constructed on the site of a Roman bath.",
              "Parts of the marble flooring, some polychrome mosaics of wildlife, pieces of a hexagonal platform, and two rows of seats of the synthronon survive.",
              "Basilica B originally measured 16.",
              "45 x 41.",
              "6 metres, and it too had marble decoration and mosaics.",
              "Basilica C dates to the second half of the 5th century CE and had two interior colonnades of six columns, of which the bases survive, as do mosaics of various geometric and wildlife designs.",
              "Basilica D is contemporary with Basilica C and had a marble and brick flooring;",
              "15 column bases and various mosaics also survive.",
              "The large rectangular structure which may have served as an episcopal palace measured over 48 metres wide and had walls 1.",
              "3 metres thick.",
              "Three cisterns in the southwest corner constructed using waterproof cement survive.",
              "Another building of interest is the early Christian church which included a large hexagonal chamber surrounded by a circular wall.",
              "The 6th-century CE church had two floors with colonnades and much of the interior was tiled with marble, including the mosaic-tile flooring.",
              "Finally, two Byzantine towers either side of the Strymon River survive.",
              "The best-preserved is the north tower which was built in 1367 CE and which stands 10 metres tall and originally had three stories.",
              "Both towers offered some protection to the nearby monastery on Mt.",
              "Athos.",
              "Persephone Mosaic, AmphipolisNot Specified (Public Domain) The 4th-century BCE burial mound at Amphipolis was discovered in 2012 CE, and it is one of the most important archaeological finds of the last 40 years.",
              "It has a surrounding wall measuring almost 500 metres in circumference and constitutes the largest burial site ever found in Greece.",
              "The scale and impressive architecture of the tomb, which uses marble imported from Thassos, suggest the occupant was a person of great importance.",
              "An almost intact skeleton has been discovered within a wooden coffin placed in a limestone tomb in the third chamber of the complex.",
              "The chief archaeologist at the site, Katerina Peristeri, stated that the tomb dated to after the death of Alexander the Great (323 BCE) and, \"in all probability belongs to a male and a general\".",
              "Artefacts from the complex include a large stone lion (discovered in 1912 CE but now thought to have once stood atop the mound), two caryatids, two sphinxes, and a large pebble mosaic measuring 4.",
              "5 by 3 metres which depicts the god Hades abducting Persephone in a chariot led by Hermes.",
              "Historians and enthusiasts alike eagerly await the findings of the on-going research on the Amphipolis tomb and to discover just who was buried in such a splendid tomb.",
              "Related Content Books Cite This Work License We want people all over the world to learn about history.",
              "Help us and translate this definition into another language!",
              "World History Encyclopedia is a non-profit organization.",
              "For only $5 per month you can become a member and support our mission to engage people with cultural heritage and to improve history education worldwide.",
              "Cartwright, M.",
              "(2014, November 30).",
              "Amphipolis.",
              "World History Encyclopedia.",
              "Retrieved from https://www.",
              "worldhistory.",
              "org/Amphipolis/ Cartwright, Mark.",
              "\"Amphipolis.\"",
              "World History Encyclopedia.",
              "Last modified November 30, 2014.",
              "https://www.",
              "worldhistory.",
              "org/Amphipolis/.",
              "Cartwright, Mark.",
              "\"Amphipolis.\"",
              "World History Encyclopedia.",
              "World History Encyclopedia, 30 Nov 2014.",
              "Web.",
              "15 Nov 2023.",
              "Submitted by Mark Cartwright, published on 30 November 2014.",
              "The copyright holder has published this content under the following license: Creative Commons Attribution-NonCommercial-ShareAlike.",
              "This license lets others remix, tweak, and build upon this content non-commercially, as long as they credit the author and license their new creations under the identical terms. When republishing on the web a hyperlink back to the original content source URL must be included.",
              "Please note that content linked from this page may have different licensing terms. Our latest articles delivered to your inbox, once a week: Are you a.",
              ".",
              ".",
              "?",
              "Numerous educational institutions recommend us, including Oxford University.",
              "Our publication has been reviewed for educational use by Common Sense Education, Internet Scout (University of Wisconsin), Merlot (California State University), OER Commons and the School Library Journal.",
              "Please note that some of these recommendations are listed under our old name, Ancient History Encyclopedia.",
              "World History Publishing is a non-profit company registered in the United Kingdom.",
              "World History Foundation is a non-profit organization registered in Canada.",
              "We care about our planet!",
              "We contribute a share of our revenue to remove carbon from the atmosphere.",
              "Some Rights Reserved (2009-2023) under Creative Commons Attribution-NonCommercial-ShareAlike license unless otherwise noted.",
              "The World History Encyclopedia logo is a registered trademark."
            ]
          },
          {
            "title": "Mosaic Floor Discovered in Amphipolis Tomb - Archaeology",
            "url": "https://www.archaeology.org/news/2619-141014-greece-amphipolis-mosaic",
            "content": [
              "Mosaic Floor Discovered in Amphipolis Tomb - Archaeology",
              "A publication of the Archaeological Institute of America Mosaic Floor Discovered in Amphipolis Tomb Tuesday, October 14, 2014 AMPHIPOLIS, GREECE—A late fourth-century B.",
              "C.",
              "floor mosaic depicting Hermes, the Greek god of travel and a guide to the underworld, and a chariot in motion, has been uncovered in what is thought to be the antechamber to the main burial at the Macedonian tomb in Amphipolis.",
              "“The chariot is pulled by two white horses and driven by a bearded man wearing a laurel wreath on his head,” Greece’s Ministry of Culture announced in a press release reported by Discovery News.",
              "Part of the center mosaic, which is made up of white, black, gray, blue, red, and yellow pebbles, is missing, but enough fragments remain to reconstruct a large part of it.",
              "The image is framed by a wide border with a double meander, squares, and spiral shapes.",
              "To read more about Hellenistic mosaics, see ARCHAEOLOGY's \"Zeugma After the Flood.\"",
              "Advertisement 5,500-year-old Baltic amber bead, Maya nose accessory, Bronze Age Kazakhstan’s horse cult, bottling an eternal Egyptian scent, and ancient Indonesian fashion trends A tight-fisted deity Advertisement Advertisement"
            ]
          },
          {
            "title": "Kasta Tomb - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Kasta_Tomb",
            "content": [
              "Kasta Tomb - Wikipedia",
              "The Kasta Tomb (Greek: Τύμβος Καστά), also known as the Amphipolis Tomb (Greek: Τάφος της Αμφίπολης), is the largest ancient tumulus (burial mound) ever discovered in Greece, and by comparison dwarfs that of Philip II of Macedon, father of Alexander the Great, in Vergina.",
              "[2][3] It is an ancient Macedonian tomb of the last quarter of the 4th c.",
              "BC, and is enclosed in the Kasta mound near the ancient city of Amphipolis, Central Macedonia, in northern Greece.",
              "The first excavations at the mound in 1964 led to exposure of the perimeter wall, and further excavations in the 1970s uncovered many other ancient remains.",
              "[4] The inner tomb was first discovered in 2012 and entered in August 2014.",
              "[2] The quality and artistic merit of the tomb contents indicate it contained important people.",
              "The remains of five people were found in the tomb.",
              "Initial public speculation that, due to its size and cost of construction, it could be the tomb of Alexander the Great was dismissed by experts when commenting on the published findings, as the available historical records mention Alexandria in Egypt as the final resting place of Alexander's body.",
              "Nevertheless, due also to Alexander's associations with the city it is thought likely to be the tomb of a close relation (Alexander prepared for campaigns here against Thrace in 335 BC and the port was used as naval base during his campaigns in Asia.",
              "After Alexander's death, his wife Roxana and their young son Alexander IV were exiled by Cassander and later murdered here[5]).",
              "Apart from the sheer size of the monument, some experts say it also bears the handprint of Dinocrates of Rhodes, the chief architect of Alexander the Great.",
              "[3] In 2014, the skeletal remains of five people were unearthed inside a corresponding tomb located in the lower levels of the third chamber.",
              "The bodies interred within are those of a woman aged older than 60, two men aged between 35–45, a newborn infant, and a fifth person consisting of only a few cremated bone fragments.",
              "[6] The excavation team argued that the tomb was a memorial dedicated to the dearest friend of Alexander the Great, Hephaestion,[7][8] based on three inscriptions which apparently link the tomb to Hephaestion.",
              "The ancient Greek word ΠΑΡΕΛΑΒΟΝ (meaning 'received') is written in the inscriptions, and next to it the monogram of Hephaestion.",
              "Others argue that Olympias, mother of Alexander, was buried here.",
              "[9][10][11] In the 1970s a building of 10 m (33 ft) width was found on top of the centre of the mound, and is thought to have been a grave marker.",
              "This, together with other evidence, supported the likelihood of a large funerary complex within.",
              "The tumulus was also found to have covered earlier cemeteries with at least 70 graves from the nearby \"Hill 133\" settlement predating Amphipolis.",
              "[4] The tomb complex is surrounded by an almost circular wall of 158 m of diameter and 3 m height made of limestone covered with marble from the island of Thassos, 60 km from Amphipolis.",
              "The state of preservation of the wall and the cornice covering the building is in part very good.",
              "The burial mound is about 30 m high and 250,000 m3 of sand were needed to fill it.",
              "Parts of the wall were removed during the Roman period and single ashlars were found in the base of the Lion of Amphipolis.",
              "The tomb consists of three chambers.",
              "The ceiling throughout is a barrel vault.",
              "Access is via a 13-step staircase, the masonry of the entrance area is plastered.",
              "Originally, the access to the tomb as well as the access from the first to the second chamber were sealed with massive blocks of stone.",
              "The tomb was largely filled with sand or earth.",
              "The staircase is separated from this chamber by a wall with a doorway.",
              "The space between the lintel and the vaulted ceiling is open.",
              "There are two sphinxes on the lintel guarding the main entrance to the tomb,[1] parts of the heads and wings of which were found in the third chamber.",
              "The sphinxes were around 2 m tall.",
              "The passage to the first chamber is framed by two columns decorated with painted Egg-and-dart motifs.",
              "[12] The floor is paved with pieces of white marble embedded in red mortar.",
              "A fresco below the sphinxes mimics an Ionian peristyle.",
              "[13][14] The chamber is 4.",
              "5 m wide, 3 m long and around 6.",
              "5 m high.",
              "It is slightly taller than the first chamber and is separated from it by a threshold.",
              "The lintel leading to the second antechamber is supported by two caryatids.",
              "They each stand on a 1.",
              "4 m high platform and are 2.",
              "27 m tall.",
              "The face of the caryatid west of the gate is well preserved, the face of the east is broken, parts of which were found in situ.",
              "The entire floor is decorated with a mosaic of expert craftsmanship, though never intended to be seen.",
              "It uses black, white, grey, yellow, blue and red pebbles and is framed with a meandering geometric pattern and a wave pattern on the inside.",
              "[15] In the middle of the mosaic the tesserae are missing on an almost circular surface with a diameter of approximately 80 cm.",
              "Some of the missing pebbles were found in the layer of earth covering the chamber.",
              "The picture depicts the abduction of Persephone by Hades.",
              "Both stand on a chariot drawn by two white horses and are guided by Hermes who accompanies the spirits of the deceased to Hades.",
              "Persephone wears a white robe with a narrow red ribbon around her waist.",
              "Hades is depicted with a crown and Hermes with winged sandals.",
              "[16][17] The burial chamber is 4.",
              "5x4.",
              "5 m and is separated from the second chamber by a double marble door carved to imitate wooden doors with fittings and nails.",
              "Insets in the doors indicate that metal rings were originally attached to them.",
              "The external dimensions of the inner tomb are 3.",
              "23 x 1.",
              "56 m and about 1 m deep.",
              "The tomb is constructed of massive stone blocks.",
              "The box-shaped tomb is embedded in the floor which is paved with ashlars.",
              "According to a report by the Greek Ministry of Culture, nails from a wooden coffin and decorative elements made of bone and glass remained from the burial in the otherwise robbed grave.",
              "The head of one of the two sphinxes and parts of the wings were found in the burial chamber with parts of the broken marble door.",
              "Remains of five people were found here.",
              "The deceased were a 60-year-old woman, two men aged 35 to 45, an infant and another person who was cremated.",
              "The younger man showed signs of unhealed, possibly fatal wounds.",
              "[18] The tomb opened in April 2023 for specific groups (tour operators, researchers, scientists).",
              "[19] The board game Amphipolis, designed by Reiner Knizia, was published in 2015 and it is based on the location and findings of the Kasta Tomb.",
              "[20][21]"
            ]
          }
        ],
        "The tomb is decorated with elaborate sculptures and mosaic floors and may have belonged to a close associate of Alexander the Great.": [
          {
            "title": "Greece archaeologists uncover Amphipolis floor mosaic - BBC News",
            "url": "https://www.bbc.com/news/world-europe-29589427",
            "content": [
              "Greece archaeologists uncover Amphipolis floor mosaic - BBC News",
              "Archaeologists unearthing a huge ancient burial site at Amphipolis in northern Greece have uncovered a large floor mosaic.",
              "The mosaic - 3m (10ft) wide and 4.",
              "5m (15ft) long - depicts a man with a laurel wreath driving a chariot drawn by horses and led by the god Hermes.",
              "The burial site is said to be the largest ever found in Greece.",
              "It dates from the late 4th Century BC, spurring speculation that it is linked to Alexander the Great of Macedon.",
              "Archaeologists started digging in August and think the magnificence of the tomb means it was built for someone very important.",
              "Some observers say the tomb could belong to a member of Alexander's immediate family - maybe his mother, Olympias, or his wife, Roxana - or another Macedonian noble.",
              "Others believe it could be a cenotaph, a monument built in honour of a person whose remains are elsewhere.",
              "The discovery of the floor mosaic was announced by Greece's culture ministry on Sunday.",
              "It says Hermes is depicted as the conductor of souls to the afterlife.",
              "The image is made up of pebbles in white, black, blue, red, yellow and grey.",
              "Amphipolis site A circular area near the middle is missing, but authorities say enough fragments have been found to reconstruct a large part.",
              "Correspondents say the unearthing of the tomb at Amphipolis has enthused Greeks and has given rise to a wave of Greek pride and patriotism.",
              "The mound is in ancient Amphipolis, a major city of the Macedonian kingdom, 100km (62 miles) east of Thessaloniki, Greece's second city.",
              "The wall surrounding it is 500m (1,600ft) in circumference, dwarfing the burial site of Alexander's father, Philip II, in Vergina, west of Thessaloniki.",
              "Alexander the Great Tomb mystery captivates Greece Greek tomb is 'important discovery' Alexander the not so Great How many Greek legends were really true?",
              "BBC goes inside Al-Shifa hospital with the Israeli army Five things we learned from the Biden-Xi meeting Israel targets Hamas leader's Gaza house as fighting reported near hospital Five things we learned from the Biden-Xi meeting How the dead are counted in Gaza 'Denied medicine until they take a Russian passport' Haunted by cemetery bodies unearthed by Somali floods Dutch election promises new era and shake-up in politics Indian fashion designers face eco-chic dilemma 'I never thought I'd be playing international football' Why surfers are flocking to Scotland Hostages' fates haunt Israel as Gaza war intensifies The reality of passive income streams How bison are restoring US grasslands The origins of a classic preppy look 漏 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          },
          {
            "title": "Behind Tomb Connected to Alexander the Great, Intrigue Worthy of &quot;Game ...",
            "url": "https://www.nationalgeographic.com/adventure/article/141121-amphipolis-tomb-alexander-great-greece-archaeology",
            "content": [
              "Behind Tomb Connected to Alexander the Great, Intrigue Worthy of &quot;Game ...",
              "A mysterious royal tomb in Greece may hold a relative or associate of Alexander the Great, portrayed here in a mosaic from Pompeii.",
              "As archaeologists dig deeper into the burial mound, ancient sources tell a tale of family drama and palace intrigue.",
              "Suspense is rising as archaeologists sift for clues to the identity of the person buried with pomp and circumstance in the mysterious Amphipolis tomb in what is now northern Greece.",
              "The research team thinks the tomb was built for someone very close to Alexander the Great—his mother, Olympias;",
              "one of his wives, Roxane;",
              "one of his favorite generals;",
              "or possibly his childhood friend and lover, Hephaestion.",
              "Over the past three months, archaeologist Katerina Peristeri and her team have made a series of tantalizing discoveries in the tomb, from columns sculpted masterfully in the shapes of young women to a mosaic floor depicting the abduction of the Greek goddess Persephone.",
              "The tomb's costly artwork all dates to the tumultuous time around the death of Alexander the Great, and points to the presence of an important person.",
              "Alexander himself was almost certainly buried in Egypt.",
              "But the final resting places—and the rich historical and genetic data they may contain—of many of his family members are unknown.",
              "The excavation at Amphipolis is bound to add a new chapter to the history of Alexander the Great and his family, a dynasty as steeped in intrigue, conspiracy, and bloodshed as the fictional Lannisters in the popular television series Game of Thrones.",
              "Among Alexander's family, \"the king or ruler who ended up dying in his bed was rare,\" says Philip Freeman, a biographer of Alexander the Great and a classical historian at Luther College in Decorah, Iowa.",
              "Palace Intrigues To understand these palace intrigues, one must begin with Alexander's father, Philip II, who ascended the throne of ancient Macedonia in 359 B.",
              "C.",
              "At the time, Macedonia was a modest mountain realm north of ancient Greece, but Philip had big dreams. He transformed Macedonia's army from a band of ragtag fighters into a disciplined military machine, and he armed it with a deadly new weapon, the sarissa, a long lance designed to keep enemy troops from closing in on his phalanxes.",
              "NG MAPS A natural-born conqueror, Philip led his army to the west, crushing and intimidating the major Greek city-states until all had surrendered to his rule.",
              "\"Philip II was a traditional warrior king,\" says Ian Worthington, author of By the Spear: Philip II, Alexander the Great, and the Rise and Fall of the Macedonian Empire.",
              "\"He was always in the thick of battle.\"",
              "By custom, Macedonia's kings married multiple wives, often for the purposes of sealing political alliances with powerful neighbors.",
              "Alexander's mother, Olympias, was a daughter of the king of Molossia, a realm that encompassed part of modern Albania, and she claimed descent from the legendary Greek hero, Achilles.",
              "She was one of Philip's many wives, and according to ancient historians, she schemed relentlessly at court to put her son on the Macedonian throne.",
              "Some historians even suspect that she poisoned Alexander's older half-brother, impairing his mental faculties.",
              "For a time, her intrigues seemed to succeed.",
              "Philip groomed the young Alexander as his heir, providing the boy with a first-class education from a renowned tutor, Aristotle, and encouraging his prowess as a warrior.",
              "But important Macedonian nobles at Philip's court viewed Alexander as half foreign and possibly illegitimate.",
              "By the time Alexander reached his late teens, Philip seemed to share these doubts.",
              "He took a new Macedonian wife, and during a drinking party, Philip allowed Alexander's legitimacy to be publicly questioned.",
              "Then Philip drew his own sword on Alexander, a mortal insult.",
              "Two guardian sphinxes sit on a marble lintel at the entrance to the tomb at Amphipolis.",
              "Philip later tried to patch things up, but he had created a dangerous enemy.",
              "Exactly what happened next is the subject of debate, although the bare facts are well known.",
              "In 336 B.",
              "C.",
              ", Philip threw a lavish public wedding for one of his daughters and invited members of neighboring royal houses to attend this state occasion.",
              "As part of the festivities, Philip planned to stage public games at daybreak in the theater at Aigai, his capital city.",
              "He strode into the stadium, wearing a white cloak over his shoulders.",
              "On one side was Alexander;",
              "on the other was his new son-in-law.",
              "Philip waved away his bodyguards, and as he stood at the center of the theater, the large crowd began to roar with approval.",
              "\"That was the last thing he ever heard,\" says Worthington.",
              "An assassin stepped out from the crowd and stabbed Philip to death as the guests watched in disbelief.",
              "In the ensuing bedlam, the murderer, a man named Pausanias, bolted from the theater toward a spot where horses were tethered and waiting for him.",
              "But just as Pausanias was about to escape, he tripped and fell, and three of Philip's bodyguards speared him to death.",
              "Conspiracy Theory Did Pausanias act alone?",
              "Some ancient texts suggest that he did, assassinating Philip in a jealous rage.",
              "Many of the ancient Macedonian nobles were bisexual, and Philip was no exception.",
              "He had taken Pausanias as his lover, and when he tired of him, he discarded the young man and even allowed others to sexually abuse Pausanias.",
              "So Pausanias may have murdered Philip in an act of revenge.",
              "But several clues point to a conspiracy, says Worthington.",
              "Pausanias, for example, fled to a spot where multiple horses were waiting, suggesting that several people had made plans for escaping the crime scene.",
              "\"I think Pausanias was manipulated to kill Philip,\" says Worthington, who suspects that Olympias and Alexander played key parts in the assassination.",
              "Both mother and son had been deeply insulted by Philip.",
              "In addition, they may have feared that Philip's young Macedonian wife would produce a Macedonian heir more acceptable to the local nobility.",
              "The only way to prevent this would be to eliminate Philip.",
              "So Worthington theorizes that Olympias and Alexander poisoned Pausanias's mind and encouraged him to murder Philip.",
              "Other classical historians aren't so sure Alexander was guilty of patricide.",
              "Nevertheless, says Luther College's Freeman, \"if you put Alexander on a couch today and tried to analyze him, you could have a lot of fun.\"",
              "Some speculate that Alexander's closest friend and lover, Hephaestion (pictured above in a 16th-century fresco, with his hand on the god Hymen’s shoulder) may be buried in the royal tomb at Amphipolis.",
              "The King Is Dead, Long Live the King With Philip gone, Alexander had to convince the Macedonian court that he deserved to be king.",
              "He planned a costly funeral for his father, cremating the body on a massive funeral pyre and constructing an elaborate tomb for Philip on the outskirts of Aigai (the modern Greek town of Vergina), some 100 miles from Amphipolis.",
              "As Macedonia's aristocracy looked on, Alexander buried his father \"like a Homeric hero,\" says Ioannes Graekos, an archaeologist and curator at the Royal Tombs Museum in Vergina.",
              "Inside the tomb, Alexander interred a gold chest containing Philip's skeletal remains, as well as a host of royal treasures, from a gilded crown to a golden scepter, a gold cuirass, and a gold- and ivory-adorned deathbed.",
              "Over the doorway, the young king had artists paint a hunting scene showing Alexander and his father closing in on a lion.",
              "Archaeologists excavate a female figure on a wall leading to the second room of the ancient tomb.",
              "\"Only royalty can hunt lions, so Alexander was honoring his father, but he was also honoring himself,\" says Terence Clark, an archaeologist at the Canadian Museum of History in Gatineau, Quebec, who, along with National Geographic and others, is helping to organize a major new traveling exhibition on the heroes of ancient Greece, including Alexander the Great.",
              "\"It's a definitive statement that Alexander is now in charge.\"",
              "But despite his appearance of confidence, Alexander still feared rivals at court.",
              "He ordered the deaths of his cousin Amyntas and of one of Philip's young wards.",
              "And his mother, Olympias, took care of enemies among the royal women.",
              "According to at least one ancient text, she forced Philip's young Macedonian wife to commit suicide and arranged for the murder of her rival's daughter.",
              "Olympias, says Elizabeth Carney, a classical historian at Clemson University in South Carolina and biographer of Alexander's mother, was \"a political woman.\"",
              "That left just the army.",
              "Alexander had to convince Macedonia's generals and soldiers alike that he was a commander like his father.",
              "So he embarked on a series of military campaigns, quelling rebels in the Balkan region, crushing the city-state of Thebes, and leading his army to one victory after another.",
              "By the time he turned 21, Alexander was firmly in control of Macedonia and Greece, and ready to embark on the conquest of Persia.",
              "Alexander extended his rule to lands as far south as Egypt and as far east as India, creating one of the greatest empires of the ancient world.",
              "His closest companion was his lover Hephaestion, a Macedonian general, and when Hephaestion finally succumbed to a mysterious ailment in 324 B.",
              "C.",
              "on an eastern campaign, Alexander was nearly undone by grief.",
              "According to the ancient writer Plutarch, he had Hephaestion's doctor crucified and massacred an entire tribe in the region to provide offerings for Hephaestion's spirit.",
              "The tomb at Amphipolis, shown here at the top of Kasta Hill, is the largest ancient tomb ever discovered in Greece.",
              "Things Fall Apart By the time of his own death at age 33, Alexander was still in the east, planning the conquest of Arabia.",
              "He clearly preferred the thrill of battle to the numbing minutiae of governing.",
              "He had taken at least two foreign wives, but had produced no legitimate heir to his massive empire and had given little apparent thought to the matter of succession.",
              "Soon after he died of a mysterious fever in Babylon, his generals, nobles, and family members began fighting bitterly over the succession.",
              "In the end, his vast empire was divided as spoils of a civil war, and his entire direct line was wiped out.",
              "Alexander's mother met her end at the hands of a ruthless Macedonian noble, Cassander.",
              "To clear the path to the Macedonian throne, Cassander took Olympias prisoner during a siege and executed her.",
              "Then, like Alexander himself, he set about eliminating other potential plotters.",
              "He imprisoned Alexander's most important foreign wife, Roxane, and his posthumous son, Alexander IV, at Amphipolis—and had them both secretly murdered in 311 B.",
              "C.",
              "With the dirty work done, Cassander ruled the kingdom of Macedonia until his death in 297 B.",
              "C.",
              "Most archaeologists today are convinced, based on historical accounts, that Alexander himself was buried somewhere in Egypt, quite possibly in the city that bears his name today, Alexandria.",
              "But researchers have yet to find the tombs of Olympias, Roxane, Hephaestion, and many of his generals.",
              "Perhaps the archaeological team clearing the mysterious tomb at Amphipolis will yet find the remains of one of them.",
              "Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2023 National Geographic Partners, LLC.",
              "All rights reserved"
            ]
          },
          {
            "title": "Giant mosaic floor uncovered in mysterious Alexander the Great-era tomb ...",
            "url": "https://www.abc.net.au/news/2014-10-13/giant-mosaic-unearthed-in-mysterious-greek-tomb/5808224",
            "content": [
              "Giant mosaic floor uncovered in mysterious Alexander the Great-era tomb ...",
              "Giant mosaic floor uncovered in mysterious Alexander the Great-era tomb in Amphipolis, Greece An imposing mosaic of a man driving a chariot has been uncovered in the largest antique tomb ever found in Greece.",
              "Archaeologists unearthed the tomb dating to the time of Alexander the Great in August at Amphipolis in northern Macedonia.",
              "The mosaic dates from the 4th century BC.",
              "Tiny pieces of white, black, blue, red, yellow and grey create a picture of a chariot drawn by two white horses, driven by a bearded man wearing a crown of laurel leaves.",
              "Hermes, the messenger of the gods in ancient Greece, stands in front of the chariot.",
              "\"This mosaic, the largest on the site, measures 4.",
              "5 metres by three metres and is not completely uncovered,\" the Greek culture ministry said in a statement.",
              "Archaeologists think the magnificence of the tomb means it was built for someone very important.",
              "There is widespread speculation over who was buried at the site: from Roxana, Alexander's Persian wife, to Olympias, the king's mother, to one of his generals.",
              "\"The tomb is definitely dated to the period following the death of Alexander the Great [in 323BC], but we cannot say who it belonged to,\" supervising archaeologist Katerina Peristeri said.",
              "Built on the banks of the river Strymon, 60 kilometres from the modern city of Serres, Amphipolis was an important city of the ancient Macedonian kingdom under Alexander.",
              "Roxana and her son Alexander were exiled to Amphipolis and murdered there on the orders of the Macedonian king Cassander around 310BC.",
              "There were no suggestions the tomb could have belonged to Alexander himself, who died in Babylon, in present-day Iraq.",
              "AFP We acknowledge Aboriginal and Torres Strait Islander peoples as the First Australians and Traditional Custodians of the lands where we live, learn, and work.",
              "This service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced.",
              "AEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time)"
            ]
          }
        ],
        "A fossil of a nodosaur dinosaur found in a mine in Alberta, Canada, so well preserved that it still had its skin, scales, and stomach contents, dating back 110 million years.": [
          {
            "title": "The Amazing Dinosaur Found (Accidentally) by Miners in Canada",
            "url": "https://www.nationalgeographic.com/magazine/article/dinosaur-nodosaur-fossil-discovery",
            "content": [
              "The Amazing Dinosaur Found (Accidentally) by Miners in Canada",
              "Premium Content Stunning Discovery Some 110 million years ago, this armored plant-eater lumbered through what is now western Canada, until a flooded river swept it into open sea.",
              "The dinosaur’s undersea burial preserved its armor in exquisite detail.",
              "Its skull still bears tile-like plates and a gray patina of fossilized skins.",
              "Known as a nodosaur, this 110 million-year-old, armored plant-eater is the best preserved fossil of its kind ever found.",
              "On the afternoon of March 21, 2011, a heavy-equipment operator named Shawn Funk was carving his way through the earth, unaware that he would soon meet a dragon.",
              "That Monday had started like any other at the Millennium Mine, a vast pit some 17 miles north of Fort McMurray, Alberta, operated by energy company Suncor.",
              "Hour after hour Funk’s towering excavator gobbled its way down to sands laced with bitumen—the transmogrified remains of marine plants and creatures that lived and died more than 110 million years ago.",
              "It was the only ancient life he regularly saw.",
              "In 12 years of digging he had stumbled across fossilized wood and the occasional petrified tree stump, but never the remains of an animal—and certainly no dinosaurs.",
              "But around 1:30, Funk’s bucket clipped something much harder than the surrounding rock.",
              "Oddly colored lumps tumbled out of the till, sliding down onto the bank below.",
              "Within minutes Funk and his supervisor, Mike Gratton, began puzzling over the walnut brown rocks.",
              "Were they strips of fossilized wood, or were they ribs?",
              "And then they turned over one of the lumps and revealed a bizarre pattern: row after row of sandy brown disks, each ringed in gunmetal gray stone.",
              "“Right away, Mike was like, ‘We gotta get this checked out,’ ” Funk said in a 2011 interview.",
              "“It was definitely nothing we had ever seen before.",
              "” Solving the Puzzle In life this imposing herbivore—called a nodosaur—stretched 18 feet long and weighed nearly 3,000 pounds.",
              "Researchers suspect it initially fossilized whole, but when it was found in 2011, only the front half, from the snout to the hips, was intact enough to recover.",
              "The specimen is the best fossil of a nodosaur ever found.",
              "A cluster of pebble-like masses may be remnants of the nodosaur's last meal.",
              "Royal Tyrrell Museum technician Mark Mitchell slowly frees the nodosaur’s foot and scaly footpad from the surrounding rock.",
              "Mitchell’s careful work will preserve for years to come the animal’s enigmatic features.",
              "Nearly six years later, I’m visiting the fossil prep lab at the Royal Tyrrell Museum in the windswept badlands of Alberta.",
              "The cavernous warehouse swells with the hum of ventilation and the buzz of technicians scraping rock from bone with needle-tipped tools resembling miniature jackhammers.",
              "But my focus rests on a 2,500-pound mass of stone in the corner.",
              "At first glance the reassembled gray blocks look like a nine-foot-long sculpture of a dinosaur.",
              "A bony mosaic of armor coats its neck and back, and gray circles outline individual scales.",
              "Its neck gracefully curves to the left, as if reaching toward some tasty plant.",
              "But this is no lifelike sculpture.",
              "It’s an actual dinosaur, petrified from the snout to the hips.",
              "NEWLY UNVEILED DINOSAUR FOSSIL IS BEST PRESERVED OF ITS KIND The more I look at it, the more mind-boggling it becomes.",
              "Fossilized remnants of skin still cover the bumpy armor plates dotting the animal’s skull.",
              "Its right forefoot lies by its side, its five digits splayed upward.",
              "I can count the scales on its sole.",
              "Caleb Brown, a postdoctoral researcher at the museum, grins at my astonishment.",
              "“We don’t just have a skeleton,” he tells me later.",
              "“We have a dinosaur as it would have been.",
              "” For paleontologists the dinosaur’s amazing level of fossilization—caused by its rapid undersea burial—is as rare as winning the lottery.",
              "Usually just the bones and teeth are preserved, and only rarely do minerals replace soft tissues before they rot away.",
              "There’s also no guarantee that a fossil will keep its true-to-life shape.",
              "Feathered dinosaurs found in China, for example, were squished flat, and North America’s “mummified” duck-billed dinosaurs, among the most complete ever found, look withered and sun dried.",
              "Paleobiologist Jakob Vinther, an expert on animal coloration from the U.",
              "K.",
              "’s University of Bristol, has studied some of the world’s best fossils for signs of the pigment melanin.",
              "But after four days of working on this one—delicately scraping off samples smaller than flecks of grated Parmesan—even he is astounded.",
              "The dinosaur is so well preserved that it “might have been walking around a couple of weeks ago,” Vinther says.",
              "“I’ve never seen anything like this.",
              "” A poster for the movie Night at the Museum hangs on the wall behind Vinther.",
              "On it a dinosaur skeleton emerges from the shadows, magically brought back to life.",
              "The remarkable fossil is a newfound species (and genus) of nodosaur, a type of ankylosaur often overshadowed by its cereal box–famous cousins in the subgroup Ankylosauridae.",
              "Unlike ankylosaurs, nodosaurs had no shin-splitting tail clubs, but they too wielded thorny armor to deter predators.",
              "As it lumbered across the landscape between 110 million and 112 million years ago, almost midway through the Cretaceous period, the 18-foot-long, nearly 3,000-pound behemoth was the rhinoceros of its day, a grumpy herbivore that largely kept to itself.",
              "And if something did come calling—perhaps the fearsome Acrocanthosaurus—the nodosaur had just the trick: two 20-inch-long spikes jutting out of its shoulders like a misplaced pair of bull’s horns.",
              "Shielded From Decay Armored dinosaurs’ trademark plates usually scattered early in decay, a fate that didn’t befall this nodosaur.",
              "The remarkably preserved armor will deepen scientists’ understanding of what nodosaurs looked like and how they moved.",
              "The western Canada that this dinosaur knew was a very different world from the brutally cold, windswept plains I encountered this past autumn.",
              "In the nodosaur’s time, the area resembled today’s South Florida, with warm, humid breezes wafting through conifer forests and fern-filled meadows.",
              "It’s even possible that the nodosaur gazed out on an ocean.",
              "In the early Cretaceous, rising waters carved an inland seaway that blanketed much of what’s now Alberta, its western shore lapping against eastern British Columbia, where the nodosaur may have lived.",
              "Today those ancient seabeds lie buried under forests and rolling fields of wheat.",
              "One unlucky day this landlubbing animal ended up dead in a river, possibly swept in by a flood.",
              "The belly-up carcass wended its way downriver—kept afloat by gases that bacteria belched into its body cavity—and eventually washed out into the seaway, scientists surmise.",
              "Winds blew the carcass eastward, and after a week or so afloat, the bloated carcass burst.",
              "The body sank back-first onto the ocean floor, kicking up soupy mud that engulfed it.",
              "Minerals infiltrated the skin and armor and cradled its back, ensuring that the dead nodosaur would keep its true-to-life form as eons’ worth of rock piled atop it.",
              "The creature’s immortality hinged on each link in this unlikely chain of events.",
              "If it had drifted another few hundred feet on that ancient sea, it would have fossilized beyond Suncor’s property line, keeping it entombed.",
              "Instead Funk stumbled upon the oldest Albertan dinosaur ever found, frozen in stone as if it had gazed upon Medusa.",
              "“That was a really exciting discovery,” says Victoria Arbour, an armored-dinosaur paleontologist at Canada’s Royal Ontario Museum.",
              "Arbour has seen the fossil at various stages of preparation, but she’s not involved in its study.",
              "“It represents such a different environment from today and such a different time, and it has great preservation.",
              "” (Arbour has begun studying a similarly well preserved ankylosaur found in Montana in 2014, much of which remains hidden within a 35,000-pound block of stone.",
              "On May 10, Arbour and her colleague David Evans published a description of the Montana ankylosaur, naming it Zuul crurivastator—\"Zuul, destroyer of shins\"—after the monster in the film Ghostbusters.)",
              "The Canadian specimen literally defies words, in more ways than one.",
              "As this article went to press, museum staff were finalizing the creature’s scientific description and hadn’t yet settled on a common name for it.",
              "(“Mrs.",
              "Prickley,” a reference to a Canadian sketch comedy character, didn’t stick.)",
              "But already the fossil is providing new insights into the structure of nodosaurs’ armor.",
              "Reconstructing armor usually requires educated guesswork, as the bony plates, called osteoderms, scatter early in the decaying process.",
              "Not only did the osteoderms on this nodosaur preserve in place, but so did traces of the scales in between.",
              "What’s more, sheaths once made of keratin—the same material that’s in human fingernails—still coat many of the osteoderms, letting paleontologists see precisely how these sheaths exaggerated the armor’s size and shape.",
              "“I’ve been calling this one the Rosetta stone for armor,” says Donald Henderson, curator of dinosaurs at the Royal Tyrrell Museum.",
              "Freeing this Rosetta stone from its rocky tomb, however, proved a herculean task.",
              "After word of the discovery raced up the ladder at Suncor, the company quickly notified the Royal Tyrrell Museum.",
              "Henderson and Darren Tanke, one of the museum’s veteran technicians, scrambled aboard a Suncor jet and flew to Fort McMurray.",
              "Suncor excavators and museum staff chipped away at the rock in 12-hour shifts, shrouded in dust and diesel fumes.",
              "They eventually whittled it down to a 15,000-pound rock containing the dinosaur, ready to be hoisted out of the pit.",
              "But with cameras rolling, disaster struck: As it was lifted, the rock shattered, cleaving the dinosaur into several chunks.",
              "The fossil’s partially mineralized, cakelike interior simply couldn’t support its own weight.",
              "Tanke spent the night devising a plan to save the fossil.",
              "The next morning Suncor personnel wrapped the fragments in plaster of paris, while Tanke and Henderson scrounged for anything to stabilize the fossil on the long drive to the museum.",
              "In lieu of timbers, the crew used plaster-soaked burlap rolled up like logs.",
              "The MacGyver-like plan worked.",
              "Some 420 miles later the team reached the Royal Tyrrell Museum’s prep lab, where the blocks were entrusted to fossil preparator Mark Mitchell.",
              "His work on the nodosaur has required a sculptor’s touch: For more than 7,000 hours over the past five years, Mitchell has slowly exposed the fossil’s skin and bone.",
              "The painstaking process is like freeing compressed talcum powder from concrete.",
              "“You almost have to fight for every millimeter,” he says.",
              "Mitchell’s fight is nearly over, but it will take years, if not decades, to fully understand the fossil he uncovers.",
              "Its skeleton, for example, remains mostly obscured in skin and armor.",
              "In some ways it’s almost too well preserved;",
              "reaching the dinosaur’s bones would require destroying its outer layers.",
              "CT scans funded by the National Geographic Society have revealed little, as the rock remains stubbornly opaque.",
              "For Vinther the nodosaur fossil’s most revolutionary features may lie at its smallest scale: microscopic remnants of its original coloration.",
              "If he successfully reconstructs its distribution, he could help reveal how the dinosaur navigated its environment and used its pronounced armor.",
              "“This armor was clearly providing protection, but those elaborated horns on the front of its body would have been almost like a billboard,” he says.",
              "This advertisement could have helped woo mates or intimidate rivals—and may have stood out against a backdrop of rouge.",
              "Chemical tests of the dinosaur’s skin have hinted at the presence of reddish pigments, contrasting with the horns’ markedly light coloration.",
              "In May the Royal Tyrrell Museum unveils the nodosaur as the centerpiece of a new exhibit of fossils recovered from Alberta’s industrial sites.",
              "Now the public is marveling at what has wowed scientists for the past six years: an ambassador from Canada’s distant past, found in a moonscape by a man with an excavator.",
              "Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2023 National Geographic Partners, LLC.",
              "All rights reserved"
            ]
          },
          {
            "title": "A 110 million-year-old armored dinosaur fossil reveals its last meal - CNN",
            "url": "https://www.cnn.com/2020/06/02/world/nodosaur-fossil-stomach-contents-scn-trnd/index.html",
            "content": [
              "A 110 million-year-old armored dinosaur fossil reveals its last meal - CNN",
              "A dinosaur with impressive armored plates across its back became mummified around 110 million years ago after enjoying one last meal before dying.",
              "And now we know what it ate for its last meal.",
              "Dinosaur stomachs and evidence of their diets are rarely preserved.",
              "Occasionally, seeds and twigs have been found in the guts of dinosaur remains, but never conclusive evidence about the actual plants.",
              "In this case, a muddy tomb encased and preserved the dinosaur so well that even its stomach contents remain to tell us that it was a picky eater.",
              "The details of this dinosaur’s plant-based diet were published Tuesday in the journal Royal Society Open Science.",
              "“The leaf fragments and other plant fossils were preserved down to the cells,” said David Greenwood, study coauthor, Brandon University biologist and University of Saskatchewan adjunct professor, in an email.",
              "The nodosaur, known as Borealopelta markmitchelli, was found in 2011 during mining operations north of Fort McMurray in Alberta, Canada.",
              "After its death, the dinosaur’s remains ended up in what was an ancient sea, landing on its back in the muddy sea floor and remaining undisturbed until nine years ago.",
              "It’s been on display at the Royal Tyrrell Museum of Palaeontology in Alberta since 2017.",
              "The fossil was unveiled after museum technician Mark Mitchell dedicated six years to painstakingly revealing the dinosaur’s preserved skin and bones from the marine rock in which it was encased.",
              "In life, the dinosaur — a type of ankylosaur — weighed more than a ton.",
              "But it lived off of plants and favored ferns, based on the contents of its stomach.",
              "The chunk resembling its stomach is about the size of a soccer ball.",
              "Shockingly lifelike dinosaur fossil makes public debut “The finding of the actual preserved stomach contents from a dinosaur is extraordinarily rare, and this stomach recovered from the mummified nodosaur by the museum team is by far the best-preserved dinosaur stomach ever found to date,” said Jim Basinger, study coauthor and University of Saskatchewan geologist, in a statement.",
              "“When people see this stunning fossil and are told that we know what its last meal was because its stomach was so well preserved inside the skeleton, it will almost bring the beast back to life for them, providing a glimpse of how the animal actually carried out its daily activities, where it lived, and what its preferred food was.",
              "” Bad to the bone: Cannibal dinosaurs turned to eating each other in tough times This discovery sheds light on definitive evidence of what a large herbivorous dinosaur ate — in this case, a lot of chewed-up fern leaves, some stems and twigs.",
              "The details of the plants were so well preserved in the stomach that they could be compared to samples taken from modern plants today.",
              "“We could see the different layers of cells in a leaf fragment including the epidermis with the pores, called stomata, through which plants take in carbon dioxide,” Greenwood said.",
              "“We could also see the surface patterning of the epidermis cells, which was like a jigsaw pattern that we see on many living ferns.",
              "” This discovery changed what the researchers know about the diet of such large herbivores, and the plant material revealed more about the dinosaur’s interactions with its environment.",
              "This nodosaur was picky.",
              "The researchers compared the contents of its stomach with fossil leaf studies from the same time period and region.",
              "The nodosaur specifically ate the soft leaves of certain ferns and largely neglected common cycad and conifer leaves.",
              "Overall, they found 48 microfossils of pollen and spores including moss and liverwort, 26 club mosses and ferns, two flowering plants and 13 conifers.",
              "The asteroid that wiped out the dinosaurs hit at 'deadliest possible' angle “The lack of horsetails, and rarity of cycads and conifers is surprising, given that these are very common in the surrounding flora,” said Caleb Marshall Brown, study author and curator of dinosaur systematics and evolution at the Royal Tyrrell Museum of Palaeontology, in an email.",
              "“Even within ferns, it looks like Borealopelta may have had a preference for certain types of ferns, while ignoring others.",
              "” The preservation of the plant material in its stomach suggested that the dinosaur died and was buried soon after eating.",
              "Based on the growth rings and maturity of some of the plant material, the researchers were able to determine that the dinosaur’s death likely occurred between late spring to mid-summer, Brown said.",
              "Then there’s the matter of charcoal, which was also found in its stomach.",
              "That likely meant that it was grazing in an area hit by wildfires.",
              "The researchers know that forest fires were common in forests during the early Cretaceous period, 100 million to 145 million years ago.",
              "And after forest fires, ferns flourish low to the ground.",
              "“When you think about it, this may actually make a lot of sense,” Brown said.",
              "“If you are a nodosaur, you can only feed close to the ground.",
              "This new growth will also be more palatable and has a higher nutrient content than established growth [like conifers].",
              "As a result, many large mammal herbivores we are familiar with today will seek out recently burned areas in both grasslands and forests, as they provide unique feeding opportunities.",
              "” Arctic dinosaur may have crossed between Asia and America to dominate the north Wildfires likely occurred in the area where the nodosaur was grazing in the previous six to 18 months, Greenwood said.",
              "That’s enough time for lush ferns to pop up.",
              "“The discovery of charcoal together with a fern-filled stomach opens a window into the biology of this large herbivorous armoured dinosaur as it suggested Borealopelta was likely a keystone herbivore that shaped the landscape by its grazing, and that it also grazed on the ferns growing in open areas created by wildfires,” Greenwood said.",
              "“That is so cool.",
              "” Paleobotany, which is the study of plant fossils, provides insight that dinosaur skeletons simply can’t, Greenwood said.",
              "Scientists reconstruct skulls of 200 million-year-old dinosaur embryos in 'unprecedented' 3D detail Gizzard stones, much like those swallowed by birds to help with digestion, were also found in the dinosaur’s stomach.",
              "The researchers will continue to study the dinosaur to see what other secrets they may unveil, like how this nodosaur was able to thrive and achieve such a large size with relatively poor quality food, Brown said.",
              "Greenwood’s graduate student, Jessica Kalyniuk, is studying fossil plants from the Gates Formation in Alberta’s Rocky Mountain Foothills to learn more about the forests where the nodosaur lived.",
              "© 2023 Cable News Network.",
              "A Warner Bros.",
              "Discovery Company.",
              "All Rights Reserved.",
              "CNN Sans TM & © 2016 Cable News Network."
            ]
          },
          {
            "title": "What a dinosaur&#39;s last supper reveals about life in the Cretaceous ...",
            "url": "https://www.cbc.ca/news/science/nodosaur-borealopelta-stomach-1.5600224",
            "content": [
              "What a dinosaur&#39;s last supper reveals about life in the Cretaceous ...",
              "A beautifully preserved armoured dinosaur found in an Alberta oilsands mine died on a full stomach.",
              "The \"extraordinarily rare\" preservation of its last meal offers new clues and surprises about how the dinosaur lived during its last days.",
              "The 5.",
              "5-metre-long, 1,300 kilogram spiky, plant-eating nodosaur, similar to an ankylosaurus but without a tail club, is the only known one of its species, Borealopelta markmitchelli.",
              "(Its name means \"shield of the north\" and honours Mark Mitchell, the technician who spent 7,000 hours carefully extracting the fossil from the surrounding rock).",
              "The nodosaur lived 110 million years ago during the early Cretaceous, in a lush forest of conifers, ferns and palm-like plants called cycads, near the coast of what was then an inland sea.",
              "At the time, the climate was warmer, similar to that of South Carolina, said Caleb Brown, a paleontologist at the Royal Tyrrell Museum of Paleontology in Alberta and lead author of the new study.",
              "It was published this week in the journal Royal Society Open Science.",
              "The fossil was discovered by accident in 2011 by Shawn Funk, a shovel operator at the Suncor Millennium Mine near Fort McMurray.",
              "Paleontologists from the Royal Tyrrell were called to have a look and realized at once that it was no ordinary fossil.",
              "While most fossils include only bones, this one included skin.",
              "It was so well-preserved that it has been described as \"mummified.\"",
              "In the dinosaur's belly, \"there were these massive concentrations of what looked like rocks,\" Brown said.",
              "Those were in a mass about the size of a soccer ball, and it appears they were gastroliths — rocks that some plant-eating dinosaurs use to grind up their food in their stomachs, as modern birds do, instead of using their teeth.",
              "Sure enough, when chunks of the mass were encased in resin, sliced and examined under the microscope, the researcher could see well-preserved twigs, leaves, mosses, pollen and spores.",
              "To get some help at identifying the plant material, the dinosaur researchers turned to paleobotanists, including Brandon University researcher David Greenwood and his team, along with their retired Royal Tyrrell colleague Dennis Braman.",
              "They discovered that the dinosaur was a bit of a picky eater.",
              "While it lumbered through a landscape that was lush with conifers, horsetails and cycads, there weren't a lot of those in its stomach.",
              "\"It's almost all ferns,\" Brown said, noting that ferns aren't actually very nutritious.",
              "\"It wasn't just hoovering up everything on the landscape.\"",
              "But to him, the biggest surprise was that the stomach also contained a significant amount of wood, mostly charcoal, suggesting it was feeding in an area that had recently been ravaged by wildfires.",
              "\"And that's a really cool result,\" Brown said.",
              "\"Because if you look at large mammals that are herbivores today, they often seek out areas that are recovering from forest fires.\"",
              "That's because the new growth tends to be lush, more nutritious than older plants, and low to the ground where it's easily accessible.",
              "By looking at the types of spores and the fact that the twigs appeared to be in the middle of their growing season, the researchers figured out that the animal died during the wet season, which was late spring or early summer.",
              "In Dinosaur Cold Case, a recent documentary about the fossil on CBC's Nature of Things, Greenwood said extreme storms and flash floods would have been a problem at that time of year on the coastal plain where the dinosaur lived and suggested that being swept away by rushing water may have been what caused its death.",
              "The discoveries about the nodosaur's last meal are significant because to date, Brown said, \"we know almost nothing about what herbivorous dinosaurs eat.\"",
              "Only guesses can be made based on what plants lived nearby and the dinosaur's teeth.",
              "There are also clues in fossil dinosaur feces, but the plant material in those are often digested beyond recognition and it's difficult to know which dinosaur they came from.",
              "Part of the problem is that finding preserved stomach contents from a dinosaur is \"extraordinarily rare,\" Jim Basinger of the University of Saskatchewan, a co-author of the study, said in a statement.",
              "Nine cases of possible dinosaur stomachs of plant-eating dinosaurs have been found, the researchers note, but most have turned out to just be plant material found nearby rather than actual stomachs.",
              "In this case, the dinosaur was washed far out to sea, without any plants from the landscape it lived in, before it was fossilized.",
              "\"So in this case we have what I would say is by far the best evidence that these are stomach contents,\" Brown said.",
              "That said, he notes that it may not necessarily be representative of what this species normally ate, as an animal's diet can vary depending on its age, its health, and the seasonal availability of different foods.",
              "Still, he said it's useful to be able to compare it to what scientists think plant-eating dinosaurs were eating at that time and raises new questions to investigate, such as: How much of this food a dinosaur this size would have needed to eat to sustain itself?",
              "And how did it digest it?",
              "\"I think give us a benchmark for figuring out how this animal may have lived.\"",
              "Audience Relations, CBC P.",
              "O.",
              "Box 500 Station A Toronto, ON Canada, M5W 1E6 Toll-free (Canada only): 1-866-306-4636 It is a priority for CBC to create products that are accessible to all in Canada including people with visual, hearing, motor and cognitive challenges.",
              "Closed Captioning and Described Video is available for many CBC shows offered on CBC Gem."
            ]
          }
        ],
        "The Pyramid Construction Ramp at Hatnub, a 4,500-year-old ramp found in an alabaster quarry in Egypt, may have been used to build the Great Pyramid of Giza, featuring staircases and post holes for sleds carrying heavy stones.": [
          {
            "title": "This 4,500-Year-Old Ramp Contraption May Have Been Used to Build Egypt ...",
            "url": "https://www.livescience.com/63978-great-pyramid-ramp-discovered.html",
            "content": [
              "This 4,500-Year-Old Ramp Contraption May Have Been Used to Build Egypt ...",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "Archaeologists have long wondered exactly how the ancient Egyptians constructed the world's biggest pyramid, the Great Pyramid.",
              "Now, they may have discovered the system used to haul massive stone blocks into place some 4,500 years ago.",
              "They discovered the remains of this system at the site of Hatnub, an ancient quarry in the Eastern Desert of Egypt.",
              "The contraption would have been used to transport heavy alabaster stones up a steep ramp, according to the archaeologists working at the site, from the Institut français d'archéologie orientale (French Institute for Oriental Archaeology)in Cairo and from the University of Liverpool in England.",
              "And it was possibly how Egyptians built the Great Pyramid, in the name of the pharaoh Khufu.",
              "[In Photos: Inside Egypt's Great Pyramids] \"Thissystem is composed of a central ramp flanked by two staircases with numerous post holes,\" Yannis Gourdon, co-director of the joint mission at Hatnub, told Live Science.",
              "\"Using a sled which carried a stone block and was attached with ropes to these wooden posts, ancient Egyptians were able to pull up the alabaster blocks out of the quarry on very steep slopes of 20 percent or more.\"",
              "The ropes attached to the sled acted as a \"force multiplier,\" making it easier to pull the sled up the ramp, said Roland Enmarch, the other co-director of the Hatnub mission.",
              "\"This kind of system has never been discovered anywhere else,\" Gourdon said.",
              "\"The study of the tool marks and the presence of two [of] Khufu's inscriptions led us to the conclusion that this system dates back at least to Khufu's reign, the builder of the Great Pyramid in Giza,\" he added.",
              "\"As this system dates back at least to Khufu's reign, that means that during the time of Khufu, ancient Egyptians knew how to move huge blocks of stone using very steep slopes.",
              "Therefore, they could have used it for the construction [of] his pyramid,\" Gourdon said.",
              "The Great Pyramid is the largest of the three Giza Pyramids, built for each of three pharaohs —Khufu, Khafre and Menkaure.",
              "Khufu's is the largest pyramid ever constructed in Egypt, standing 481 feet (146 m) tall when it was first built.",
              "It was considered a wonder of the world by ancient writers.",
              "While archaeologists generally agree that workers at this pyramid used a ramp system to move stone blocks up the pyramid, how exactly this system worked has been a long-standing mystery, one which this discovery may help solve.",
              "Originally published on Live Science.",
              "Stay up to date on the latest science news by signing up for our Essentials newsletter.",
              "Owen Jarus is a regular contributor to Live Science who writes about archaeology and humans' past.",
              "He has also written for The Independent (UK), The Canadian Press (CP) and The Associated Press (AP), among others.",
              "Owen has a bachelor of arts degree from the University of Toronto and a journalism degree from Ryerson University.",
              "Ancient Egyptian tomb was filled with magical spells to ward off snake bites Rare tumor with teeth discovered in Egyptian burial from 3,000 years ago Science news this week: Supervolcanoes and a wooden satellite By Patrick PesterNovember 17, 2023 By Elizabeth HowellNovember 17, 2023 By Conor FeehlyNovember 17, 2023 By Harry BakerNovember 17, 2023 By Hannah OsborneNovember 17, 2023 By Keumars Afifi-SabetNovember 17, 2023 By James FrewNovember 17, 2023 By Stefanie WaldekNovember 17, 2023 By Lydia SmithNovember 17, 2023 By Richard PallardyNovember 17, 2023 By Joanna ThompsonNovember 16, 2023 Live Science is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          },
          {
            "title": "How Did Egyptians Build the Pyramids? Ancient Ramp Find ... - HISTORY",
            "url": "https://www.history.com/news/ancient-egypt-pyramid-ramp-discovery",
            "content": [
              "How Did Egyptians Build the Pyramids? Ancient Ramp Find ... - HISTORY",
              "By: Becky Little Updated: January 29, 2020 | Original: November 2, 2018 Researchers in Egypt discovered a 4,500-year-old ramp system used to haul alabaster stones out of a quarry, and reports have suggested that it could provide clues as to how Egyptians built the pyramids.",
              "Yet while the ramp system is a significant technological discovery, the pyramid connection is still a bit of a stretch.",
              "Archaeologists from the French Institute for Oriental Archaeology in Cairo and the University of Liverpool discovered the ramp system’s remains in an ancient alabaster quarry at Hatnub, a site in the Eastern Desert.",
              "The ramp system dates at least as far back as the reign of Pharaoh Khufu, who built the Great Pyramid at Giza.",
              "“This system is composed of a central ramp flanked by two staircases with numerous post holes,” Yannis Gourdon, co-director of the joint mission at Hatnub, told Live Science.",
              "“Using a sled which carried a stone block and was attached with ropes to these wooden posts, ancient Egyptians were able to pull up the alabaster blocks out of the quarry on very steep slopes of 20 percent or more.",
              "” It’s difficult to tell the significance of this discovery since the archaeologists haven’t yet published their research on it, says Kara Cooney, a professor of Egyptian art and architecture at the University of California, L.",
              "A.",
              ", who is not involved in this research.",
              "“It’s a stretch to take an alabaster quarry and say this is how the pyramids were built, because the pyramids weren’t built out of alabaster,” she says.",
              "“The way that the ancient Egyptians cut and moved stone is still very mysterious.",
              "” Alabaster is a softer mineral, different from the heavy stone blocks with which Egyptians built the outer structure of the pyramids.",
              "“We actually don’t know [their] mechanism of cutting hard stones like red granite,” she says.",
              "“And we still don’t know how the ancient Egyptians lifted blocks weighing hundreds of tons up the sides of the pyramids.",
              "” Most Egyptologists already think that Egyptians used ramp systems to build the pyramids, but there are different theories about what types they used.",
              "Cooney says experts have theorized they could’ve used straight ramps that went up the pyramid’s outside walls, ramps that curved around these walls or ramping systems inside the pyramid itself.",
              "So although the ramp system discovery in the alabaster quarry does tell us something about Egyptians’ technological knowledge, it doesn’t answer the big questions about how they built the pyramids.",
              "And that’s exactly the way the ancient Egyptians would’ve wanted it.",
              "Just as “any authoritarian regime is going to hide their secrets as long and as best as they can,” Cooney says, the Egyptians purposefully left no record of how they built their pyramids.",
              "“The pyramids are there as mountains of stone proving the otherworldly nature of their god-kings.",
              "You stand in front of those pyramids and you feel it’s impossible to build such a thing.",
              "” That means, she says, that “the propaganda is still working.",
              "” By: Becky Little Becky Little is a journalist based in Washington, D.",
              "C.",
              "Follow her at @MsBeckyLittle.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Archaeologists Uncover 4,500-Year-Old Ramp System at ... - Sci.News",
            "url": "https://www.sci.news/archaeology/ramp-system-alabaster-quarry-egypt-06582.html",
            "content": [
              "Archaeologists Uncover 4,500-Year-Old Ramp System at ... - Sci.News",
              "An international team of archaeologists from the French Institute for Oriental Archaeology in Cairo, Egypt, and the University of Liverpool, UK, has discovered an ancient ramp system used to haul massive alabaster blocks out of a quarry.",
              "The remains of the 4,500-year-old ramp were found at the site of Hatnub, Egypt.",
              "Image credit: Yannis Gourdon / French Institute for Oriental Archaeology / University of Liverpool.",
              "The remains of the 4,500-year-old ramp were discovered at Hatnub, the location of ancient alabaster quarries and an associated workers’ settlement in the Eastern Desert, about 40 miles (65 km) southeast of modern Minya.",
              "The ancient ramp dates to the reign of Pharaoh Khufu, second king of the 4th dynasty (2575-2465 BC) and builder of the Great Pyramid at Giza.",
              "“The Hatnub quarries were the most prestigious source for Egyptian alabaster, the milky white banded stone which was much beloved of Egyptian civilization,” said Dr.",
              "Roland Enmarch, senior lecturer in egyptology at the University of Liverpool.",
              "“Their importance today lies in the fact that they are archaeologically very well preserved.",
              "” “The quarry preserves large numbers of inscriptions left by ancient quarrying expeditions from 4,500-4,000 years ago.",
              "These enable us to better understand the personnel and logistics of organizing expeditions to these desert quarry sites.",
              "” “Equally remarkably, the archaeological context of the quarries is very well preserved.",
              "” “They sit in a broad landscape of Bronze Age structures related to stone extraction and transport: huts for sleeping and stone working, pathfinding cairns, ancient footpaths, and even simple dry-stone religious structures.",
              "” The Hatnub quarries are connected to the Nile by one of the best-preserved Bronze Age roads in Egypt.",
              "“Since the newly-discovered ramp dates to the reign of Khufu, our research offers the exciting possibility for offering further insights into the logistics and technologies used in constructing that astonishing building,” Dr.",
              "Enmarch said.",
              "Along the sides of the ancient ramp are two staircases lined with postholes, to which ropes were likely tied thousands of years ago to drag the huge stone blocks.",
              "Such a design would have alleviated some of the burden for the workers who had to pull these huge loads.",
              "“This system is composed of a central ramp flanked by two staircases with numerous post holes,” said Dr.",
              "Yannis Gourdon, a researcher at the French Institute for Oriental Archaeology.",
              "“Using a sled which carried a stone block and was attached with ropes to these wooden posts, ancient Egyptians were able to pull up the alabaster blocks out of the quarry on very steep slopes of 20% or more.",
              "”"
            ]
          }
        ],
        "The World's Oldest Figurative Artwork, a painting of an animal found in a Sulawesi cave in Indonesia, is dated to at least 43,900 years old, considered the oldest known figurative artwork in the world.": [
          {
            "title": "Sulawesi art: Animal painting found in cave is 44,000 years old",
            "url": "https://www.bbc.com/news/world-asia-50754303",
            "content": [
              "Sulawesi art: Animal painting found in cave is 44,000 years old",
              "A painting discovered on the wall of an Indonesian cave has been found to be 44,000 years old.",
              "The art appears to show a buffalo being hunted by part-human, part-animal creatures holding spears and possibly ropes.",
              "Some researchers think the scene could be the world's oldest-recorded story.",
              "The findings were presented in the journal Nature by archaeologists from Griffith University in Brisbane, Australia.",
              "Adam Brumm - an archaeologist at Griffith - first saw the pictures two years ago, after a colleague in Indonesia shimmied up a fig tree to reach the cave passage.",
              "\"These images appeared on my iPhone,\" said Mr Brumm.",
              "\"I think I said the characteristic Australian four-letter word out very loud.\"",
              "The Indonesian drawing is not the oldest in the world.",
              "Last year, scientists said they found \"humanity's oldest drawing\" on a fragment of rock in South Africa, dated at 73,000 years old.",
              "The drawings were found in a cave called Leang Bulu'Sipong 4 in the south of Sulawesi, an Indonesian island east of Borneo.",
              "The panel is almost five metres wide and appears to show a type of buffalo called an anoa, plus wild pigs found on Sulawesi.",
              "Alongside them are smaller figures that look human - but also have animal features such as tails and snouts.",
              "In one section, an anoa is flanked by several figures holding spears.",
              "\"I've never seen anything like this before,\" said Mr Brumm.",
              "\"I mean, we've seen hundreds of rock art sites in this region - but we've never seen anything like a hunting scene.\"",
              "However, other researchers have questioned whether the panel represents a single story - and say it could be a series of images painted over a longer period.",
              "\"Whether it's a scene is questionable,\" says Paul Pettitt, an archaeologist and rock-art specialist at Durham University told Nature.",
              "The team analysed calcite \"popcorn\" that had built up on the painting.",
              "Radioactive uranium in the mineral slowly decays into thorium, so the team measured the levels of different isotopes of these elements.",
              "They found the calcite on a pig began forming at least 43,900 years ago, and the deposits on two buffalo were at least 40,900 years old.",
              "There are at least 242 caves or shelters with ancient imagery in Sulawesi alone - and new sites are being discovered annually.",
              "It may not be the oldest drawing, but researchers say it could be the oldest story ever found.",
              "\"Previously, rock art found in European sites dated to around 14,000 to 21,000 years old were considered to be the world's oldest clearly narrative artworks,\" said the paper in Nature.",
              "The Sulawesi drawings could also be the oldest animal drawing ever found.",
              "Last year, a cave painting in Borneo - thought to be the oldest of an animal - was found to be at least 40,000 years old.",
              "'Oldest animal painting' discovered Red dot becomes 'oldest cave art' Hamas-run health ministry says Israeli strike on Gaza hospital kills 12 Israel says CCTV shows hostages at Gaza hospital Far-right outsider Milei wins Argentina election Is it time for America's elder statesmen to retire?",
              "Iâ\u0080\u0099m autistic â\u0080\u0093 hereâ\u0080\u0099s why I decided to stop masking.",
              "VideoIâ\u0080\u0099m autistic â\u0080\u0093 hereâ\u0080\u0099s why I decided to stop masking The student whose Roblox shop has had 1.",
              "6bn visits Radical political change in Argentina's uncertain future Defeated George Weah hailed for his sportsmanship Australia win 'one of the great World Cup victories' Inside West Bank district under lockdown since Hamas attack The Russians snitching on colleagues and strangers This famous carrot myth is actually WW2 propaganda.",
              "VideoThis famous carrot myth is actually WW2 propaganda The raunchy books Britain loves How humans could travel through time The fried chicken served on Titanic Â© 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          },
          {
            "title": "World&#39;s &#39;oldest known cave painting&#39; found in Indonesia",
            "url": "https://www.theguardian.com/science/2021/jan/13/worlds-oldest-known-cave-painting-found-in-indonesia",
            "content": [
              "World&#39;s &#39;oldest known cave painting&#39; found in Indonesia",
              "Picture of wild pig made at least 45,500 years ago provides earliest evidence of human settlement Archaeologists say they have discovered the world’s oldest known cave painting: a life-sized picture of a wild pig that was made at least 45,500 years ago in Indonesia.",
              "The finding, described in the journal Science Advances on Wednesday, provides the earliest evidence of human settlement of the region.",
              "Co-author Maxime Aubert, of Australia’s Griffith University, told AFP it was found on the island of Sulawesi in 2017 by doctoral student Basran Burhan, as part of surveys the team was carrying out with Indonesian authorities.",
              "The Leang Tedongnge cave is located in a remote valley enclosed by sheer limestone cliffs, about an hour’s walk from the nearest road.",
              "It is only accessible during the dry season because of flooding during the wet season – and members of the isolated Bugis community told the team it had never before been seen by westerners.",
              "Measuring 136cm by 54cm (53in by 21in), the Sulawesi warty pig was painted using dark red ochre pigment and has a short crest of upright hair, as well as a pair of horn-like facial warts characteristic of adult males of the species.",
              "There are two hand prints above the pig’s hindquarters, and it appears to be facing two other pigs that are only partially preserved, as part of a narrative scene.",
              "“The pig appears to be observing a fight or social interaction between two other warty pigs,” said co-author Adam Brumm.",
              "Humans have hunted Sulawesi warty pigs for tens of thousands of years, and they are a key feature of the region’s prehistoric artwork, particularly during the ice age.",
              "Aubert, a dating specialist, identified a calcite deposit that had formed on top of the painting, then used uranium-series isotope dating to confidently say the deposit was 45,500 years old.",
              "This makes the painting at least that age, “but it could be much older because the dating that we’re using only dates the calcite on top of it”, he explained.",
              "“The people who made it were fully modern, they were just like us, they had all of the capacity and the tools to do any painting that they liked,” he added.",
              "The authors say that, to their knowledge, the animal painting from Leang Tedongnge is the earliest known representational work of art in the world.",
              "However, other paintings in Spain have also been put forward as the oldest known cave paintings.",
              "The previously oldest dated rock art painting was found by the same team in Sulawesi.",
              "It depicted a group of part-human, part-animal figures hunting mammals, and was found to be at least 43,900 years old.",
              "Cave paintings such as these also help fill in gaps about our understanding of early human migrations.",
              "It is known that people reached Australia 65,000 years ago, but they would probably have had to cross the islands of Indonesia, known as “Wallacea”.",
              "This site now represents the oldest evidence of humans in Wallacea, but it is hoped further research will help show people were in the region much earlier, which would resolve the Australia settlement puzzle.",
              "The team believes the artwork was made by Homo sapiens, as opposed to now extinct human species like Denisovans, but cannot say this for certain.",
              "To make handprints, the artists would have had to place their hands on a surface then spit pigment over it, and the team are hoping to try to extract DNA samples from residual saliva.",
              "This article was amended on 22 January 2021 to add further context about the claim that the discovery is the world’s oldest known cave painting."
            ]
          },
          {
            "title": "One of the oldest known cave paintings has been found in Indonesia",
            "url": "https://www.sciencenews.org/article/oldest-known-cave-painting-art-pig-found-indonesia",
            "content": [
              "One of the oldest known cave paintings has been found in Indonesia",
              "Every print subscription comes with full digital access An Indonesian cave painting of a warty pig, sporting a pair of large bumps on its neck, ranks among the oldest known artistic portrayals of an actual object or living thing, researchers say.",
              "M.",
              "Aubert By Bruce Bower January 13, 2021 at 2:00 pm Inside a cave on the Indonesian island of Sulawesi, scientists have found one of the oldest known artistic depictions of a real-world object or organism.",
              "It’s a painting of a warty pig, an animal still found on Sulawesi, that was rendered on the cave’s back wall at least 45,500 years ago, researchers report January 13 in Science Advances.",
              "The discovery adds to evidence that “the first modern human cave art traditions did not emerge in Ice Age Europe, as long supposed, but perhaps earlier in Asia or even in Africa, where our species evolved,” says study author Adam Brumm, an archaeologist at Griffith University in Brisbane, Australia.",
              "At least two, and possibly three, other partially preserved pig paintings appear on the cave wall near the newly dated figure.",
              "All of the painted pigs in the Sulawesi cave appear to be confronting each other in a scene of some sort, says archaeologist Iain Davidson of the University of New England in Armidale, Australia.",
              "Similarly positioned, painted animals dating to roughly 30,000 years ago or more appear in scenes in France’s Chauvet Cave, says Davidson, who did not participate in the new study.",
              "On the ceiling of a small chamber in another Sulawesi cave, the researchers found a large pig painting — like the others, executed in red or dark red and purple mineral pigments — that dates to between 32,000 and 73,400 years ago.",
              "At least two other poorly preserved paintings of unidentified animals are located on the chamber’s ceiling and wall.",
              "The team considers it likely that Homo sapiens, rather than a closely related species such as Homo floresiensis (SN: 6/8/16), painted on the Sulawesi cave walls.",
              "Like a painted hunting scene from at least 43,900 years ago previously found in a separate Sulawesi cave (SN: 12/11/19), minimum age estimates for the pig paintings are based on measures of radioactive uranium’s decay in cauliflower-like mineral growths that formed in thin layers over and underneath parts of the depictions.",
              "Uranium-based dating of ancient cave art has drawn criticism (SN: 10/28/19).",
              "For instance, Brumm’s group dated three mineral layers partly covering one of the pig paintings to estimate its minimum age.",
              "The layer closest to the painting was slightly younger than the two layers above it, the opposite of what would be expected if the layers had formed one after the other.",
              "Those topsy-turvy dates raise doubts about the accuracy of the painting’s minimum age, says archaeologist João Zilhão of the University of Barcelona.",
              "A mix of slightly older and younger age estimates can result from gaps that form in successive mineral layers, Brumm’s team says.",
              "Averaging the dates of multiple layers provides a reasonable, possibly understated minimum age estimate for the underlying art, the researchers contend.",
              "Ultimately, cave art such as the pigs on islands in Southeast Asia and Australia, and probably Sulawesi as well, may be shown to date to as early as around 60,000 to 70,000 years ago, says archaeologist Peter Veth of the University of Western Australia in Perth.",
              "That’s when H.",
              "sapiens first settled the region, probably bringing mainland cave art traditions with them rather than suddenly inventing the practice on isolated islands, he suggests.",
              "Questions or comments on this article?",
              "E-mail us at feedback@sciencenews.",
              "org | Reprints FAQ A version of this article appears in the February 13, 2021 issue of Science News.",
              "A Brumm et al.",
              "Oldest cave art found in Sulawesi.",
              "Science Advances.",
              "Published online January 13, 2021.",
              "doi: 10.",
              "1126/sciadv.",
              "abd4648.",
              "Bruce Bower has written about the behavioral sciences for Science News since 1984.",
              "He writes about psychology, anthropology, archaeology and mental health issues.",
              "This article was supported by readers like you.",
              "Invest in quality science journalism by donating today.",
              "Science News was founded in 1921 as an independent, nonprofit source of accurate information on the latest news of science, medicine and technology.",
              "Today, our mission remains the same: to empower people to evaluate the news and the world around them.",
              "It is published by the Society for Science, a nonprofit 501(c)(3) membership organization dedicated to public engagement in scientific research and education (EIN 53-0196483).",
              "© Society for Science & the Public 2000–2023.",
              "All rights reserved.",
              "Subscribers, enter your e-mail address for full access to the Science News archives and digital editions.",
              "Not a subscriber?",
              "Become one now."
            ]
          }
        ]
      },
      "evidence": {
        "Two skeletons from over 6,000 years ago were excavated near Mantua, Italy, discovered in an embrace.": [
          "Inside, they found a pair of skeletons lying face to face, their bodies intertwined as if holding each other in a “lovers’ embrace.",
          "For 6,000 years they had embraced each other.",
          "In 2007, a team of archaeologists discovered a tomb near Mantua in the region of Lombardy, Italy.",
          "In 2007, the near-perfectly preserved Neolithic-era remains of two humans were found in an archaeological site outside the Italian village of Valdaro, locked in an embrace.",
          "The Lovers of Valdaro, or Valdaro Lovers, are a pair of human skeletons dated as approximately 6,000 years old.",
          "Firstly, the couple died around 6,000 years ago during the Neolithic period.",
          "They were discovered by archaeologists at a Neolithic tomb in San Giorgio near Mantua, Italy, in 2007."
        ],
        "The skeletons are believed to be a Neolithic couple who died young and were buried together.": [
          "The pair are a male and female no older than 20 years old at death and approximately 1.",
          "The couple died around 6,000 years ago during the Neolithic period.",
          "From an initial examination they appear young as their teeth are not worn down, but we have sent the remains to a laboratory to establish their age at the time of death.",
          "The young man and woman were each around 20 years of age when they died.",
          "Despite their young age, the couple appeared to have died of natural causes."
        ],
        "A series of three pyramids nested inside each other were revealed by using electrical resistivity tomography at the ancient Maya city of Chichén Itzá in Mexico.": [
          "Scientists in Mexico have found evidence for a third and earlier—more purely Mayan—pyramid inside of the famous and iconic Pyramid of El Castillo at Chichén Itzá, in Yucatán.",
          "They were able to then acquired more than 45,000 observations that gave them an unprecedented amount of data on the interior of Pyramid El Castillo.",
          "Using a non-destructive technique that employed hundred of electrodes deployed on the surface of the pyramid, the researchers also confirmed previous discoveries of a second pyramid, as well as their own 2014 discovery of a partially water-filled sinkhole beneath the pyramid.",
          "Using 96 electrodes placed around the outside of the structure, scientists were able to create a digital map of the mysterious pyramid.",
          "They knew that the pyramid we see today was built over another pyramid, the remnants of which have been well documented, but they were surprised to find a third structure buried within the second.",
          "He also pointed out that the structure may not be the only one — instead, there might be a few inside the second pyramid.",
          "The UNAM team used ERT to spy into the pyramid terrace-by-terrace, deploying more than 800 flat electrodes at a time on each terrace."
        ],
        "The innermost pyramid dates back to the 6th century CE, while the outermost one was built in the 9th century CE.": [
          "Chichén was founded about the 6th century ce, presumably by Maya peoples of the Yucatán Peninsula who had occupied the region since the Pre-Classic, or Formative, Period (1500 bce–300 ce).",
          "By the ninth century, Chichen Itza was a de facto regional capital, with its rulers controlling much of the central and northern Yucatan peninsula."
        ],
        "A tiny coffin containing a mummified fetus was found in a tomb near King Tutankhamun's burial chamber in Egypt.": [],
        "Fragments of ancient biblical texts dating back to the 2nd century BCE were discovered in a cave in the Judean Desert in Israel.": [
          "The Israel Antiquities Authority announced Tuesday that a four-year archaeological project uncovered portions of the Book of the Twelve Minor Prophets, including the books of Zechariah and Nahum.",
          "They are the first new scrolls found in archeological excavations in the desert south of Jerusalem in 60 years.",
          "The roughly 80 new pieces are believed to belong to a set of parchment fragments found in a site in southern Israel known as the \"Cave of Horror\" — named for the 40 human skeletons found there during excavations in the 1960s — that also bear a Greek rendition of the Twelve Minor Prophets, a book in the Hebrew Bible.",
          "A new set of Dead Sea Scrolls, ancient fragments of biblical texts dating back almost 2,000 years and thought to have been hidden during a Jewish revolt against Rome, have been found in an Israeli desert.",
          "The fragments of parchment bear lines of Greek text from the books of Zechariah and Nahum and have been dated around the 1st century AD based on the writing style, according to the Israel Antiquities Authority.",
          "The cave is located in a remote canyon around 40 kilometres south of Jerusalem, just west of the Dead Sea",
          "Israeli archaeologists on Tuesday announced the discovery of dozens of new Dead Sea scroll fragments bearing a biblical text found in a desert cave and believed hidden during a Jewish revolt against Rome nearly 1,900 years ago."
        ],
        "The scrolls contain passages from the books of Zechariah and Nahum and are written in Greek and Hebrew.": [
          "The newly found remnants contain verses from the books of Zechariah and Nahum, which form part of writings known as the Book of the Twelve Minor Prophets.",
          "The new fragments contain verses from Zechariah 8:16-17, including part of the name of God written in ancient Hebrew, and verses from Nahum 1:5-6, both from the biblical Book of the Twelve Minor Prophets.",
          "The fragments of parchment bear lines of Greek text from the books of Zechariah and Nahum and have been dated around the 1st century AD based on the writing style, according to the Israel Antiquities Authority.",
          "The dozens of pieces of parchment were written in Greek, with just the name of God appearing in Hebrew."
        ],
        "A massive tomb complex dating back to the 4th century BCE was unearthed near Amphipolis in northern Greece.": [
          "The Kasta Tomb (Greek: Τύμβος Καστά), also known as the Amphipolis Tomb (Greek: Τάφος της Αμφίπολης), is the largest ancient tumulus (burial mound) ever discovered in Greece, and by comparison dwarfs that of Philip II of Macedon, father of Alexander the Great, in Vergina.",
          "BC, and is enclosed in the Kasta mound near the ancient city of Amphipolis, Central Macedonia, in northern Greece.",
          "It is an ancient Macedonian tomb of the last quarter of the 4th c.",
          "The 4th-century BCE burial mound at Amphipolis was discovered in 2012 CE, and it is one of the most important archaeological finds of the last 40 years."
        ],
        "The tomb is decorated with elaborate sculptures and mosaic floors and may have belonged to a close associate of Alexander the Great.": [
          "Archaeologists unearthed the tomb dating to the time of Alexander the Great in August at Amphipolis in northern Macedonia.",
          "Some observers say the tomb could belong to a member of Alexander's immediate family - maybe his mother, Olympias, or his wife, Roxana - or another Macedonian noble.",
          "An imposing mosaic of a man driving a chariot has been uncovered in the largest antique tomb ever found in Greece.",
          "Archaeologists think the magnificence of the tomb means it was built for someone very important.",
          "The tomb's costly artwork all dates to the tumultuous time around the death of Alexander the Great, and points to the presence of an important person.",
          "There is widespread speculation over who was buried at the site: from Roxana, Alexander's Persian wife, to Olympias, the king's mother, to one of his generals."
        ],
        "A fossil of a nodosaur dinosaur found in a mine in Alberta, Canada, so well preserved that it still had its skin, scales, and stomach contents, dating back 110 million years.": [
          "Known as a nodosaur, this 110 million-year-old, armored plant-eater is the best preserved fossil of its kind ever found.",
          "The nodosaur lived 110 million years ago during the early Cretaceous, in a lush forest of conifers, ferns and palm-like plants called cycads, near the coast of what was then an inland sea.",
          "The finding of the actual preserved stomach contents from a dinosaur is extraordinarily rare, and this stomach recovered from the mummified nodosaur by the museum team is by far the best-preserved dinosaur stomach ever found to date,” said Jim Basinger, study coauthor and University of Saskatchewan geologist, in a statement.",
          "The nodosaur, known as Borealopelta markmitchelli, was found in 2011 during mining operations north of Fort McMurray in Alberta, Canada.",
          "While most fossils include only bones, this one included skin.",
          "A dinosaur with impressive armored plates across its back became mummified around 110 million years ago after enjoying one last meal before dying."
        ],
        "The Pyramid Construction Ramp at Hatnub, a 4,500-year-old ramp found in an alabaster quarry in Egypt, may have been used to build the Great Pyramid of Giza, featuring staircases and post holes for sleds carrying heavy stones.": [
          "The ramp system dates at least as far back as the reign of Pharaoh Khufu, who built the Great Pyramid at Giza.",
          "“Since the newly-discovered ramp dates to the reign of Khufu, our research offers the exciting possibility for offering further insights into the logistics and technologies used in constructing that astonishing building,” Dr. Enmarch said.",
          "The remains of the 4,500-year-old ramp were found at the site of Hatnub, Egypt.",
          "\"The study of the tool marks and the presence of two [of] Khufu's inscriptions led us to the conclusion that this system dates back at least to Khufu's reign, the builder of the Great Pyramid in Giza,\" he added.",
          "“This system is composed of a central ramp flanked by two staircases with numerous post holes,” Yannis Gourdon, co-director of the joint mission at Hatnub, told Live Science.",
          "Along the sides of the ancient ramp are two staircases lined with postholes, to which ropes were likely tied thousands of years ago to drag the huge stone blocks.",
          "\"As this system dates back at least to Khufu's reign, that means that during the time of Khufu, ancient Egyptians knew how to move huge blocks of stone using very steep slopes."
        ],
        "The World's Oldest Figurative Artwork, a painting of an animal found in a Sulawesi cave in Indonesia, is dated to at least 43,900 years old, considered the oldest known figurative artwork in the world.": [
          "The findings were presented in the journal Nature by archaeologists from Griffith University in Brisbane, Australia.",
          "Like a painted hunting scene from at least 43,900 years ago previously found in a separate Sulawesi cave (SN: 12/11/19), minimum age estimates for the pig paintings are based on measures of radioactive uranium’s decay in cauliflower-like mineral growths that formed in thin layers over and underneath parts of the depictions.",
          "They found the calcite on a pig began forming at least 43,900 years ago, and the deposits on two buffalo were at least 40,900 years old.",
          "It’s a painting of a warty pig, an animal still found on Sulawesi, that was rendered on the cave’s back wall at least 45,500 years ago, researchers report January 13 in Science Advances.",
          "The previously oldest dated rock art painting was found by the same team in Sulawesi.",
          "The panel is almost five metres wide and appears to show a type of buffalo called an anoa, plus wild pigs found on Sulawesi.",
          "The authors say that, to their knowledge, the animal painting from Leang Tedongnge is the earliest known representational work of art in the world."
        ]
      },
      "subconclusions": {
        "Two skeletons from over 6,000 years ago were excavated near Mantua, Italy, discovered in an embrace.": "supported",
        "The skeletons are believed to be a Neolithic couple who died young and were buried together.": "partially supported",
        "A series of three pyramids nested inside each other were revealed by using electrical resistivity tomography at the ancient Maya city of Chichén Itzá in Mexico.": "partially supported",
        "The innermost pyramid dates back to the 6th century CE, while the outermost one was built in the 9th century CE.": "partially supported",
        "A tiny coffin containing a mummified fetus was found in a tomb near King Tutankhamun's burial chamber in Egypt.": "not supported",
        "Fragments of ancient biblical texts dating back to the 2nd century BCE were discovered in a cave in the Judean Desert in Israel.": "partially supported",
        "The scrolls contain passages from the books of Zechariah and Nahum and are written in Greek and Hebrew.": "partially supported",
        "A massive tomb complex dating back to the 4th century BCE was unearthed near Amphipolis in northern Greece.": "supported",
        "The tomb is decorated with elaborate sculptures and mosaic floors and may have belonged to a close associate of Alexander the Great.": "partially supported",
        "A fossil of a nodosaur dinosaur found in a mine in Alberta, Canada, so well preserved that it still had its skin, scales, and stomach contents, dating back 110 million years.": "supported",
        "The Pyramid Construction Ramp at Hatnub, a 4,500-year-old ramp found in an alabaster quarry in Egypt, may have been used to build the Great Pyramid of Giza, featuring staircases and post holes for sleds carrying heavy stones.": "partially supported",
        "The World's Oldest Figurative Artwork, a painting of an animal found in a Sulawesi cave in Indonesia, is dated to at least 43,900 years old, considered the oldest known figurative artwork in the world.": "supported"
      }
    }
  }
}