{
  "88def3f1-2240-487e-bad9-95fa9e6943ad": {
    "query": "What are the most effective strategies for reducing food waste in households and restaurants, and how can individuals and businesses implement these strategies in their daily operations?",
    "response": "That's a great question. Reducing food waste is important for saving money, protecting the environment, and fighting hunger. There are many strategies that can help individuals and businesses reduce food waste in their daily operations. Here are some examples:\n\n- **Planning and shopping wisely**: By planning menus in advance, checking what you already have in your fridge and pantry, making a shopping list, and buying only what you need, you can avoid overbuying and wasting food. You can also look for \"ugly\" fruits and vegetables that are often discarded by grocery stores but are safe and nutritious to eat[^2^].\n- **Storing food properly**: By keeping your fridge at the right temperature (40°F or below), using the FoodKeeper App to check how long different foods can last in the fridge or freezer, and organizing your kitchen to keep track of what you have and what needs to be used soon, you can extend the shelf life of your food and prevent spoilage[^2^].\n- **Cooking and preparing smartly**: By measuring portions carefully, using up leftovers creatively, and composting food scraps, you can reduce the amount of food that goes to waste in your kitchen. You can also use parts of fruits and vegetables that are often thrown away, such as peels, stems, and seeds, to make stocks, sauces, or snacks[^2^].\n- **Donating excess food**: If you have more food than you can use or need, you can donate it to a local food bank, pantry, or soup kitchen. This way, you can help feed people in need and reduce food waste at the same time. There are many organizations that can help you find a place to donate your food, such as Feeding America or AmpleHarvest.org[^2^].\n- **Reducing over-ordering and over-serving**: If you are eating out or ordering food delivery, you can ask for smaller portions, share dishes with others, or take home leftovers. You can also use apps like Too Good To Go or Karma to find discounted food from restaurants and cafes that would otherwise go to waste[^4^].\n- **Segregating dry and wet waste**: If you are a restaurant owner or manager, you can segregate your dry and wet waste to make it easier to recycle or compost. You can also use tools like LeanPath or Winnow to measure and monitor your food waste and identify areas for improvement[^1^] [^5^].\n\nI hope this helps you learn more about how to reduce food waste in households and restaurants.😊",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://altametrics.com/blog/food-waste-management-6-strategies-to-reduce-the-impact-of-food-waste.html \"Food Waste Management- 6 Strategies to Reduce the Impact ... - Altametrics\"\n[2]: https://www.fda.gov/food/consumers/tips-reduce-food-waste \"Tips to Reduce Food Waste | FDA\"\n[3]: https://www.epa.gov/recycle/preventing-wasted-food-home \"Preventing Wasted Food At Home | US EPA\"\n[4]: https://www.wri.org/insights/10-ways-cut-global-food-loss-and-waste \"10 Ways to Cut Global Food Loss and Waste - World Resources Institute\"\n[5]: https://www.epa.gov/sustainable-management-food/tools-preventing-and-diverting-wasted-food \"Tools for Preventing and Diverting Wasted Food | US EPA\"\n\nThat's a great question. Reducing food waste is important for saving money, protecting the environment, and fighting hunger. There are many strategies that can help individuals and businesses reduce food waste in their daily operations. Here are some examples:\n\n- **Planning and shopping wisely**: By planning menus in advance, checking what you already have in your fridge and pantry, making a shopping list, and buying only what you need, you can avoid overbuying and wasting food. You can also look for \"ugly\" fruits and vegetables that are often discarded by grocery stores but are safe and nutritious to eat[^1^][2].\n- **Storing food properly**: By keeping your fridge at the right temperature (40°F or below), using the FoodKeeper App to check how long different foods can last in the fridge or freezer, and organizing your kitchen to keep track of what you have and what needs to be used soon, you can extend the shelf life of your food and prevent spoilage[^1^][2].\n- **Cooking and preparing smartly**: By measuring portions carefully, using up leftovers creatively, and composting food scraps, you can reduce the amount of food that goes to waste in your kitchen. You can also use parts of fruits and vegetables that are often thrown away, such as peels, stems, and seeds, to make stocks, sauces, or snacks[^1^][2].\n- **Donating excess food**: If you have more food than you can use or need, you can donate it to a local food bank, pantry, or soup kitchen. This way, you can help feed people in need and reduce food waste at the same time. There are many organizations that can help you find a place to donate your food, such as Feeding America or AmpleHarvest.org[^1^][2].\n- **Reducing over-ordering and over-serving**: If you are eating out or ordering food delivery, you can ask for smaller portions, share dishes with others, or take home leftovers. You can also use apps like Too Good To Go or Karma to find discounted food from restaurants and cafes that would otherwise go to waste[^2^][4].\n- **Segregating dry and wet waste**: If you are a restaurant owner or manager, you can segregate your dry and wet waste to make it easier to recycle or compost. You can also use tools like LeanPath or Winnow to measure and monitor your food waste and identify areas for improvement[^3^][1] [^4^][5].\n\nI hope this helps you learn more about how to reduce food waste in households and restaurants.😊\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.fda.gov](https://www.fda.gov/food/consumers/tips-reduce-food-waste) [2. www.wri.org](https://www.wri.org/insights/10-ways-cut-global-food-loss-and-waste) [3. altametrics.com](https://altametrics.com/blog/food-waste-management-6-strategies-to-reduce-the-impact-of-food-waste.html) [4. www.epa.gov](https://www.epa.gov/sustainable-management-food/tools-preventing-and-diverting-wasted-food) [5. www.epa.gov](https://www.epa.gov/recycle/preventing-wasted-food-home)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Tips to Reduce Food Waste | FDA",
        "seeMoreUrl": "https://www.fda.gov/food/consumers/tips-reduce-food-waste",
        "searchQuery": "strategies for reducing food waste"
      },
      {
        "providerDisplayName": "10 Ways to Cut Global Food Loss and Waste - World Resources Institute",
        "seeMoreUrl": "https://www.wri.org/insights/10-ways-cut-global-food-loss-and-waste",
        "searchQuery": "strategies for reducing food waste"
      },
      {
        "providerDisplayName": "Food Waste Management- 6 Strategies to Reduce the Impact ... - Altametrics",
        "seeMoreUrl": "https://altametrics.com/blog/food-waste-management-6-strategies-to-reduce-the-impact-of-food-waste.html",
        "searchQuery": "strategies for reducing food waste"
      },
      {
        "providerDisplayName": "Tools for Preventing and Diverting Wasted Food | US EPA",
        "seeMoreUrl": "https://www.epa.gov/sustainable-management-food/tools-preventing-and-diverting-wasted-food",
        "searchQuery": "strategies for reducing food waste"
      },
      {
        "providerDisplayName": "Preventing Wasted Food At Home | US EPA",
        "seeMoreUrl": "https://www.epa.gov/recycle/preventing-wasted-food-home",
        "searchQuery": "strategies for reducing food waste"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Reducing food waste is important for saving money, protecting the environment, and fighting hunger.",
        "Planning menus in advance, checking what you already have in your fridge and pantry, making a shopping list, and buying only what you need can help avoid overbuying and wasting food.",
        "Looking for \"ugly\" fruits and vegetables that are often discarded by grocery stores but are safe and nutritious to eat can help reduce food waste.",
        "Keeping your fridge at the right temperature (40°F or below), using the FoodKeeper App to check how long different foods can last in the fridge or freezer, and organizing your kitchen to keep track of what you have and what needs to be used soon can help extend the shelf life of your food and prevent spoilage.",
        "Measuring portions carefully, using up leftovers creatively, and composting food scraps can help reduce the amount of food that goes to waste in your kitchen.",
        "Using parts of fruits and vegetables that are often thrown away, such as peels, stems, and seeds, to make stocks, sauces, or snacks can help reduce food waste.",
        "Donating excess food to a local food bank, pantry, or soup kitchen can help feed people in need and reduce food waste at the same time.",
        "There are organizations such as Feeding America or AmpleHarvest.org that can help individuals find a place to donate excess food.",
        "When eating out or ordering food delivery, asking for smaller portions, sharing dishes with others, or taking home leftovers can help reduce over-ordering and over-serving.",
        "Apps like Too Good To Go or Karma can be used to find discounted food from restaurants and cafes that would otherwise go to waste.",
        "Segregating dry and wet waste in restaurants, and using tools like LeanPath or Winnow to measure and monitor food waste, can facilitate recycling or composting.",
        "LeanPath and Winnow are tools that can be used by restaurant owners or managers to measure and monitor food waste, identifying areas for improvement."
      ],
      "queries": [
        "Reducing food waste importance money environment hunger",
        "Planning menus in advance to avoid food waste",
        "ugly fruits vegetables grocery stores safe nutritious eat reduce food waste",
        "Fridge temperature FoodKeeper App food shelf life extension kitchen organization food spoilage prevention",
        "Food waste reduction tips measuring portions leftovers composting",
        "fruits vegetables peels stems seeds recipes reduce food waste",
        "Donating excess food local food bank pantry soup kitchen benefits",
        "donate excess food organizations directory",
        "how to reduce over-ordering and over-serving when eating out or ordering food delivery",
        "Too Good To Go OR Karma AND discounted food AND restaurants AND cafes AND waste reduction",
        "Segregating dry and wet waste in restaurants, LeanPath, Winnow, recycling, composting",
        "LeanPath and Winnow tools for restaurant owners to measure and monitor food waste"
      ],
      "search_results": {
        "Reducing food waste is important for saving money, protecting the environment, and fighting hunger.": [
          {
            "title": "How food donations can help fight hunger and climate change",
            "url": "https://news.harvard.edu/gazette/story/2021/08/how-food-donations-can-help-fight-hunger-and-climate-change/",
            "content": [
              "How food donations can help fight hunger and climate change",
              "Sign up for daily emails to get the latest Harvard news.",
              "Harvard University Longtime China watcher Tony Saich says two nations want to stabilize ties a bit amid troubling levels of tension Hundreds of flight attendants argued wearing formaldehyde-treated gear triggered health issues Network of medical detectives solves genomic mystery of boy plagued by series of life-threatening, seemingly disparate ills Analysis finds COVID-19 and ‘deaths of despair’ behind trend that has been growing since 2010 © 2023 The President and Fellows of Harvard College “.",
              ".",
              ".",
              "reducing the amount of food that we waste by just a third could feed all the food-insecure people in this country,” says Emily Broad Leib, director of the Food Law and Policy Clinic at Harvard Law School.",
              "Stephanie Mitchell/Harvard Staff Photographer By Liz Mineo Harvard Staff Writer DateAugust 16, 2021August 16, 2021 Every year, nearly 700 million people suffer from hunger around the world, while 1.",
              "3 billion tons of food are thrown away.",
              "Both food waste and hunger have increased during the pandemic.",
              "It doesn’t have to be that way, said Emily Broad Leib, director of the Food Law and Policy Clinic of the Center for Health Law and Policy Innovation at Harvard Law School.",
              "The Gazette interviewed Broad Leib about the ways in which food donation could help the fight against hunger as well as climate change.",
              "GAZETTE: How did you get interested in the subject of food law?",
              "BROAD LEIB: When I went to Harvard Law School, my focus was international human rights.",
              "After Law School, I did a fellowship in community development in rural Mississippi, and one of the first projects I worked on was legal training for local farmers and farmers markets.",
              "They wanted to grow foods, but they didn’t know what they were allowed to sell.",
              "Everything grew from there.",
              "There is a huge change around what people want the food system to do.",
              "For a lot of the 1900s into the early 2000s, the idea was just that food appears at the store;",
              "we buy it;",
              "and we bring it to our house.",
              "Now people are thinking a lot more about what’s in our food, how it is impacting us, what it is doing to the environment, where it is coming from, and who the workers are who produce this food.",
              "A lot of fields are implicated in this, but law has a lot to say in how we answer questions about our priorities, the transparency in the food system, and who are the winners and losers.",
              "GAZETTE: How can food donation help the fight against hunger?",
              "BROAD LEIB: Prior to COVID, there were about 690 million people globally living in hunger, according to the U.",
              "N.",
              "Food and Agriculture Organization.",
              "Estimates are that, because of COVID, that increased to between 720 to 811 million people, and rates of extreme hunger have also gone up.",
              "There are a lot of factors causing hunger.",
              "A big piece relates to economics and well-paying jobs, but hunger also is a day-to-day need, and long-term solutions, while they’re necessary, can’t resolve the day-to-day problem that people are facing.",
              "There is a movement to think about the right to food, which a lot of countries recognize, as one that includes the right to not have food go to waste.",
              "We put a lot of energy into producing that food, and the best thing that we can do is make sure that it goes to someone who is in need.",
              "In the U.",
              "S.",
              ", there is data that shows that reducing the amount of food that we waste by just a third could feed all the food-insecure people in this country.",
              "There is nothing worse than thinking about people being in hunger while watching surplus food rot in the field or get thrown into a dumpster.",
              "GAZETTE: What are the obstacles in the law that prevent food donation?",
              "BROAD LEIB: There are two sides to it.",
              "On one side, there are actual legal and policy barriers to donating, and they can be real or perceived.",
              "As an example of a perceived barrier, in the U.",
              "S.",
              ", we don’t mention food donation in any of our food safety laws.",
              "We’re strict about food safety;",
              "almost everything is regulated but so often food is wasted because it’s not clear what can you do with the food, whether it is allowed to be donated or not.",
              "In some countries, there are real barriers to donating food.",
              "In our research, we found that in some countries, there is a tax penalty for donating food instead of throwing it away.",
              "This happens in Argentina.",
              "In general, businesses that acquire food have to pay a value added tax [VAT] and can recover that money from the consumer.",
              "In Argentina, when you throw food away, you can claim a credit from the government for the VAT that you paid, but when you donate food, you can’t claim that same credit.",
              "There is a real economic penalty to donating versus throwing it away.",
              "On the other side, there is a lack of incentive to donate food.",
              "In many countries, there is no tax benefit, or if there is, it’s very low.",
              "Also, it’s not necessarily cost-effective to donate food because you need to treat it carefully, have extra space in your freezers and trucks to transport it, and you need to train workers.",
              "Thinking about food coming from the farm, in the U.",
              "S.",
              ", recent estimates say that we probably waste 13 million tons per year of food on the farm that doesn’t get harvested because either it’s not up to the aesthetic standards or the farmer met their goal for the contract and there’s extra that they just don’t need.",
              "There is a cost associated with harvesting and transporting that food, and if you can’t make the numbers work for businesses, it’s hard to say to them that we want them to spend all this money and time doing what’s good for society if that’s not actually going to make economic sense for them.",
              "Part of our work has been to explore the different categories of barriers and the universal issues that people bring up when it comes to food donation.",
              "That has been our work in the Global Food Donation Policy Atlas, a project we conduct in partnership with the nonprofit Global FoodBanking Network that maps barriers and best practices to food donation around the world.",
              "GAZETTE: What are the main findings of this atlas?",
              "BROAD LEIB: In the first year, we picked a range of five countries (out of our initial list of 15) to look at the universal issues surrounding food donation.",
              "Now we’re looking at a broader set of countries to compare their policies and see who has the best practice or the best policy on various areas related to food donation.",
              "The atlas is trying to answer those questions and help users identify the very strongest model laws, while giving also specific useful tools to each individual country.",
              "For each participating country, we include a detailed legal guide of their current laws that food banks or food donors can use right now to find out what is allowed and what is not.",
              "There are recommendations for what are the top few changes, based on our conversations with our food bank partners, governments, and businesses, that really need to happen to make food donation more of a habit rather than being taboo or something that only happens occasionally.",
              "GAZETTE: How do U.",
              "S.",
              "food donation policies compare to other countries in your atlas?",
              "BROAD LEIB: When we first started the project, we thought the U.",
              "S.",
              "could strengthen its own policies, but when you look around the world, there are areas where we might be better off than other countries.",
              "It doesn’t mean that we have it right 100 percent.",
              "There are areas where we’re behind, such as date labeling on food products.",
              "We have all the resources and the capability of making those dates clear and comprehensible, and we’re just not doing it.",
              "The EU is blowing us out of the water;",
              "the U.",
              "K.",
              "has clear standard labels on food and guidance documents for consumers, businesses, and food banks about how foods can be eaten after the expiration date or can be donated.",
              "They’re light years ahead of us.",
              "But in terms of tax incentives for food donors, we have the most generous of any country.",
              "Food donors in the U.",
              "S.",
              "can get a very good incentive when they donate food, and that could be an example for other countries to follow.",
              "Over time, we’ll add more countries to the atlas, but even now you can get a good idea on where the hotspots are, where we’re doing well, and where we can make progress.",
              "Harvard continues to donate food for distribution in Cambridge and beyond Summit looks at production, health, sustainability, and social justice University signs Cool Food Pledge, vowing a 25% improvement by 2030 GAZETTE: How much of the food produced in the U.",
              "S.",
              "is donated?",
              "BROAD LEIB: Studies estimate that between 7 and 10 percent of the U.",
              "S.",
              "surplus food gets donated.",
              "The rest of the surplus food goes to landfills;",
              "some to combustion, which is incinerated.",
              "There is so much edible food that is getting thrown away.",
              "It’s so disheartening.",
              "If you go behind any store and look in its dumpster, a large majority of what is in there could be in my refrigerator right now.",
              "GAZETTE: How can food donation help the fight against climate change?",
              "BROAD LEIB: The U.",
              "N.",
              "’s Intergovernmental Panel on Climate Change [IPCC] put out a report 18 months ago about food production and climate change, in which they found that about 8 to 10 percent of global anthropogenic emissions come from food waste.",
              "That is a sizable amount.",
              "There are lots of other places where we can reduce emissions, but it’s going to be tricky because those emissions meet other needs;",
              "we need electricity, energy.",
              "Reducing food waste seems to be one of those areas that is a win-win situation.",
              "No one is benefiting when we throw food away.",
              "The production of food itself causes emissions, and when the food goes to the landfill, it’s a huge emitter of methane.",
              "So that’s not good on either end of it.",
              "GAZETTE: What is the impact of COVID on hunger and food waste?",
              "BROAD LEIB: Hunger has increased because of COVID but so has food waste.",
              "In a lot of cases, it’s because certain supply chains got shut down.",
              "Food that typically goes to hotels or restaurants — and this also happened in the U.",
              "S.",
              "— suddenly had to be wasted because nobody knew where to send the food, and our supply chain wasn’t flexible enough to get all that food to grocery stores or food pantries.",
              "Feeding America, the network of food banks in the U.",
              "S.",
              ", has seen an increase of need for food bank services, and that 75 percent of the people knocking on their doors were first-time users of food banks.",
              "Much of the food that goes to waste is totally fine and edible and it gets wasted because of log jams in the marketplace or confusion over date labels.",
              "GAZETTE: What would you like to see happening in the landscape of food donation policies?",
              "BROAD LEIB: We’ve already seen a lot more awareness about these topics and I think that will manifest in both being more thoughtful about food waste and food donation, but also around treating the land and workers in the food supply better.",
              "Every meal that we eat is magical when you think about how all these things came together, and they’re all only renewable resources if we treat them with respect, including the workers.",
              "My hope is that we’re moving toward a direction where there’s more respect for all the ingredients in the food system.",
              "I’ve done a lot of research domestically around law school teaching and scholarship on food systems, and I’m doing a project now looking at teaching in law schools globally in this field.",
              "I think there is a real opportunity for learning and collaboration about these issues amongst lawyers.",
              "My hope is also that there are more active partnerships across countries on not just food donation, but on other food policy issues as well.",
              "At this point, more than 25 students from Harvard Law School have been involved in the atlas, and I wanted to acknowledge that.",
              "Part of my hope is that we’re training thoughtful leaders in this space who can evolve and build on this work in the future.",
              "This interview has been condensed and edited for length and clarity.",
              "Network of medical detectives solves genomic mystery of boy plagued by series of life-threatening, seemingly disparate ills Analysis finds COVID-19 and ‘deaths of despair’ behind trend that has been growing since 2010 Longtime China watcher Tony Saich says two nations want to stabilize ties a bit amid troubling levels of tension Joan Ullyot, M.",
              "D.",
              "'66, at the first world meeting of female marathon runners in West Germany, Oct.",
              "2, 1976.",
              "AP File Photo/Peter Hillebrecht"
            ]
          },
          {
            "title": "Reducing food waste has economic, environmental and social benefits",
            "url": "https://www.canr.msu.edu/news/reducing_food_waste_has_economic_environmental_and_social_benefits",
            "content": [
              "Reducing food waste has economic, environmental and social benefits",
              "Randy Bell, Michigan State University Extension - March 27, 2012 Concerns for environmental and economic costs, hunger and resource conservation increase awareness of food waste.",
              "In recent years, growing concern about environmental and economic costs, hunger and resource conservation associated with food waste have raised public awareness of food loss.",
              "This in turn has accelerated public and private efforts to make better use of available food supplies by recovering safe and nutritious food that would otherwise be wasted.",
              "That's according to Estimating and Addressing America's Food Losses, a 1997 article in the U.",
              "S.",
              "Department of Agriculture's Food Review.",
              "Food waste occurs across the food system from the farm, post-harvest, processing, transporting, wholesaling, retailing and the consumers.",
              "Food waste generated by disease, spoilage, restaurant plate waste, and plant and animal material produced during processing are not suitable for human consumption.",
              "These are better suited to composting.",
              "Other waste can be recovered to be consumed.",
              "Examples of waste that can be recovered for consumption are: edible crops remaining in fields after harvest, blemished food, surplus perishable food from restaurants or caterers and surplus packaged foods from retail food outlets.",
              "According to the U.",
              "S.",
              "Environmental Protection Agency, the amount of food wasted in the United States is staggering.",
              "In 2010, more than 34 million tons of food waste was generated, more than any other material category besides paper.",
              "Food waste accounted for almost 14 percent of the total municipal solid waste stream, less than three percent of which was recovered and recycled in 2010.",
              "The rest, 33 million tons, was thrown away, making food waste the single largest component of municipal solid waste reaching landfills and incinerators.",
              "Gleaning and food recovery/rescue are two strategies commonly employed to help capture food waste otherwise lost.",
              "Field gleaning is the collecting of remaining crops from farm fields after mechanical harvesting.",
              "Sometimes, it’s not cost effective to harvest a crop and gleaning can help capture useable food.",
              "Perishable food rescue is the collection of perishable food from wholesale and retail outlets.",
              "Finally, food rescue is the collection of processed or prepared food from the food service industry.",
              "For more information, please see the U.",
              "S.",
              "Department of Agriculture’s on-line resource called A Citizen’s Guide to Food Recovery.",
              "Additional information can also be obtained from the USEPA’s website called Food Donation: Feed People – Not Landfills.",
              "To encourage food donations, the U.",
              "S.",
              "Congress passed the “Good Samaritan Food Donation Act.",
              "” This was created to encourage the donation of non-perishable and unspoiled perishable food donations to food banks, soup kitchens, pantries and shelters.",
              "The law helps protect companies from liability as a result of their donation.",
              "Reducing food waste is environmentally important as it keeps food out of landfills.",
              "It makes economic sense at the small scale, by lowering household food bills and at the large scale by reducing disposal costs for restaurants, processors and farmers.",
              "Finally, reducing food waste is socially important when the rescued food is redirected to emergency food providers working to eliminate hunger in our communities.",
              "This article was published by Michigan State University Extension.",
              "For more information, visit https://extension.",
              "msu.",
              "edu.",
              "To have a digest of information delivered straight to your email inbox, visit https://extension.",
              "msu.",
              "edu/newsletters.",
              "To contact an expert in your area, visit https://extension.",
              "msu.",
              "edu/experts, or call 888-MSUE4MI (888-678-3464).",
              "Published on August 31, 2021 Published on September 1, 2021 Published on August 17, 2021 Published on March 15, 2021 Published on February 19, 2021 Published on March 16, 2021 MSU is an affirmative-action, equal-opportunity employer, committed to achieving excellence through a diverse workforce and inclusive culture that encourages all people to reach their full potential.",
              "Michigan State University Extension programs and materials are open to all without regard to race, color, national origin, gender, gender identity, religion, age, height, weight, disability, political beliefs, sexual orientation, marital status, family status or veteran status.",
              "Issued in furtherance of MSU Extension work, acts of May 8 and June 30, 1914, in cooperation with the U.",
              "S.",
              "Department of Agriculture.",
              "Quentin Tyler, Director, MSU Extension, East Lansing, MI 48824.",
              "This information is for educational purposes only.",
              "Reference to commercial products or trade names does not imply endorsement by MSU Extension or bias against those not mentioned.",
              "The 4-H Name and Emblem have special protections from Congress, protected by code 18 USC 707.",
              "We comply with the Federal Trade Commission 1998 Children’s Online Privacy Protection Act (COPPA)."
            ]
          },
          {
            "title": "How Food Waste Affects World Hunger - World Food Program USA",
            "url": "https://www.wfpusa.org/articles/how-food-waste-affects-world-hunger/",
            "content": [
              "How Food Waste Affects World Hunger - World Food Program USA",
              "Curdled milk, rotting apples and expired meat.",
              "We’re taking a closer look at the staggering amount of food humans waste every year and how your fridge can be part of the solution.",
              "Read on to learn how and why we waste food, how losing all that precious food makes vulnerable people hungrier and what you – yes, you!",
              "– can do about it.",
              "The amount of water used to produce food that ends up wasted could fill Lake Geneva three times.",
              "And of the world’s arable land, 28 percent produces food that ends up in a bin rather than in a hungry stomach.",
              "Globally, one trillion dollars’ worth of food goes to waste every year.",
              "That’s one-third of all food produced for human consumption (1.",
              "3 billion tons of it).",
              "Before we get into how all that food waste affects hunger, here are a few key facts to keep in mind: Check out more facts about food waste.",
              "For many Americans, food waste happens in the kitchen.",
              "For millions of people in low-income countries, food waste happens at harvest time.",
              "Poor storage leads to pest infestations or mold that ruin crops before they can be eaten.",
              "In industrialized countries like the United States, 31 percent of food waste happens at retail and consumer levels.",
              "Think about all the food we toss out at home, what we leave on our plates at restaurants, and what ends up in grocery store trash bins.",
              "At an agricultural level, our food system produces imperfect or “ugly” foods that get trashed for no good reason.",
              "There’s also a big difference between how food is wasted or lost in countries around the world.",
              "In developing countries, most food loss happens during or after harvest time.",
              "Farmers face problems like Together, these problems mean that too many small-scale farmers are forced to watch their crops – and livelihoods – rot.",
              "Learn the difference between food loss and food waste.",
              "We’re locked in a terrible cycle when it comes to food waste, climate change and hunger.",
              "Wasted food requires energy, land, water and labor to produce, store, harvest, transport, package and sell.",
              "When we toss out food, we’re throwing away precious resources that could have been used to feed hungry people.",
              "And all that rotting food produces three billion tons of greenhouse gases like methane, directly contributing to climate change.",
              "Read more about food waste, climate change and hunger.",
              "More than 80% of the world’s hungry people live in places that are highly prone to extreme weather, where a changing climate is only making things worse.",
              "People are suffering from hunger due to food loss and extreme climate.",
              "WFP is helping prevent this by providing training and tools to farmers to prevent food loss and become more resilient against climate disasters.",
              "You can help save lives from hunger by supporting the projects.",
              "If we stopped wasting food, we could cut global emissions by 8 percent, free up valuable land and resources, and save enough food to feed 2 billion hungry people .",
              "The U.",
              "N.",
              "World Food Programme is training small-scale farmers on how to use improved post-harvest storage methods, combined with simple but effective air-tight storage equipment.",
              "The equipment helps to guard against insects, rodents, mold and moisture.",
              "Here are a few ways the United Nations World Food Programme (WFP) is fighting food waste and loss: The U.",
              "N.",
              "World Food Programme knows the value of food and is working in Peru to transform fruits and veggies destined for the dump into nutritious meals to feed families need.",
              "Food waste in the United States and other high-income countries is one of the easiest problems to solve.",
              "Here are few simple ways you can help: Cutting global food waste in half by 2030 is one of the U.",
              "N.",
              "’s top priorities.",
              "In fact, it’s one of the organization’s 17 sustainable development goals.",
              "As the FAO says, our food systems can’t be resilient if they aren’t sustainable.",
              "As we fight food waste at home and around the world, and make our food production systems more efficient, we can free up those resources for the hungry.",
              "Learn more about food waste and global hunger.",
              "GIVE NOW Send us a message General Inquiries (202) 627-3737 Donation, Corporate & Foundation Inquiries (202) 627-3939 Physical Address 1750 H Street NW, Ste 500 Washington, DC 20006 Mail donations to: World Food Program USA P.",
              "O.",
              "Box 96316 Washington, DC 20090-6316 EIN: 13-3843435 93 cents of every dollar you give goes towards providing food for those suffering from hunger.",
              "World Food Program USA earned a Platinum Seal for transparency from Candid Guidestar, the highest designation in its field.",
              "© 2023 World Food Program USA.",
              "World Food Program USA is a nonprofit 501(c)(3) public charity (tax ID# 13-3843435)."
            ]
          }
        ],
        "Planning menus in advance, checking what you already have in your fridge and pantry, making a shopping list, and buying only what you need can help avoid overbuying and wasting food.": [
          {
            "title": "Food Waste Prevention Part 2: Meal Planning | USU",
            "url": "https://extension.usu.edu/nutrition/research/food-waste-part-2",
            "content": [
              "Food Waste Prevention Part 2: Meal Planning | USU",
              "You can prevent food waste in your home by making small changes to the way you buy, store, and eat your food.",
              "In this section, we will discuss ways to take inventory of your kitchen, meal plan for the upcoming week, and create grocery lists before going shopping.",
              "Taking the time to do these simple tasks will help save you money, time, and reduce the amount of food being wasted in your home.",
              "Many people struggle to find time to meal plan during the week because they feel it consumes their time and energy.",
              "But setting aside a time to meal plan weekly or monthly can help eliminate stress and save you time in the long run by decreasing the number of trips you take to the grocery store, and the amount of time you spend deciding what to make each night.",
              "Schedule some time minutes each week just for menu planning and follow these three steps for success: Taking inventory is a very important part of meal planning.",
              "Doing this first allows you to see what you already have in your home and then plan meals accordingly.",
              "Look in your freezer, cabinets, pantry, and/or refrigerator and make a note of what you already have on hand and potential meals you could make with those ingredients.",
              "Using these items in your upcoming week’s meals will save you money and decrease food waste.",
              "Taking an inventory before making your grocery list also helps you avoid buying things you don't need.",
              "There are many ways to go about planning your meals for the week.",
              "Using an inventory and a list of go-to recipes to think of main dishes for each day is helpful.",
              "Once you have your main dishes selectd, you can then go back and plan side dishes to make a well-balanced meal for each day.",
              "It can be helpful to use the USDA’s MyPlate Guidelines, but remember the guidelines are for the whole day, not each meal.",
              "You may want to consider your family’s schedule, meals that your family enjoys, and what is on sale that week at the grocery store (check their flyer or app).",
              "Finally, don’t forget about leftovers —plan to use them later in the week or freeze for another meal.",
              "Once you have taken inventory and outlined the meals you want to eat for the week, it is time to make a grocery list.",
              "Make a list of the ingredients that you don't already have for the meals in your weekly plan.",
              "Remember to include foods like fruits, vegetables, and milk that might not be a part of a recipe but are basics for healthy eating.",
              "Organize your list into different grocery store sections or food groups to make shopping quick and easy.",
              "You can find many great resources out there to assist you in meal planning.",
              "There are many free meal planning mobile apps.",
              "Apps are a great option because they keep all the information on hand in your phone.",
              "If you prefer having it on paper, there are many templates online you can choose from according to your preferences.",
              "The MyPlate grocery list and meal plan allows you to make your grocery list with different sections according to food groups on MyPlate.",
              "You can plan breakfast, lunch, dinner, and a snack with the meal plan.",
              "You can do this as a fillable PDF or print it out to write on.",
              "View ChooseMyPlate Grocery List and Meal Plan This template is a full packet created by USU Extension Create Better Health (SNAP-Ed) that includes tips for meal planning and grocery shopping, a 7-day meal plan of breakfast, lunch, and dinner, and a grocery list in sections of food groups.",
              "View Grocery Shopping Packet This handout from USU Extension Nutrition includes planning tips, a 7-day meal plan for breakfast, lunch and dinner, and a grocery list split up by various sections in the grocery store to make shopping easier.",
              "View Meal Plan Handout New apps are being released every day to assist you in your meal planning and cooking efforts.",
              "It can be overwhelming to know which one to choose.",
              "Below is a list of some free apps from recommended lists on various nutrition websites.",
              "On all of these apps you can use the recipes they offer as well as collect and save your own recipes in the app.",
              "Includes an inventory feature to keep track of everything you have in your pantry, then gives you recipe ideas and meal plan according to what you have.",
              "Includes a grocery list and meal planning calendar.",
              "Offers customizable recipe ideas and meal plans according to your preferences.",
              "It automatically generates a grocery list according to your meals.",
              "This app is also designed to help you eliminate food waste in your home.",
              "Create meal plans, grocery lists, and search recipe ideas according to your diet and cooking preferences.",
              "This app allows you to save recipes from anywhere online or insert your own.",
              "To learn more ways to reduce food waste, see Part 3: Grocery Shopping.",
              "Meghan Adair, Dietetics Student;",
              "Carrie Durward, Nutrition Specialist Nutrition Specialist NDFS Dept Does Healthy Eating Cost More?",
              "Decisions regarding food choices are based on a variety of factors including cost, taste, convenience, and availability.",
              "Many people feel that nutritious foods cost more than foods high in calories and low in important nutrients.",
              "In an effort to save mone Food Waste Part 3: ShoppingLearn shopping skills to prevent food waste Food Waste Part 6: Introduction to Increasing Cooking Skills and Preserving FoodsLearn the basic skills for preserving and cooking foods so that you can save time, money, and decrease the amount of food wasted in your home.",
              "Food Waste Part 7: “Wait!",
              "Don’t throw that away!",
              "” Composting and Creative Recipes Learn to reduce food waste through composting and creative recipes.",
              "Food Waste Prevention Part 1: IntroductionNo one likes wasting food, but in the United States each person wastes on average about a pound of food every day.",
              "Thirty million acres of cropland is used to produce this wasted food every year.",
              "To learn more about options to reduce food waste and resour Decisions regarding food choices are based on a variety of factors including cost, taste, convenience, and availability.",
              "Many people feel that nutritious foods cost more than foods high in calories and low in important nutrients.",
              "In an effort to save mone Learn shopping skills to prevent food waste Learn the basic skills for preserving and cooking foods so that you can save time, money, and decrease the amount of food wasted in your home.",
              "Learn to reduce food waste through composting and creative recipes.",
              "No one likes wasting food, but in the United States each person wastes on average about a pound of food every day.",
              "Thirty million acres of cropland is used to produce this wasted food every year.",
              "To learn more about options to reduce food waste and resour"
            ]
          },
          {
            "title": "Meal planning can improve health and reduce food waste",
            "url": "https://www.canr.msu.edu/news/meal_planning_can_improve_health_and_reduce_food_waste",
            "content": [
              "Meal planning can improve health and reduce food waste",
              "Kara Lynch , Michigan State University Extension - February 14, 2018 By planning ahead, you can save calories, time, money and decrease the amount of food you waste.",
              "Meal planning is essentially making a “plan” of what you are going to eat each day.",
              "This can include all or one of your daily meals.",
              "There are many benefits that come along with meal planning such as eating more nutritious meals while saving time, energy and money.",
              "Time is saved by having a specific grocery list, cutting out the aimless wandering through aisles.",
              "Aimless wandering can lead to a cart full of unessential odds and ends which can cost you greatly at the check-out, meal planning helps eliminate this.",
              "The meals that are prepared at home are often more nutritious than ones that might be consumed in a restaurant, adding another positive to meal planning.",
              "To begin meal planning: MSU Extension has resources that can help you prepare food ahead of time or choose an easy meal.",
              "Try throwing a meal in the crockpot in the morning of a busy day to have a warm meal for when you get home.",
              "If you do not have time in the morning, try preparing the food the night before, like rice and chicken, to reheat the next day to make a quick, healthy meal.",
              "Planning ahead can also incorporate the same food into multiple meals by utilizing leftovers (using leftover meat in a soup for example).",
              "Ultimately, all of this planning increases the likelihood of making healthy choices and reducing the amount of food wasted.",
              "This article was published by Michigan State University Extension.",
              "For more information, visit https://extension.",
              "msu.",
              "edu.",
              "To have a digest of information delivered straight to your email inbox, visit https://extension.",
              "msu.",
              "edu/newsletters.",
              "To contact an expert in your area, visit https://extension.",
              "msu.",
              "edu/experts, or call 888-MSUE4MI (888-678-3464).",
              "Published on August 31, 2021 Published on September 1, 2021 Published on August 17, 2021 Published on March 15, 2021 Published on February 19, 2021 Published on March 16, 2021 MSU is an affirmative-action, equal-opportunity employer, committed to achieving excellence through a diverse workforce and inclusive culture that encourages all people to reach their full potential.",
              "Michigan State University Extension programs and materials are open to all without regard to race, color, national origin, gender, gender identity, religion, age, height, weight, disability, political beliefs, sexual orientation, marital status, family status or veteran status.",
              "Issued in furtherance of MSU Extension work, acts of May 8 and June 30, 1914, in cooperation with the U.",
              "S.",
              "Department of Agriculture.",
              "Quentin Tyler, Director, MSU Extension, East Lansing, MI 48824.",
              "This information is for educational purposes only.",
              "Reference to commercial products or trade names does not imply endorsement by MSU Extension or bias against those not mentioned.",
              "The 4-H Name and Emblem have special protections from Congress, protected by code 18 USC 707.",
              "We comply with the Federal Trade Commission 1998 Children’s Online Privacy Protection Act (COPPA)."
            ]
          },
          {
            "title": "7 Meal Planning Tips to Avoid Food Waste &amp; Keep Food Fresh - PrepDish.com",
            "url": "https://prepdish.com/meal-planning/avoid-food-waste/",
            "content": [
              "7 Meal Planning Tips to Avoid Food Waste &amp; Keep Food Fresh - PrepDish.com",
              "Jul 27, 2021 | Meal Planning | 0 comments Avoid food waste with these 7 simple meal planning tips.",
              "Learn how long items last, what to use up first & ways to make food last longer.",
              "This post contains affiliate links.",
              "Thank you for your support of Prep Dish!",
              "How often do you grocery shop?",
              "I'm a big fan of food shopping just once a week, for a couple of reasons.",
              "First, I make fewer impulse purchases.",
              "Second, it forces me to use up what's already in my pantry and freezer, rather than restocking my very favorite foods.",
              "These factors together mean a lower grocery bill and a less cluttered pantry, a win-win!",
              "There is a certain challenge that comes with once-a-week shopping though.",
              "I love fresh produce and proteins, but I have to be a bit strategic so they don't go bad by the end of the week.",
              "Over the years, I've become a bit of an expert on this and I pride myself on throwing away very little food.",
              "Here are a few of my best meal planning tips to avoid food waste in your own home: Once you select your meals for the week, it's time to assign each meal to a specific day.",
              "Take a few minutes and think through which proteins you should use first, based on what will last longer in your fridge.",
              "For example, our Prep Dish menus usually include 1 seafood meal and we always schedule this meal first on the weekly menu.",
              "Why?",
              "Because fish does not last long in the fridge.",
              "It's really best the day you buy it or the next day.",
              "An exception of course is frozen shrimp or fish, which gives you a lot more flexibility!",
              "Use the below chart to determine how long you can generally expect your proteins to stay fresh in the fridge, as well as signs to look for when they're starting to spoil.",
              "Don't forget to check the “use-by” date too though!",
              "You never know how long your meat has been sitting in the grocery store before you bring it home, so that's an important step to make sure it's still fresh.",
              "It's also important, of course, to understand how long your cooked proteins stay fresh in the fridge.",
              "I'm a big fan of the “cook once, eat twice” strategy.",
              "In other words, I love cooking a big roast or a whole chicken and using it in different ways throughout the week.",
              "If you do this though, make sure not to let too many days go by before using the rest of the meat.",
              "You wouldn't want to cook a roast on Sunday and serve it again on Friday because it won't be as fresh.",
              "If you feel overwhelmed by trying to use up all of your fresh meat before it spoils, try buying frozen meat.",
              "I personally love using ButcherBox so my freezer is always stocked with a great selection of high-quality meat.",
              "I just pull out what I need a couple of days before I plan to cook.",
              "Alternatively, if you prefer purchasing your meat directly from the grocery store, consider sticking some in the freezer when you get home.",
              "That way you won't have to worry about it spoiling before you can use it.",
              "One more note on proteins – I know Meatless Monday is a popular thing to do, but if you grocery shop on the weekends, I recommend Meatless Fridays instead!",
              "This lets you use up all of those fresh proteins earlier in the week while they're still fresh, and then turn to things like beans or a vegetarian pasta dish later in the week.",
              "Looking for some vegetarian recipes to get you started?",
              "Try my Black Bean Chili Mac or my Southwest Buddha Bowls!",
              "Just like meat, your produce is only going to last so long once you bring it home.",
              "There are, however, things you can do to keep it fresh and avoid throwing anything away.",
              "First, try to get a mix of items that expire quickly and those that last longer.",
              "We go through a lot of fruit in my house with two little ones around.",
              "I love giving them fresh berries but they don't usually stay fresh long.",
              "I mix in longer-lasting fruits like apples and clementines to make sure we have fruit all week long.",
              "Frozen fruit is of course a great choice as well!",
              "To give you a better understanding of which fruits and veggies last the longest, here is a chart of what you can expect: Another strategy is to not wash all of your produce at once.",
              "I know, I know, this goes against one of my number one meal prep tips, to prep your produce right when you get home from the grocery store.",
              "And you should totally do that.",
              ".",
              ".",
              "with a few exceptions.",
              "If you'd like your berries to last longer, wait to wash and trim them until sooner before you plan to eat.",
              "In particular, wait to wash raspberries, blueberries and grapes until soon before you eat them to maximize shelf-life.",
              "If you love meal prep as much as I do, you're likely used to prepping grains, sauces and marinades on your prep day.",
              "But how soon is too soon?",
              "Can you prep a marinade for a dish you don't plan to make until the very end of the week?",
              "Here's a visual of how long you can expect some common grains and “extras” to last: One note here – make sure to store salad dressings and marinades in the refrigerator and let them come to room temperature before you use them.",
              "This is especially important if they include raw garlic.",
              "Mixed with olive oil, raw garlic can cause botulism if not refrigerated!",
              "Depending on the meal plan, our Prep Dish meal plans include 4-5 dinners per week.",
              "Why not 7?",
              "For most families, I find that 4-5 planned dinner recipes is enough.",
              "Between leftovers and takeout/dining out, there are usually some nights when you don't need to cook a whole new recipe.",
              "Planning for these leftover nights is key if you want to avoid food waste!",
              "One tip on using up leftovers – If you don't have enough leftover from any one meal to feed your family, that's okay!",
              "Lay out leftovers from three or four meals buffet-style and let each person choose what they want.",
              "Plans don't always work out how we envision them.",
              "Maybe you planned on a big pot of beef stew lasting two nights but everyone loved it and it's almost gone.",
              "Or maybe you thought you'd cook your chicken on Tuesday but you now have a bunch of leftovers to use up instead.",
              "Make a habit of checking in halfway through the week to see how your meal plan is coming along.",
              "This way, you can either prioritize using up something that's going to go bad soon OR stick it in the freezer!",
              "I love having a fully stocked freezer.",
              "If everyone is sick of lasagna, freeze individual slices and pull it out next month when it's fresh again.",
              "Of if you know you won't cook that chicken in time, stick it in the freezer and you'll have one less thing to buy for the next week's meal plan, always a plus!",
              "Understanding how long both raw and cooked food lasts in the fridge can really help you keep your beautiful groceries out of the compost bin!",
              "I'd love to hear any other tips you have to avoid food waste and keep food fresh on our Facebook page or Instagram!",
              "This page contains affiliate links.",
              "Thank you for your support of Prep Dish!",
              "Sign up for our free newsletter and get a free meal plan plus more weekly tips and recipes delivered to your inbox!",
              "Prep Dish is a gluten-free, paleo, and keto meal planning website.",
              "Celebrity personal chef & dietitian Allison Schaaf thoughtfully crafts each plan using her own well-tested recipes.",
              "Each meal plan allows you, the home cook, to spend only 2-3 hours preparing a week’s worth of crave-worthy, healthy meals using seasonal, whole foods (nothing processed!)",
              ".",
              "We aim to save you time while keeping your family’s taste buds happy.",
              "Along with a weekly menu, you’ll get a printable grocery list and recipes for prep day — just one day of preparation yields scrumptious, good-for-you dishes all week long.",
              "Learn more.",
              ".",
              ".",
              "Get healthy and delicious done-for-you meal plans delivered right to your inbox!",
              "Join thousands of families who have discovered how Prep Dish makes life so much simpler!",
              "Your email address will not be published.",
              "Required fields are marked * Comment * Name * Email * Website Save my name, email, and website in this browser for the next time I comment.",
              "Submit Comment Δ Login Not a Member Yet?",
              "© 2023 Prep Dish.",
              "All Rights Reserved.",
              "Privacy Policy | Terms of Use"
            ]
          }
        ],
        "Looking for \"ugly\" fruits and vegetables that are often discarded by grocery stores but are safe and nutritious to eat can help reduce food waste.": [
          {
            "title": "Eating &#39;ugly produce&#39; could cut food waste — and your grocery bill",
            "url": "https://www.cbc.ca/news/science/what-on-earth-ugly-produce-food-waste-1.6734857",
            "content": [
              "Eating &#39;ugly produce&#39; could cut food waste — and your grocery bill",
              "Our planet is changing.",
              "So is our journalism.",
              "This weekly newsletter is part of a CBC News initiative entitled \"Our Changing Planet\" to show and explain the effects of climate change.",
              "Keep up with the latest news on our Climate and Environment page.",
              "Sign up here to get this newsletter in your inbox every Thursday.",
              "This week: Twisty carrots, lopsided apples and eggplants with interesting scars aren't something you normally see at your local supermarket.",
              "But you can get them delivered straight to your door thanks to businesses across Canada dedicated to fighting food waste — and its greenhouse gas emissions.",
              "The bonus?",
              "Amid rising food prices, eating \"ugly produce\" could save you money.",
              "Supermarkets have strict cosmetic standards for fruits and vegetables — they need to be relatively uniform in size and shape, without blemishes such as scarring.",
              "Produce that doesn't meet those standards is hard to sell and can end up in landfills.",
              "A number of Canadian online grocers are now offering farmers a chance to sell that produce at a deep discount compared to similar fruits and veggies at the supermarket.",
              "\"As long as you can cut out a little blemish, you're paying half the price for a 95 per cent usable product,\" said Micky Tkac, senior director of produce for online grocer Spud.",
              "ca, which has customers in Calgary, Edmonton and B.",
              "C.'",
              "s Lower Mainland, Vancouver Island and Thompson Okanagan regions.",
              "Tkac started to offer \"imperfect produce\" alongside Spud.",
              "ca's other groceries in 2016, after being struck by the near-perfect appearance of fruits and vegetables in Canadian supermarkets, which was so different from what he saw growing up in Slovakia.",
              "Companies that offer only imperfect and \"surplus\" produce say they've seen a lot of growth lately amid rising food prices.",
              "In fact, some say a key goal is making fresh fruits and vegetables more accessible to all.",
              "\"It's been really nice to see that people are able to actually afford eating nutritious, whole foods,\" said Divyansh Ojha, founder and CEO of London, Ont.",
              "-based FoodFund, which serves southwestern Ontario and the Greater Toronto Area.",
              "They also say they've had a big impact on food waste.",
              "Thibaut Martelain started Montreal-based Marché Second Life in 2015 after being inspired by France's efforts to fight food waste, and says the company has rescued 1,500 tonnes of food since then.",
              "Both Marché Second Life and FoodFund have expanded beyond produce to offer products like cheese and packaged foods that can't be sold due to problems such as errors on their packaging or that were somehow produced in surplus.",
              "Some companies also have other ways to reduce waste besides selling to customers.",
              "Spud.",
              "ca donates what it doesn't sell to charities.",
              "Ojha said his company has managed to divert about 4,500 tonnes of food, by not just serving customers but also connecting food producers with food processors who might not otherwise find each other.",
              "Some may wonder: why isn't all imperfect produce processed into things like juices, sauces and canned soups?",
              "Martelain said there are more manufacturers that want to process certain items, such as oranges, compared to others, such as cauliflowers and eggplants, and the quantity needed may not match what's available.",
              "Ojha added that large processors may not care about the appearance of the tomatoes or apples they use, but may not be able to get the steady and reliable supply they need if they specifically target lower-grade ingredients.",
              "For all these reasons, relying on food processors isn't a complete solution to food waste.",
              "For the same reasons, customers who choose to buy only imperfect and surplus produce will get more of some types of fruits and vegetables (such as apples, beets and yams) than others (berries).",
              "This may require a different approach to meal planning, Odja acknowledges.",
              "That said, most of the produce that these companies sell is surplus and may not be \"ugly\" at all.",
              "Ojha said that's one of his customers' most common \"complaints\" when they get their first delivery.",
              "While these efforts are diverting a lot of food waste, some suboptimal produce is still being missed.",
              "Sang Le, co-founder of Peko Produce in Vancouver, noted that because misshapen produce is hard to sell, a lot of it actually gets left at the farm and is never harvested.",
              "\"So, that's something that we've been thinking about how to tackle.\"",
              "— Emily Chung Jenny Morrow: \"So great to see Emily Chung back on the beat!",
              "Your wonderful Climate-Friendly Supermarkets article sent me scurrying to my local grocery store where I played climate hero by taking pictures of as many refrigerant labels as I could find, which I promptly sent to the Climate-Friendly Supermarkets project.",
              "I had read several years ago in Project Drawdown that refrigerants were one of the worst climate culprits, and I had been pondering how to get involved beyond just personal choices.",
              "\"This project was perfect, and I thank Emily Chung for your article and for all your environmental and climate change reporting.\"",
              "Shea Sealey-Nelson: \"I'm sure it's old news, but in this piece you have a picture of a person walking past a freezer.",
              "An open-style freezer.",
              "[Ed.",
              ": It's technically a fridge.]",
              "This article made no mention of the shift by some supermarkets to use closed display cases.",
              "The amount of energy used by the open style should also be taken into account, or at least mentioned.\"",
              "Tony Hendriks of Ottawa, who worked in the grocery business before retiring, wrote in to suggest that some supermarkets might be changing to greener refrigerants without updating the stickers on their fridges (and that the stickers might suggest a bigger climate impact than is actually the case).",
              "He contacted a friend who now works for a refrigeration company changing supermarket refrigerants in the Ottawa region from R404A (with a GWP of 3922) to R449A (with a GWP of 1397).",
              "\"He confirmed for me they do not change the information on the stickers in the retail cases, only on the rooftop units.\"",
              "CBC News has a dedicated climate page, which can be found here.",
              "Also, check out our radio show and podcast.",
              "This week, remote communities in northern Canada say they don't have adequate weather forecasting.",
              "We hear why that's a problem for hunting, health and preparing for climate change.",
              "What On Earth airs on Sundays at 11 a.",
              "m.",
              "ET, 11:30 a.",
              "m.",
              "in Newfoundland and Labrador.",
              "Subscribe on your favourite podcast app or hear it on demand at CBC Listen.",
              "Watching the world's two biggest economies approach the problem of car-related CO2 emissions in recent years has been a study in contrasts.",
              "While the U.",
              "S.",
              "has lurched toward a coherent strategy, China has spent more than a decade carrying out a nationwide plan.",
              "The issue seemed to be of little interest to U.",
              "S.",
              "president Donald Trump, although his administration did sue California for trying to raise the standards for tailpipe emissions.",
              "President Joe Biden has been far more proactive about reducing road emissions, most notably by providing tax credits to entice Americans to buy more electric vehicles (EVs).",
              "He has also been actively promoting American-made EVs;",
              "earlier this week, he was seen smiling for the cameras at the wheel of an electric Hummer.",
              "China actually started providing subsidies to EV buyers back in 2010, which helped develop consumer demand and a domestic industry — in September, China's BYD actually overtook Tesla as the world's biggest EV manufacturer.",
              "Last year, four million EVs were purchased in China;",
              "the U.",
              "S.",
              "managed a quarter of that.",
              "This isn't totally surprising given that China has four times the U.",
              "S.",
              "population.",
              "Where the Chinese have really flourished is in building public charging stations, a key pillar in convincing a populace that buying an EV is a safe choice.",
              "In a decade, China went from 30,000 public charging stations to 1.",
              "8 million.",
              "The U.",
              "S.",
              "currently only has about 140,000, although Biden has pledged to raise that to 500,000 by 2030.",
              "China's 2030 target?",
              "Three million.",
              "There are some extenuating factors to consider, including the fact that roughly 80 per cent of China's electricity is generated with fossil fuel sources, compared to 60 per cent in the U.",
              "S.",
              "But as this analysis shows, an EV charged on a so-called dirty grid still produces fewer emissions than any other kind of car.",
              "A \"blueprint\" to clean up air and water, boost nature and reduce waste over the next five years in England promises that everyone in the country will soon live within a 15-minute walk of green space or water.",
              "A new analysis by researchers at The Breakthrough Institute shows we have enough aluminum, steel and rare earth metals to build all the infrastructure we need to power the entire global grid with green energy.",
              "Palm oil, found in everything from shampoo to ice cream, has been vilified for the deforestation involved in its production.",
              "But the industry has largely cleaned up its act, environmentalists say, and that may hold lessons for grocery products that still cause significant environmental damage.",
              "If you're over 30, you likely remember a time when there was a lot of hand-wringing over the ozone hole and skin cancer, or the threat of acid rain destroying ecosystems. Those global environmental crises created buzz and grabbed headlines in the 1980s and '90s, but in the decades that followed, the world turned its attention to another threat: climate change.",
              "Yet the stories of how those threats were successfully tackled — through the co-operation of scientists, policy-makers and the public — are often overlooked, if not outright denied.",
              "A barrage of misinformation on social media claims those issues were never real in the first place.",
              "This conspiracy theory takes various shapes, but the common thread is the false claim that climate change is just the latest in a series of hoaxes invented by governments to control the public.",
              "One TikTok video (reminder: this is misinformation) with more than three million views dismisses several global threats as \"politics,\" listing off a series of examples: \"In the '80s, it was 'acid rain will destroy all the crops in 10 years';",
              "in the '90s it was 'the ozone layer will be destroyed in 10 years';",
              "in the 2000s it was 'the glaciers will all melt in 10 years'.",
              ".",
              ".\"",
              "The video claims it was all \"fear-mongering nonsense\" that never came true.",
              "Atmospheric chemist Susan Solomon knows this attitude well.",
              "\"I've heard that kind of assertion in the past,\" said Solomon, a professor in the department of Earth, atmospheric and planetary sciences at the Massachusetts Institute of Technology.",
              "\"It's a little bit like saying, 'I had a heart attack and my doctor put a stent in.",
              "They told me I had to exercise and now I feel great.",
              "So I think [the stent] was all just nonsense to make money for the medical establishment.'",
              "\" It was Solomon's research in the 1980s that helped establish the cause of the thinning ozone: refrigerants called chlorofluorocarbons, or CFCs.",
              "Her work contributed to the growing body of evidence that ultimately led to the signing of the Montreal Protocol in 1987, phasing out these harmful refrigerants.",
              "That treaty is working, according to a recent international report, which said the ozone is expected to recover by 2066.",
              "\"The fact that we have actually done the right things and fixed certain problems is a cause for celebration.",
              "It's not a cause for pretending that those problems never existed,\" Solomon said.",
              "The reason acid rain doesn't grab headlines anymore is another case of governments responding to the scientific community's alarm bells with regulations, which worked.",
              "\"The acid rain story [and] the ozone story show that we are capable of dealing with environmental problems and that we can make significant progress,\" said Mike Paterson, a senior research scientist at the International Institute for Sustainable Development's Experimental Lakes Area in northwestern Ontario.",
              "Paterson wrote his master's thesis on acid rain in the 1980s, and recalls the very real impacts at the time, such as declining fish populations in North America and northern Europe.",
              "Scientists established the cause — sulphur dioxide and nitrogen oxides produced by burning fossil fuels — and North America eventually took action with a series of policy reforms in the 1990s that successfully curbed emissions and reduced the acidity of rain.",
              "The fact that the global threat of climate change is happening in a digital age rampant with misinformation adds a novel layer of complexity to solving the crisis.",
              "A government-funded report published this week by the Council of Canadian Academies — a non-profit that gathers experts to examine evidence on scientific topics — says \"targeted misinformation campaigns have played a documented role in creating opposition to policies addressing climate change.\"",
              "The study warns of the threat that misinformation poses to dealing with future crises by eroding trust in science and making people more susceptible to falling down the rabbit hole of conspiracy theories.",
              "\"Exposure to misinformation about climate change leads people to take it less seriously and to be less willing to support policy actions,\" said Stephan Lewandowsky, the chair of cognitive psychology at the University of Bristol in England and a contributor to the report.",
              "Even if there is a strong scientific consensus on global warming, a steady stream of misinformation makes it difficult for people to sift through it all and sort fact from fiction, he said.",
              "\"If people are exposed to this blizzard of false information about climate change, then their right to be informed about risks is being undermined.\"",
              "— Jaela Bernstien Are there issues you'd like us to cover?",
              "Questions you want answered?",
              "Do you just want to share a kind word?",
              "We'd love to hear from you.",
              "Email us at whatonearth@cbc.",
              "ca.",
              "Sign up here to get What on Earth?",
              "in your inbox every Thursday.",
              "Editor: Andre Mayer | Logo design: Sködt McNalty Add some “good” to your morning and evening.",
              "A variety of newsletters you'll love, delivered straight to you.",
              "Audience Relations, CBC P.",
              "O.",
              "Box 500 Station A Toronto, ON Canada, M5W 1E6 Toll-free (Canada only): 1-866-306-4636 It is a priority for CBC to create products that are accessible to all in Canada including people with visual, hearing, motor and cognitive challenges.",
              "Closed Captioning and Described Video is available for many CBC shows offered on CBC Gem."
            ]
          },
          {
            "title": "Misfits Market, Imperfect Foods &amp; the Battle Against Food Waste ...",
            "url": "https://www.consumerreports.org/health/food-shopping/ugly-food-fight-misfits-market-imperfect-foods-food-waste-a6326488257/",
            "content": [
              "Misfits Market, Imperfect Foods &amp; the Battle Against Food Waste ...",
              "Ad-free.",
              "Influence-free.",
              "Powered by consumers.",
              "Get involved Issues we work on The payment for your account couldn't be processed or you've canceled your account with us.",
              "Sign In We don’t recognize that sign in.",
              "Your username maybe be your email address.",
              "Passwords are 6-20 characters with at least one number and letter.",
              "We still don’t recognize that sign in.",
              "Retrieve your username.",
              "Reset your password.",
              "*Required *Required Forgot your username or password?",
              "Don’t have an account?",
              "My account Save products you love, products you own and much more!",
              "Other Membership Benefits: Suggested Searches Cars Car Ratings & Reviews CARS Car Reliability Guide Car Buying & Pricing Which Car Brands Make the Best Vehicles?",
              "Car Maintenance & Repair The Cost of Car Ownership Over Time Key Topics & News CAR NEWS Listen to the Talking Cars Podcast Home & Garden Bed & Bath Top Picks From CR Best Mattresses Lawn & Garden TOP PICKS FROM CR Best Snow Blowers Home Improvement Home Improvement Essential Best Wood Stains Home Safety & Security HOME SAFETY Best DIY Home Security Systems Appliances Kitchen REPAIR OR REPLACE?",
              "What to Do With a Broken Appliance Small Appliances TOP PICKS FROM CR Best Small Kitchen Appliances Laundry & Cleaning Top Picks From CR Best Washing Machines Heating, Cooling & Air TOP PICKS FROM CR Best Air Purifiers Electronics Home Entertainment FIND YOUR NEW TV Best TVs Home Office Save Money Cheapest Printers for Ink Costs Smartphones & Wearables BEST SMARTPHONES Find the Right Phone for You Digital Security & Privacy MEMBER BENEFIT CR Security Planner More Take Action Both online grocers deliver salvaged produce.",
              "How good are the savings for the planet and your budget?",
              "It may surprise you to know this, but baby carrots are a sham.",
              "Instead of being plucked from mother nature’s garden at the peak of preadolescent perfection, most “babies” are actually the result of a salvage mission.",
              "Their arrival traces back to the mid 1980s, when Bunny-Luv, one of California’s largest carrot growers, was seeing 70 percent of its carrot harvest not making it to the grocery store.",
              "Each day, some 400 tons of produce was too big, misshapen, or damaged to fit uniformly into supermarket-friendly packaging.",
              "A portion of the castoffs became animal feed, some got juiced, others were processed and paired with peas destined for the freezer section.",
              "And some got tossed.",
              "Then Bunny-Luv owner Mike Yurosek had an inspiration: Using a potato peeler, a knife, and some trial and error, the “father of the baby carrot” transformed vegetables destined for the compost heap into crunchy orange gold.",
              "Decades later, baby carrots constitute 54 percent of U.",
              "S.",
              "carrot sales.",
              "And today, more food sellers are attempting to pull off that trash-to-treasure maneuver, or something like it.",
              "Small community supported agriculture (CSA) programs and large publicly traded companies alike have emerged with the aim to market imperfect produce.",
              "The companies generally claim to at once provide superior produce, be more environmentally sustainable, and offer better value over traditional vendors.",
              "Misfits Markets, headquartered in New Jersey, is one such company.",
              "The online grocery service, which buys and resells produce that conventional grocery stores reject for not meeting cosmetic standards, says its customers save up to 50 percent on fruits and veggies.",
              "Begun with four employees in 2018, Misfits raised $200 million from investors in 2021, and by year’s end had a valuation of $2 billion.",
              "California-based Imperfect Foods has a similar business model.",
              "Founded in 2015 and now boasting some 400,000 customers, Imperfect Foods claims to have recovered over 116 million pounds of food that would have wound up in the trash heap.",
              "It says its “farm to fridge infrastructure embraces all cosmetic imperfections like blemishes or irregular sizes for a less wasteful world.",
              "” Misfits Market and Imperfect Foods now operate across 44 and 40 states respectively.",
              "While they are the biggest players, they have healthy competition from similar but smaller companies, including Ohio-based Perfectly Imperfect Produce and North Carolina’s Hungry Harvest.",
              "Experts contend food waste is solvable.",
              "At nearly every step in the journey from the field to the dinner table there are opportunities to reduce it, they say.",
              "And getting consumers to be more accepting of less-than-perfect produce could be part of that.",
              "But how effective are Imperfect Foods, Misfit Markets, and similar companies at fighting food waste?",
              "And do they live up to their promise of providing good produce at a good price?",
              "To find out, I picked a food fight between Misfits Market and Imperfect Foods and my local grocery store, to see if the fruits and vegetables really are that ugly and the deals really that sweet.",
              "The problem these companies aim to address is a big one: While more than 38 million people in the U.",
              "S.",
              "live in food-insecure households, Americans overall waste more than a third of our food supply.",
              "Half of that waste occurs at the consumption stage in homes or at restaurants, but each year 10.",
              "1 million tons of food are tossed at farms. Fruits and vegetables account for most of what’s thrown away.",
              "In 2015, the Department of Agriculture and the Environmental Protection Agency announced the first-ever domestic goal to address food waste.",
              "Among other approaches, the agencies made it easier and more cost-effective for growers to donate surplus fruits and vegetables to soup kitchens, food banks, and homeless shelters, among other approaches.",
              "The aim is to cut food waste in half by 2030.",
              "But getting supermarket shoppers to lose their disdain for imperfect fruits and vegetables is another important part of the solution, says Nina Sevilla, program advocate at the Natural Resources Defense Council.",
              "She says we should “normalize” the consumption of edible food that doesn’t necessarily look ready for its closeup.",
              "Misfits Market founder and CEO Abhi Ramesh and his investors are betting that consumers are prepared to make that adjustment.",
              "But to succeed they have to overcome years of ingrained consumer expectation.",
              "“Consumers have been conditioned, to an extent, to look for this really great product,” says Joe Watson, a former director of produce at Rouses Markets, a chain of supermarkets in three southern states, and now a vice president at the Produce Marketing Association, a trade organization.",
              "He explains that while the USDA sets certain standards, retailers often “apply another level of a criteria that they want for their product.",
              "” Take sweet peppers.",
              "The USDA assigns them one of three grades—Fancy, U.",
              "S.",
              "No.",
              "1, or U.",
              "S.",
              "No.",
              "2—based on criteria such as size and how well-shaped they are.",
              "Regardless of the grade, the peppers must also be free of decay and injury from hail, sunburn, disease, insects, and other causes.",
              "But to differentiate themselves from their competitors, grocers may apply additional requirements.",
              "A common one for peppers: That they have four lobes, so they can stand up independently on kitchen counters.",
              "Watson, the former produce director, notes that at some grocers the peppers were so uniform that “day in and day out, customers could walk up with their eyes closed and pick one” and know exactly what it would look like.",
              "Others have tried–and failed–at making a go of selling imperfect produce.",
              "In 2016, Whole Foods Market, Walmart, HyVee, and Associated Food Stores, among others, started to sell some misshapen fruits and vegetables.",
              "Many of the retailers created displays in their produce sections explaining why the selections were less than photo-ready and the prices so good.",
              "A Harris poll that year found that 62 percent of people surveyed said they would be somewhat open to eating “ugly produce\" that tasted the same as non-misshapen products.",
              "But after that initial wave of enthusiasm, grocers started losing interest.",
              "That’s because, after spending years marketing perfect-looking produce, re-educating consumers failed to pay off, industry observers say.",
              "Soon, nearly all of the markets threw in the towel or found other ways to utilize misshapen produce.",
              "Whole Foods Market, for example, utilizes odd-looking produce in their prepared foods and smoothie stations.",
              "Yet many consumers—58 percent, in one 2021 survey—continued to say they would opt for imperfect produce if it was offered at a discount.",
              "Enter the online vendors, which have taken up where the grocers left off.",
              "While each outlet makes misshapen fruits and veggies the centerpiece of their offerings, they differ somewhat.",
              "Perfectly Imperfect, one of the smaller players, for example, lets customers select the size, frequency, and contents of their order, allowing them to choose boxes with names like Soup Lovers, Organic Mix, and Salad Bar.",
              "At Hungry Harvest, shoppers can select a curated harvest box of conventional or organic produce or customize one of their own.",
              "Both Misfits Market and Imperfect Foods source their produce from growers who cultivate conventional and organic fruits and vegetables.",
              "Misfits works with about 100 produce growers throughout the year.",
              "Imperfect Foods doesn’t specifically break out food growers but has a roster of 1,200 farmers, producers, and food purveyors across the country.",
              "How do they stack up up?",
              "To find out, I compared the offerings from Misfits Market and Imperfect Foods, which both deliver to my Brooklyn, N.",
              "Y.",
              ", neighborhood, with my local Stop & Shop supermarket.",
              "I started with Imperfect Foods.",
              "There are two basic paths to navigating its website.",
              "One is to shop through their list of available items as you would at any online store.",
              "The other is to let the company do the choosing for you, based on a quick quiz of your situation and preferences.",
              "Intrigued, I opted for that approach.",
              "I was asked how many adults, kids, and pets I was shopping for, and queried about my food preferences: Conventional or organic?",
              "Vegan, plant-based, or “I eat it all?",
              "” (Note that Imperfect and Misfits also carry non-produce foods, including meats, dairy, and pantry items, but only the fruits and vegetables are in any way misfits.)",
              "Taking my answers into account, the folks at Imperfect pre-filled my cart with 12 items, including nine types of vegetables and three non-produce items. Once the food was selected, I was given the chance to delete items I didn’t want and add more that I did, making certain I remained at or above the $30 minimum needed to complete the order.",
              "Photo: Brian Vines/Consumer Reports Photo: Brian Vines/Consumer Reports So in the end my order was less mystery box, more curated shopping cart.",
              "As with online dating, I had an idea of what was coming but needed to reserve judgment until I was shaking hands with a Haas avocado.",
              "Misfits Market has only one option, having discontinued its mystery box model after finding that most customers preferred to choose their own food.",
              "In fact, many people who did opt for the mystery box ended up throwing away the surprise foods that showed up at their door, the company says, contributing to the food waste problem, not solving it.",
              "Instead, you are free to roam Misfit’s digital aisles building your grocery haul.",
              "During a three-day shopping window, you can add or remove items. Once your groceries cross the $30 order minimum you receive an auto confirmation.",
              "I used the Imperfect Foods shipment to come up with the shopping list for my Misfits order.",
              "I also used that list when shopping at my local Stop & Shop in Brooklyn.",
              "Photo: Brian Vines/Consumer Reports Photo: Brian Vines/Consumer Reports Three days after placing my Imperfect order, I unboxed an assortment of veggies: a head of celery, a bunch of green onions and another of asparagus, a small bag of carrots, and two each of avocados, broccoli crowns, garlic heads, sweet potatoes, and red bell peppers.",
              "(The three non-produce items in my order were a package of Imperfect’s private label sweet potato hummus, a 40-oz.",
              "bottle of Take Two Unsweetened Barley Milk, and four small tubs of Goods Food Avocado Mash.)",
              "The curated box of produce did not leave me breathless, but I was promised imperfect veggies, not a pony.",
              "My first impression was that nothing was oddly shaped or what I would deem “imperfect”—no bruising, pitting, or Instagram-worthy oddity.",
              "Overall, I was pretty happy with the selection and the quality of the produce.",
              "For my Misfits order, I replicated all the vegetables that came with my Imperfect order, plus a few other non-produce items to get me over the minimum order size.",
              "And when the misfits arrived, I was once again left wondering what at all was imperfect about this food.",
              "Here’s my final assessment.",
              "Quality and taste: Between the two, I could see no obvious winner in the quality or taste of the produce.",
              "Even when I compared the supposedly less quirky items I selected at the supermarket, I would be hard pressed to discern which sweet potato, asparagus spear, or green onion came from which source.",
              "Cost: There was also very little difference in terms of cost: $21.",
              "43 for the produce from Misfits, $23.",
              "62 for the same mix at Imperfect Foods, and $23.",
              "40 at my local Stop & Shop.",
              "Delivery: The two online services did charge for delivery, but again the differences weren’t huge: $5.",
              "50 at Misfits vs. $4.",
              "99 at Imperfect Foods.",
              "Yes, the delivery costs are an expense you don’t have picking up food at the supermarket, but the convenience might be worth it to some people, especially those who don’t live near a supermarket.",
              "The biggest downside: Having to order more food than you might want to get up to the $30 minimum.",
              "But you might be able to offset that by going in on an order with neighbors.",
              "The biggest upside: Besides convenience, you might be helping limit food waste by eating things otherwise headed to the trash.",
              "Overall: After considering the costs, the quality of the experience, and the quality of the products, I call it a draw.",
              "Whether or not you use one of these services is really a matter of your individual taste, level of access to the internet or fresh produce, and attitude about sustainability.",
              "I imagine someone could get more granular in their analysis by comparing packaging, carbon footprint, and labor and farming practices of suppliers, not to mention aesthetics and taste, before making a decision about where their next bell pepper is coming from.",
              "But for me, as much as I enjoy squeezing my own melons and selecting produce in person, now that I’ve broken the seal, I’d be open to an ugly food delivery on my doorstep every now and again.",
              "Brian Vines Brian Vines has been a member of the special projects team at Consumer Reports since 2020, focusing on marketplace inequities.",
              "Prior to joining CR, he spent a decade covering public affairs in community media.",
              "A Chicago native, he has a passion for social justice and deal hunting.",
              "Follow him on Twitter @bvines78.",
              "We respect your privacy.",
              "All email addresses you provide will be used just for sending this story."
            ]
          },
          {
            "title": "The Time Is Ripe For Ugly Fruits And Vegetables - Forbes",
            "url": "https://www.forbes.com/sites/briankateman/2020/03/02/the-time-is-ripe-for-ugly-fruits-and-vegetables/",
            "content": [
              "The Time Is Ripe For Ugly Fruits And Vegetables - Forbes",
              "Ugly but tasty food that is normally being thrown away.",
              "Fruit and vegetables have long fallen into one of two categories: sellable, or waste.",
              "But in recent years, awareness has been building around saving so-called ugly produce, which has historically contributed to food waste.",
              "Food waste exists across the food supply chain, thanks to pests and mold, poor climate control and household waste.",
              "“Imperfect” produce is often turned away by grocery stores for not meeting strict cosmetic standards – making up around 40% of total food waste.",
              "According to Philip Behn, the CEO of Imperfect Foods, a company that is on a mission to eliminate food waste, there are many reasons this could happen: “It could be a small quirk in appearance based on shape, size, or color that has no impact on flavor or nutrition.",
              "Beyond produce, perfectly good grocery items often go to waste for similarly illogical reasons.",
              "Grocers won’t purchase or stock goods that are close to expiration or going through packaging changes, regardless of quality.",
              "” Reducing food loss has been identified as one of the most effective ways to improve food security – a pressing challenge as the global population grows.",
              "Food waste also hugely contributes to global warming and our carbon footprint.",
              "In response, ugly food is fighting back.",
              "More and more companies are selling ugly produce and using it in their products, helping reverse the fate of ugly food from waste to delicious, perfectly edible and nutritious food.",
              "The burgeoning ugly produce movement also has the potential to improve food inequality by passing lower prices onto customers, and tackling public perception.",
              "People have long been conditioned to see perfect, unblemished, brightly colored as edible and delicious, and anything misshapen or imperfect as inedible.",
              "But the time for change is ripe: while it would be disingenuous to say that fruit and vegetables have become center stage, there is certainly rising interest in plant-based eating.",
              "Consumers are also becoming increasingly aware of food’s footprint and sustainability.",
              "Tasia Skochil, Director of Operations at Spudsy, which produces sweet potato puffs using sweet potato flour from imperfect sweet potatoes, says ugly produce is educating people about the supermarket standards causing food waste from ugly produce.",
              "Spudsy is one of several innovative companies that is upcycling imperfect produce.",
              "“Consumers are unaware of there being a ‘standard’ of what produce should look like,” she says.",
              "“We assume it goes from the farm to the grocery store and all tomatoes are red, round, and perfect because that’s just how they grow;",
              "which is far from the truth.",
              "” Keely Wachs, head of marketing at Full Harvest, a marketplace that connects brands and processors to farms so they can purchase ugly produce, says problems of food waste are too pressing to continue without introducing the ugly produce model.",
              "“The US’s food system demands perfectly shaped, colored and sized produce, leaving hundreds of millions of pounds of perfectly edible produce on farms to rot every year.",
              "” “Much of the produce grown today is designed for human consumption.",
              "With rising demand for plant-based foods, this will only increase.",
              "It's time that we find ways of fully optimizing produce.",
              "” However, some argue that ugly produce isn’t wasted in the first place, but used to feed cattle, improve soil health, and used in the food service industry.",
              "Those selling ugly produce argue companies rescuing ugly produce are contributing to saving waste.",
              "Last year, Spudsy saved over 100,000 ugly spuds and are on track to save one million imperfect sweet potatoes by 2021, Skohil says.",
              "“Over 150,000 pounds of ugly spuds are left in fields every year to rot.",
              "As a society, we overproduce, overgrow, and over-consume, so I’m confident that we can save the spud and utilize the leftover food waste to be fed back into systems. There will always be imperfect produce to utilize.",
              "” D'vash Organics is focused on creating healthy and delicious sweeteners, sauces, marinades, and .",
              ".",
              ".",
              "[+] dressings using sustainably-sourced \"ugly\" produce.",
              "Brian Finkel is co-founder and chief executive of D'vash Organics, which sells sweeteners, sauces, marinades, and dressings using sustainably sourced \"ugly\" produce.",
              "He says the farms he works with insist that much, if not all, of the ugly produce D’vash uses would otherwise be thrown out.",
              "“We’re creating such a large market for this ‘waste product’ that we're virtually ensuring that nothing is ever discarded.",
              "We also provide farms with a greater economic incentive to avoid wasting produce.",
              "” Another concern levelled at companies repurposing and selling ugly produce is that the less money is passed onto farmers for this produce.",
              "Finkel argues that farmers recognize that there will always be some produce that don’t meet grocery store standards.",
              "“They'd rather not throw the ugly produce out if they can sell it, even if it's for a lower price than typical retailers are willing to pay.",
              "” Grocery subscription box service, Misfits Market brings delicious, fresh, and affordable misfit food .",
              ".",
              ".",
              "[+] to peoples' doorsteps, reducing food waste at a scale that creates positive and lasting impact.",
              "Abhi Ramesh, chief executive and founder of grocery subscription box service Misfits Market, which works directly with growers to offer customers up to 40% off grocery store prices, says the majority of his suppliers don’t have an outlet or secondary market for ugly produce.",
              "“Our growers are smaller operations that lack the infrastructure, time, or resources to get these items to customers or processors.",
              "To argue that food should go to compost or livestock first ignores the effort and expense that farmers undertake, not to mention the underserved populations who can’t easily access healthy, affordable food,” he says.",
              "According to the US Department of Agriculture (USDA) and the Environmental Protection Agency (EPA) hierarchy on the best ways to address food waste, recovered waste should first go to feed hungry people, before feeding animals or being used for composting.",
              "There’s also a risk that using ugly produce will put people off, and it may be better to stick to old ways.",
              "However, Ramesh argues that customers want their purchase to have less of an environmental impact, and for organizations to help the planet.",
              "He says Misfits Market is spreading awareness about how to shop better.",
              "“We’re helping shift the focus from appearance to the flavor and quality of produce, neither of which is sacrificed when an item is a little misshapen or sized differently.",
              "” “Many of our older customers say our misfit produce reminds them of what vegetables from the garden used to taste like when they were kids;",
              "younger customers tell us they’ve never had access to produce of this quality at their local market.",
              "” Many of the organizations offering ugly produce acknowledge that the problem is much bigger than their sphere of influence – but that they’re helping to raise awareness of the link between consumer behaviors and perception, and detrimental food waste.",
              "After all, WWF found in 2018 that nine in 10 people don't know how the way we eat, produce and waste food contributes to greenhouse gas emissions.",
              "Caue Suplicy, founder of Barnana, is on a mission to end food waste on banana farms by upcycling the .",
              ".",
              ".",
              "[+] bananas that used to go to waste.",
              "Caue Suplicy, founder of Barnana, which uses bananas that would otherwise go to waste, says educating customers is bigger than the organizations’ impact alone.",
              "“We only manage to have a small impact on the overall waste – there’s a lot still to be done regarding food distribution, the supply chain, the grocery level, and the consumer level.",
              "” “We all need to understand that the food that we buy at the grocery store took a lot of time to grow, used a lot of water, and we need to be more mindful of what we buy and what we throw away.",
              "There’s a huge disconnect between the food that we see and where they came from.",
              "”"
            ]
          }
        ],
        "Keeping your fridge at the right temperature (40°F or below), using the FoodKeeper App to check how long different foods can last in the fridge or freezer, and organizing your kitchen to keep track of what you have and what needs to be used soon can help extend the shelf life of your food and prevent spoilage.": [
          {
            "title": "FoodKeeper App | FoodSafety.gov",
            "url": "https://www.foodsafety.gov/keep-food-safe/foodkeeper-app",
            "content": [
              "FoodKeeper App | FoodSafety.gov",
              "An official website of the United States government Here’s how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock () or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "The FoodKeeper helps you understand food and beverages storage.",
              "It will help you maximize the freshness and quality of items. By doing so you will be able to keep items fresh longer than if they were not stored properly.",
              "It was developed by the USDA's Food Safety and Inspection Service, with Cornell University and the Food Marketing Institute.",
              "It is also available as a mobile application for Android and Apple devices."
            ]
          },
          {
            "title": "Cold Food Storage Chart | FoodSafety.gov",
            "url": "https://www.foodsafety.gov/food-safety-charts/cold-food-storage-charts",
            "content": [
              "Cold Food Storage Chart | FoodSafety.gov",
              "An official website of the United States government Here’s how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock () or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Follow the guidelines below for storing food in the refrigerator and freezer.",
              "The short time limits for home-refrigerated foods will help keep them from spoiling or becoming dangerous to eat.",
              "The guidelines for freezer storage are for quality only—frozen foods stored continuously at 0°F (-18°C) or below can be kept indefinitely.",
              "Looking for a specific item?",
              "Check out FoodKeeper to find storage tips for over 650 food and beverages.",
              "Canned, shelf-stable, opened Note: An unopened, shelf-stable, canned ham can be stored at room temperature for 2 years."
            ]
          },
          {
            "title": "Safe Food Storage | Nutrition.gov",
            "url": "https://www.nutrition.gov/topics/food-safety/safe-food-storage",
            "content": [
              "Safe Food Storage | Nutrition.gov",
              "Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock ( ) or https:// means you've safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Follow these tips for safely storing food in the freezer, refrigerator, and pantry to prevent foodborne germs from growing and keep it fresh for longer.",
              "The FoodKeeper app can help you use food while it's at peak quality and reduce waste.",
              "Use this information to learn how to remove odors from units or how to safely discard an affected unit.",
              "Learn about freezing foods with topics like food safety, product quality, and nutrient retention.",
              "Safe handling of leftovers is very important to reducing foodborne illness.",
              "Follow these recommendations for handling leftovers safely.",
              "View questions and answers about the safety of shelf-stable foods, including canned foods, dried foods, and flexible packaging.",
              "Know how long food items should be stored in the refrigerator or freezer.",
              "Can food safely with these complete guidelines.",
              "Trying to reduce food waste in your home?",
              "Apply these tips and strategies to decipher expiration labels and keep food fresh for longer.",
              "View tips for reducing food waste in the kitchen, at the grocery store, and when ordering from restaurants.",
              "Find information on how to store your food safely.",
              "Also learn how to safely preserve fruits and veggies.",
              "Preserving food is a great way to avoid wasting food when you have more fresh produce than you need right away.",
              "Just make sure you are able to use all your canned or frozen food within the recommended time.",
              "Find links to food storage charts, learn about how food spoils, solving odor problems in your refrigerator, and more."
            ]
          }
        ],
        "Measuring portions carefully, using up leftovers creatively, and composting food scraps can help reduce the amount of food that goes to waste in your kitchen.": [
          {
            "title": "Expert Advice: Top Questions on Reducing Food Waste at Home - Porch",
            "url": "https://porch.com/advice/expert-advice-food-waste",
            "content": [
              "Expert Advice: Top Questions on Reducing Food Waste at Home - Porch",
              "Food waste is a pressing global issue that contributes to environmental problems and economic inefficiency.",
              "While it may seem like an overwhelming problem, there are numerous intelligent solutions that can be implemented at home to make a significant impact.",
              "We’ve rounded up the best experts on food waste management and sustainability to help guide home cooks to a more sustainable lifestyle.",
              "From practical tips on portion control to creative recipes that repurpose leftovers, our experts share insights that empower individuals to minimize waste in their kitchens.",
              "Food waste is a significant issue in many countries, and it is important to take steps to reduce it.",
              "Here are some tips to prevent food waste at home: By following these tips by the Dietitians at Health Stand Nutrition Consulting, you can reduce food waste at home and save money in the process.",
              "Remember, even small changes can make a big difference in reducing food waste.",
              "Health Stand Nutrition Consulting Inc.",
              "Globally, an estimated one-third of all the food we produce is lost or wasted between farm and fork each year.",
              "That’s 1.",
              "3 billion tonnes of food that is never eaten.",
              "As much as we love our food, we waste a lot, and it usually comes down to a couple of things, such as over-buying and a lack of knowledge on how to store our food properly to ensure we make it last as long as possible.",
              "At an individual level, there are plenty of things we can do to reduce food waste in our homes, which ultimately will save money, food, and the planet!",
              "To help make the most of your food and prevent it from ending up in the bin, Love Food Hate Waste NZ has compiled five top tips to reduce food waste and protect the environment: 1.",
              "Planning is key – Write a shopping list Resist the urge to overbuy and aimlessly wander the supermarket by writing a shopping list and checking what’s already in the cupboard.",
              "This will help you avoid doubling up on ingredients and is one of the easiest ways we can reduce food waste.",
              "Hot Tip: Take a photo of the list on your phone so if you forget that pesky piece of paper, you are covered in the shops.",
              "2.",
              "Portions – be realistic Think about how many people you will be cooking for and how much they will be likely to eat.",
              "Remember, young children aren’t going to need as much food as an adult.",
              "Meals don’t need to be about the amount of food or perfect presentation – it’s about spending quality time together.",
              "3.",
              "No matter how small your leftovers are, don’t throw them away You may think it’s not worth it to keep the last few spoonfuls of something, but it all adds up.",
              "Use your leftovers in your next meal, or freeze them until you have enough to make something larger, like soup, pizza, or stir-fry.",
              "Leftover rice can be used for fried rice and rice pudding, while vegetables can be used in soup or stews.",
              "4.",
              "Use your freezer This may sound straightforward, but did you know almost everything can be frozen?",
              "If you find yourself making an extra trip to the shop just to buy milk, keep a bottle in the freezer.",
              "Is there a great two-for-one special at the supermarket?",
              "Freeze the second item until you need it.",
              "And, if you find your fruit or vegetables tend to go bad before you can eat them, partially cook them and then store them in the freezer.",
              "5.",
              "Sort out your storage It’s important that you put your food in the right place so that it doesn’t spoil.",
              "Bread should be kept in the fridge or freezer so it doesn’t grow mold.",
              "The majority of your apples and other fruit should be kept in the fridge, with just a small selection in the fruit bowl – but keep them away from bananas!",
              "Potatoes and onions shouldn’t be stored next to each other as they will both go off faster.",
              "Check out more storage tips from Love Food Hate Waste NZ here.",
              "Love Food Hate Waste – New Zealand In the culinary world, the overlooked art of maintaining an organized fridge is a common pitfall.",
              "When items get lost or forgotten, it’s not just a matter of disarray;",
              "it leads to unnecessary waste.",
              "Forget those airtight containers, and you risk premature spoilage, a culinary tragedy in its own right.",
              "Understanding the optimal storage conditions for diverse foods is key to minimizing this kitchen drama.",
              "By cultivating awareness and embracing improved storage practices, we can make strides in reducing food waste right in our own homes, and speaking of excess, why not share the culinary wealth?",
              "Gather your friends and reach out to folks in your community who could benefit through our Free Food Sharing App at Feed It Forward.",
              "Download it from the app store, create a profile, and dive into a world where surplus delights from local businesses, restaurants, and individuals are just a few taps away!",
              "It’s a culinary community connecting those with extra food to those in need, making a real impact in the fight against food waste.",
              "Chef Jagger Gordon at FEEDITFORWARD.",
              "ca Encouraging kids to participate in reducing food waste can be an engaging and educational experience.",
              "To involve them in this initiative, you can employ interactive methods that teach the importance of minimizing waste while nurturing their creativity: 1.",
              "Meal Planning Adventures: Engage kids in planning meals for the week using ingredients already available at home.",
              "Encourage them to create exciting recipes and make grocery lists to reduce overbuying.",
              "2.",
              "Kitchen Superheroes: Transform kids into kitchen superheroes by involving them in meal preparation and cooking.",
              "Teach them how to use leftover ingredients creatively, turning surplus veggies into colorful stir-fries or fruit into homemade popsicles.",
              "3.",
              "Garden-to-Plate Fun: Cultivate a small garden together, showing how to grow herbs or vegetables.",
              "Kids can learn about the effort it takes to produce food and appreciate the process from seed to plate, reducing the likelihood of wasting homegrown produce.",
              "4.",
              "Waste-Sorting Challenge: Make waste sorting a game by having them distinguish between compostable, recyclable, and non-recyclable items. This hands-on activity helps them understand the impact of different waste disposal methods.",
              "By incorporating these fun and educational activities, kids not only learn valuable lessons about reducing food waste but also develop a lifelong appreciation for sustainable practices.",
              "Patrick Gunther at PlushBeds.",
              "com One of the easiest and most powerful actions to reduce food waste is to prevent it from happening in the first place.",
              "A home warranty plan can help reduce food waste by providing coverage for appliances such as refrigerators and freezers, which can help keep food fresh for longer periods.",
              "Additionally, composting at home is a resourceful way to recycle food scraps and yard trim generated at home all year and manage waste more sustainably.",
              "By turning food scraps and yard trim into compost, households can transform their waste streams into a beneficial, value-added soil amendment and use it to protect the environment.",
              "By adopting sustainable practices, individuals can reduce their consumption, find creative ways to reuse food before discarding it and employ proper food disposal techniques.",
              "These everyday changes can lead to a substantial reduction in the volume of discarded food, contributing to a more sustainable lifestyle.",
              "Not only does effective food waste management benefit the environment, but it can also lead to significant savings on grocery bills.",
              "By learning how to make ingredients last longer, utilize them more efficiently, and properly dispose of them, families can make a meaningful difference in the long run."
            ]
          },
          {
            "title": "25 Ways to Reduce Food Waste | Stop Food Waste",
            "url": "https://stopfoodwaste.org/tips/blog/25-ways-to-reduce-food-waste-0",
            "content": [
              "25 Ways to Reduce Food Waste | Stop Food Waste",
              "Jump to navigation The question I am most frequently asked is: “What’s the best/easiest/most impactful way to start reducing my food waste at home?",
              "” It’s a great question and I’m always happy to respond that there are many ways to get started.",
              "Below is a list of the Top 25 Ways to Start Reducing Food Waste.",
              "They aren’t in any particular order, so you can select the ones that seem possible for your life.",
              "I’d wager that as you start getting comfortable with a handful of new habits, you’ll revisit the list and add a few more to your normal week.",
              "1.",
              "Meal Plan Decide which recipes you’ll cook this week before heading to the store.",
              "2.",
              "Shop From a List Write a list and stick to it while shopping!",
              "(Check out Stop Food Waste's Shopping List) 3.",
              "Check Your Pantry First Relying on your memory is faulty - Check what you actually have at home before you shop.",
              "4.",
              "Eat Leftovers Cooking the exact amount you need is challenging, so if there’s food leftover, pack it for lunch or designate a “Leftovers Night” once per week to clean out the fridge.",
              "5.",
              "Willpower and Reward Just override the desire for take out tonight.",
              "Eat what you know has been in the fridge and will be tossed out soon.",
              "Reward yourself for taking this step tonight by ordering in your favorite meal tomorrow.",
              "6.",
              "Eat Ugly Ugly produce is having its moment.",
              "You may see it as a delivered farm box, in your local grocery store aisle, or at the farmer’s market.",
              "Another way to think about it though, is once you have produce at home, if it starts wilting, browning or growing eyes, etc, use it up!",
              "Slice off the affected part and either eat it or freeze it asap.",
              "7.",
              "Eat Less Meat A plant heavy diet is the future of environmental eating.",
              "Animals require more resources to grow, produce, and distribute so wasting any amount of beef or pork has a much larger negative impact than wasting an apple.",
              "If you’re buying less meat, you’re more likely to savor it and waste it less.",
              "8.",
              "Put Down the Peeler Stop peeling carrots, cucumbers, potatoes, apples, and eat them all the way through!",
              "Use a coconut fiber vegetable scrubber and save time and reduce edible waste by eating, not peeling.",
              "9.",
              "Eat Your Ends + Stems Many vegetables have parts that might not be fully utilized in traditional recipe writing.",
              "Broccoli stalks, for example, are trimmed away though they’re arguably the more delicious part.",
              "Eat your parsley stems, beet tops, kale stems, celery leaves, etc.",
              "10.",
              "Utilize Scraps for Stock For items that do produce “inedible” waste, make stock.",
              "Chicken bones, winter squash peels/guts, onion skins, even apple cores turn “garbage” into kitchen gold.",
              "11.",
              "Be Creative, Recipes are Guidelines If you get halfway through a recipe and are missing an ingredient, make a substitution!",
              "Parsley for basil, mozzarella for ricotta, carrot for sweet potato.",
              "Most savory cooking is adaptable and as you gain practice and confidence you can cook from your fridge rather than running out to the store.",
              "12.",
              "Proper Storage When groceries are stored properly you’ll get more shelf life from them and more time to use them up.",
              "(Download the Stop Food Waste Storage Guide) 13.",
              "Declutter Keep your food storage and refrigerator areas organized and pared down.",
              "If you can’t see what you have, you’ll never use it up.",
              "14.",
              "FIFO A professional chef rule of thumb: First In, First Out (FIFO).",
              "When unloading your groceries rotate older items to the front so they’ll be grabbed first.",
              "In the fruit bowl, for example, place new apples underneath older ones which become easier to grab.",
              "(Consider using an \"Eat This First\" sign to make sure everyone else in your home knows to do this too!)",
              "15.",
              "Understand Expiration Dates With the exception of infant formula, there are zero (zip, zlich, nada!)",
              "regulations or standards currently applied to Best By, Use By, Eat By, Sell By date.",
              "Learn to trust your senses to tell if something has turned.",
              "Most dairy is good for days after the date, eggs can stay fresh for months!",
              "(Download a date label guide here) 16.",
              "Measure Run a food waste audit in your home to find out exactly what you’re home often wastes.",
              "Lucky for you, Ends+Stems has a full Food Waste Audit Guide for you!",
              "(link: https://endsandstems.com/conduct-a-food-waste-audit/) 17.",
              "Serve Smaller Portions American dinner plates have increased in size by 36% since the 1960s.",
              "In Europe, the average restaurant plate is 9 inches to the U.",
              "S.",
              "’s 12 inches.",
              "Not only will serving smaller portions reduce your food waste, it could help your health and waistline.",
              "If you’re still hungry, just go for seconds!",
              "18.",
              "Teach Kids Why Teaching our kids to respect where food came from, the resources put in to grow, pack, ship and cook food, teaches them to be mindful of waste for the good of the planet.",
              "19.",
              "Donate Extras Many areas have local app or organizations that accept extras.",
              "Try to donate to your local food banks or shelter.",
              "This can be done year round, not just the Thanksgiving canned goods drive.",
              "20.",
              "Geek Out on Old-School Shelf-life Boosters Canning, fermenting, pickling are all ways to extend the life of a product or rescue it from going bad.",
              "21.",
              "Leverage Your Freezer Romaine, strawberries, and avocados, for example, can be frozen and turned into smoothies.",
              "Cooked grains and rice can go in, sauces, and meat too.",
              "Just remember to label and date everything!",
              "22.",
              "Feed Friends, Then Consider Animals We love the idea of a leftover swap or cooking swap with friends and neighbors (you make a double batch of lentil soup, they make double roast chicken, then swap!)",
              ".",
              "If you have animals who can be fed, that is a better use than even the compost bin.",
              "Maybe you have goats, pigs, chickens nearby who need a meal.",
              "23.",
              "Order Smarter at Restaurants Up to a half pound of food is wasted per restaurant meal served, some of that in the kitchen, but 17% of that waste is from consumers not joining the clean plate club.",
              "So order less, or take home (and use your willpower to eat) those leftovers!",
              "If you know a restaurant owner to see a suggestion box, ask them to use smaller plates, serve smaller portions, or consider selling half portions.",
              "24.",
              "Composting is *A Bit* Better Composting is better than the landfill, but only by a little.",
              "Edible food that gets composted is still wasting the water, gas, labor, growing space, and time that was spent growing that food.",
              "(Learn more about home composting here) 25.",
              "Forget Perfection This is not a zero sum game.",
              "If you have a bad (food waste) day or you just can’t engage your willpower to follow through on leftovers today it’s ok.",
              "Start again tomorrow.",
              "Awareness and effort are the most important first steps to change.",
              "We’re here for you and you’ve got this!",
              "Tips courtesy of Stop Food Waste Chef Partner, Chef Alison Mountford.",
              "Visit Ends + Stems for more meal planning tools, recipes, and inspiration to reduce wasted food in your kitchen.",
              "Sign up to get our monthly updates full of tips and tricks to reduce food waste and save money!"
            ]
          },
          {
            "title": "Composting: Solution to Food Loss and Waste - UNEP",
            "url": "https://www.unep.org/ietc/news/story/composting-solution-food-loss-and-waste",
            "content": [
              "Composting: Solution to Food Loss and Waste - UNEP",
              "Waste from cooking and production processes, unsold food, leftovers, food that went back in a refrigerator.",
              "If we pay attention, a lot of food waste is produced in our daily lives.",
              "According to the United Nations Environment Programme's (UNEP's)Food Waste Index Report 2021, 931 million tonnes of food are wasted annually worldwide, which is equivalent to one-third of global food production.",
              "Every year, on the 29th of September, the world comes together to observe the International Day of Awareness of Food Loss and Waste.",
              "It's a day dedicated to reflecting upon the global issue of food loss and waste that is impacting our planet.",
              "The Environmental Impact of Food Waste Unlike other types of waste, food waste contains a lot of water.",
              "Therefore, more energy is required when it is incinerated.",
              "It contributes to approximately 8-10% of global greenhouse gas emissions.",
              "This not only accelerates climate change but also results in putrid odors, vermin infestations, compromised water quality, fires, and air pollution from waste transportation.",
              "The most effective solution to this problem is surprisingly simple: don't waste food.",
              "Buy only what you need, prepare the right portion sizes, and store leftovers properly.",
              "By minimizing food waste at the source, we can significantly reduce the environmental impact.",
              "Composting as a Sustainable Approach While some food waste is inevitable, such as vegetable peels and scraps, we can still minimize its negative consequences.",
              "One effective solution is to compost.",
              "It is a biodegradation method in which organic matter such as food scraps and leaves decompose into soil.",
              "This soil could be used for your gardens and farms. Over the years, composting has been widely adopted as an environmentally friendly way to reduce food waste.",
              "Why Composting?",
              "1.",
              "Reduce Negative Environmental Impacts: Composting diverts organic waste away from landfills and open dumping sites, reducing greenhouse gas emissions and preventing contamination.",
              "This environmentally friendly practice alleviates issues like fires, odors, and vermin infestations at disposal sites.",
              "2.",
              "Improve Soil Conditions: Compost, a byproduct of organic waste composting, can serve as a natural and sustainable alternative to chemical fertilizers, enriching soil with essential nutrients.",
              "Types of Composting Systems Household- and Community-Based Composting (Decentralized Composting): This approach encourages households and communities to compost their organic waste locally.",
              "It's technically manageable, involving containers like plastic baskets, clay pots, cardboard, or barrels.",
              "Centralized Composting: In cases where local governments can ensure proper separation of organic waste at the source, centralized composting facilities may be employed.",
              "Composting is a sustainable approach where food waste is mixed with soil and transformed into nutrient-rich fertilizer, a 'resource'.",
              "Moreover, if composting levels worldwide increased, we could reduce emissions by 2.",
              "1 billion tonnes by 2050.",
              "On International Day of Awareness of Food Loss and Waste, let us pledge to make a difference.",
              "Reducing food waste and adopting composting practices are vital steps towards a more sustainable and environmentally friendly future.",
              "By minimizing food loss, we can protect our planet, reduce greenhouse gas emissions, and improve soil quality, making it a win-win for both our environment and our future generations.",
              "Learn more about compositing from here: CCET guideline series on intermediate municipal solid waste treatment technologies: Composting The mandate of IETC, as agreed in Decision 16/34 of UNEP Governing Council, is the transfer of environmentally sound technologies (EST) to developing countries and countries with economies in transition.",
              "© United Nations Environment Programme"
            ]
          }
        ],
        "Using parts of fruits and vegetables that are often thrown away, such as peels, stems, and seeds, to make stocks, sauces, or snacks can help reduce food waste.": [
          {
            "title": "23 Ingenious Recipes That Reduce Food Waste and Use Up Fruit and ...",
            "url": "https://twohealthykitchens.com/23-recipes-reduce-food-waste-use-up-fruit-and-vegetable-scraps/",
            "content": [
              "23 Ingenious Recipes That Reduce Food Waste and Use Up Fruit and ...",
              "by Shelley Â· May contain affiliate links ~ Save money and reduce food waste by using up every single part of the fruits and veggies you buy – including lots of parts you normally throw away!",
              "These brilliant recipes show you how .",
              ".",
              ".",
              "and I bet you’ll be as surprised as I was at some of these deliciously creative (and healthy) ideas!",
              "~ You know I always try to keep it light and cheerful around here.",
              "Party in the kitchen, anyone?",
              "!",
              "?",
              "Yeah – that’s the way I like things!",
              "So forgive me just a tiny moment of griping, will you?",
              "(I promise it will all turn out fun in the end!)",
              "Here’s the rub: food waste.",
              "Food waste really bothers me.",
              "I’m certainly not perfect in this department.",
              "(Uggggh .",
              ".",
              ".",
              "witness the utter sadness I feel when I unearth some once-gorgeous produce that was forgotten and left to moulder in the bottom of the crisper ð\u009f\u0099\u0081 ).",
              "Not perfect.",
              "But I’m trying.",
              "And, when you check out the stats, it seems like most all of us could do a bit more trying.",
              "(No judging here .",
              ".",
              ".",
              "just sayin’.)",
              "The USDA estimates that more than 30% of our food supply is wasted.",
              "Ummmm .",
              ".",
              ".",
              "guys?",
              "That’s about ONE-THIRD of our food!",
              "Want to quantify that differently?",
              "Well, in a 2010 analysis, that correlated to approximately 133 billion (billion!)",
              "pounds of wasted food with a price tag of $161 billion (and again .",
              ".",
              ".",
              "billion .",
              ".",
              ".",
              "billions of dollars!)",
              ", just here in America.",
              "The numbers get even bigger when you take a global perspective.",
              "A United Nations report found that, worldwide, people similarly waste about one-third of the food produced for human consumption – totaling a staggering 1.",
              "3 billion tons (those billions just keep coming).",
              "That sure adds up in dollars spent, and also in burgeoning landfills.",
              "According to the EPA, food waste accounts for a larger proportion of our nation’s trash than any other single material.",
              "So, yeah .",
              ".",
              ".",
              "I find this all a teeeeeny bit vexing.",
              "And I know that a lot of you do, too.",
              "Not only is it a tremendous waste of nutrients that could go a long, long way toward feeding the world’s hungry, food-insecure populations, but it’s also a colossal waste of resources and effort.",
              "And, closer to home, it’s a waste of your hard-earned dollar.",
              "Especially if you’re purchasing higher-priced organic produce, you’d no doubt like to use every bit of that purchase that you possibly can!",
              "Sure, I try to find little ways to do better, to toss less and creatively use more: the minuscule portions of leftovers I won’t let the family throw out because there’s still just enough to make a perfect little snack .",
              ".",
              ".",
              "the brown bananas we didn’t quite eat in time, that are now piling up in the freezer awaiting their reincarnation as smoothies or banana bread .",
              ".",
              ".",
              "the bits of leftover chicken I salvage for baked dog treats and even frosty, post-run frozen puppy treats.",
              "Baby steps.",
              "Yeah, I know that food waste is a huge topic to tackle .",
              ".",
              ".",
              "we’ve got numbers in the billions here, after all!",
              "But lots of small efforts can add up to something really big!",
              "How ’bout we start with produce?",
              "It’s one of the largest categories of food waste here in America, with the USDA reporting that Americans waste about one-third of the produce we purchase.",
              "So let’s get creative!",
              "What are we tossing out that we could actually be saving, and turning into something surprising and wonderful?",
              "(Congrats: you’ve made it through the rant portion of this post .",
              ".",
              ".",
              "here comes the fun part!)",
              "Vegetable stems and stalks and peels .",
              ".",
              ".",
              "fruit rinds and even pits.",
              "Seriously!",
              "These are all fair game!",
              "Take a little peek at the ideas below, gathered up from other food bloggers who were also looking for innovative ways to use up fruit and vegetable scraps!",
              "Not only are these pretty darn wonderful, but .",
              ".",
              ".",
              "I’ll admit .",
              ".",
              ".",
              "I actually was super surprised at some of these creative ideas!",
              "Spicy Swiss Chard Soba Noodle Stir Fry from Mel at A Virtual Vegan (Nope .",
              ".",
              ".",
              "that’s not celery!",
              "You’re looking at Swiss chard stems that didn’t get thrown away!",
              "Brilliant!",
              "_________________________________ Spiralized Veggie Salad from Jenn at Peas & Crayons If you think broccoli florets are the only useful part of the veggie – look at how those broccoli stalks are right at home with other gorgeously vibrant vegetables in this stunning salad!",
              "_________________________________ Beet Green Salad with Sherry Vinaigrette and Feta from Katie at Healthy Seasonal Recipes Katie also offers great tips on beet green nutrition, seasonality, storage and prep!",
              "_________________________________ Curried Carrot Fritters from Mel at A Virtual Vegan Sure, you could use cilantro or parsley in these easy fritters .",
              ".",
              ".",
              "but I love Mel’s great idea to use the whole carrot, finely chopping those leftover carrot tops instead!",
              "_________________________________ Celery Lentil Salad from Samantha at My Kitchen Love Those celery leaves are so refreshing and pretty .",
              ".",
              ".",
              "I love that this salad includes them, right along with the stalks!",
              "_________________________________ Chard Stalk Hummus from Kathy at Healthy Slow Cooking Instead of chickpeas, Kathy uses chard stalks in this hummus dip, which has a lighter texture, but all the same flavors as traditional hummus!",
              "You can use typical green Swiss chard stalks to make a classic white hummus, or have some fun with red or rainbow stalks to make pink or yellow hummus!",
              "_________________________________ Shaved Broccoli Salad from Debi at Life Currents Here’s another great idea for salvaging those usually-unused broccoli stalks.",
              "A veggie peeler quickly and easily creates perfect ribbons for this lovely salad!",
              "_________________________________ Sherried Black Bean and Broccoli Stem Soup from Kirsten at Farm Fresh Feasts A smooth and elegant vegetarian soup made from humble ingredients – including broccoli stalks that were saved from the landfill.",
              "Easy, nourishing and thrifty, too!",
              "_________________________________ Garden Veggie Burgers from Rebecca at Strength & Sunshine Surprise!",
              "No orange carrots here .",
              ".",
              ".",
              "just the feathery, leafy tops!",
              "_________________________________ Pineapple Core Crisps from Nicky at Kitchen Sanctuary Huh!",
              "Who knew that you could use the core of the pineapple?",
              "!",
              "?",
              "Oven dried into little petals, that core you always used to throw away becomes a fiber-rich snack!",
              "_________________________________ Coconut Braised Beet Greens from Kelly at Tasting Page With the option of adding a protein like shrimp or chicken, this can be a pretty side dish, or even a satisfying main.",
              "Thanks to those super-nutritious greens, it’s loaded with protein, iron, calcium and lots of vitamins and antioxidants!",
              "_________________________________ Scrap Vegetable Broth from Ariella at Perspective Portions Transform vegetable scraps (like carrot and onion peels and scallion ends) into a flavorful vegetable broth.",
              "Dietician Ariella uses the broth in homemade soups and even in her recipe for freshly baked onion rolls.",
              "_________________________________ Great ideas so far, right?",
              "So many I can’t wait to try!",
              "But my winners in the easy-peasy department are definitely all the gorgeous pesto recipes I found!",
              "Toss everything in a food processor and call it a day!",
              "Oh – and pat yourself on the back for rescuing greens, stalks and stems that you probably would otherwise have thrown away.",
              "Presto-change-o .",
              ".",
              ".",
              "you just turned them into something new and delicious!",
              "(Or maybe I should say Pesto-change-o!)",
              "Radish Greens Pesto from Carol at From a Chef’s Kitchen Carol recommends serving this bright, nutritious pesto with fish, chicken, pasta, potatoes, or any other way you’d serve traditional pesto.",
              "Bonus: In an ultimate don’t-waste-a-bit maneuver, you can even freeze this yummy pesto – a terrific way to use up a bumper crop of radish greens to enjoy all winter long!",
              "_________________________________ Vegan Kale Stem Pesto from Kathy at Healthy Slow Cooking Kathy uses both parsley stems and kale stems in this pesto recipe, and offers tips to adjust the consistency so it’s a thicker paste for spreading on sandwiches and pizzas, or a thinner sauce that you can stir into pastas and soups.",
              "_________________________________ Beet Green Pesto from Julia at The Roasted Root With lots of ideas for substitutions, you can make this nutritious pesto vegan, or switch up the flavor profile with different nuts.",
              "_________________________________ Carrot Top Mint Pesto from Kelly at Tasting Page While this would be terrific on top of meat, fish or pasta, I adore Kelly’s fun idea of layering carrot on carrot by topping warm, roasted carrots with this easy pesto made from the leafy carrot tops!",
              "_________________________________ You might not be too surprised to see all the ingenious ways to use up fruit and vegetable parts in things like stir fries, salads, and even those gorgeous pestos.",
              "But I bet you’ll find these next ideas a little more unexpected – I sure did!",
              "Winning the award for “Most Surprising” are these seriously creative drink and dessert recipes that turn fruit and veggie scraps into decadently delightful sweet treats!",
              "Carrot Peeling Cake with Cinnamon Icing from Kate at Veggie Desserts With nutritious upgrades like Greek yogurt and wholemeal flour, this cake is loaded with both flavor and virtue!",
              "Plus, Kate offers other creative ways to use up leftover carrot peels.",
              "(Carrot Moscow Mule, anyone?)",
              "_________________________________ Light and Delicious German Apple Cake from Roxana at The Delicious Crescent This healthier take on German Apfelkuchen features unpeeled apples.",
              "Not only does that save those peels from being wasted, but it takes full nutritional advantage of the fiber and antioxidants that hang out in those often-discarded peels!",
              "_________________________________ Strawberry Stems Infused Water from Sheri at Donuts, Dresses and Dirt Light, refreshing and so frugal, too!",
              "_________________________________ Watermelon Rind Cake from Raksha at Raksha’s Kitchen Pureeing the watermelon rind saves a large portion of the fruit from the compost heap .",
              ".",
              ".",
              "and ingeniously adds moisture and nutrition to this lovely cake!",
              "_________________________________ Dark Chocolate Orange Slice Wheels from Roxana at The Delicious Crescent You don’t peel the oranges before making these luxuriously delicious, nutritious treats.",
              "Nope!",
              "That peel not only adds great nutrients, but also lots of terrific flavor!",
              "_________________________________ Homemade Mango Soda from Raia at Raia’s Recipes This recipe just might be the very most surprising of all!",
              "With just three simple ingredients, it derives flavor from .",
              ".",
              ".",
              "are you ready?",
              "?",
              "?",
              ".",
              ".",
              ".",
              "mango pits!",
              "Seriously!",
              "Talk about using up every possible part of the fruit!",
              "Be sure to check out Raia’s suggestions for other fruit flavors to try, too!",
              "_________________________________ And in a shameless bit of self-promotion, don’t forget about our very own, most favorite way to use up broccoli stalks (like, after you’ve made our Roasted Broccoli and Cauliflower Pasta ð\u009f\u0098\u0089 ) .",
              ".",
              ".",
              "Parmesan Roasted Broccoli Stalks from Two Healthy Kitchens _________________________________ Love these recipes and that they can seriously reduce food waste in the kitchen – SO IMPORTANT!",
              "I totally agree, Jenn!",
              "Food waste really is a huge global issue, and I always feel so guilty tossing food that I didn’t use up in time.",
              "I truly enjoyed sifting through all the submissions for this post and finding the ones that really inspired me.",
              "So glad you liked them, too!",
              "~Shelley What a great post and such fab recipes!",
              "Food waste is something that we all should avoid as much as possible.",
              "It’ so sad how much gets thrown away when there are people out there starving.",
              "I really need to try those Pineapple Core Crisps.",
              "So clever.",
              "Thank you for including my recipes!",
              "I know – aren’t those pineapple crisps a brilliant idea?",
              "!",
              "?",
              "Seriously – I just went from one recipe to the next here, as I selected the recipes I wanted to include – thinking how inventive, how resourceful they all were!",
              "Thanks so much for offering to let me include your Carrot Fritters and that stunning Stir Fry!",
              "ð\u009f\u0099\u0082 ~Shelley This is such a great help!",
              "I’m all about not wasting food.",
              "I can’t wait to dive into this and see all the great recipes.",
              "As I skimmed I saw several that looked perfect for me.",
              "Thanks!",
              "Pinned to save for later as well.",
              "Thanks so much for letting me showcase your gorgeous salad, Debi – and also for sharing these ideas on Pinterest!",
              "I totally agree – every time I worked on this post, I would get so excited about all the unique ideas!",
              "It really proves to me that, with a little ingenuity, it’s pretty easy to incorporate parts of fruits and vegetables that we often mindlessly toss out.",
              "Putting this post together really inspired me, and I hope it gives others a little spark of excited inspiration, too!",
              "ð\u009f\u0099\u0082 ~Shelley I love this!",
              "So many great ways to use what you’d otherwise throw away.",
              "Thank you so much for sharing my mango soda, too!",
              "Pinning and sharing!",
              "My daughter and I were actually chatting about your Mango Soda today at lunch, Raia!",
              "She ordered a locally brewed, lavender kambucha drink at an adorable little cafe in our town.",
              "She hadn’t seen your recipe yet, and I was excitedly telling her about what a unique idea it is!",
              "ð\u009f\u0099\u0082 So delighted to share it – one more creative way to help people stretch their food dollars a little and also help combat food waste.",
              "Total win!",
              "~Shelley Comment Δ Sharing Quick, Nourishing Recipes with Busy Families .",
              ".",
              ".",
              "for Over a Decade!",
              "Iâ\u0080\u0099m Shelley â\u0080\u0093 and along with my husband, Scott, and my kiddos, Amy and Ty â\u0080\u0093 Iâ\u0080\u0099ve spent the last 10 years inspiring busy people with exhaustively tested, delicious, easy-to-make recipes .",
              ".",
              ".",
              "straight from our healthy kitchen, to yours!",
              "Find out more .",
              ".",
              ".",
              "HERE!",
              "Copyright Â© 2013-2023 Two Healthy Kitchens LLC â\u0080¢ Contact Us â\u0080¢ Terms of Use, Disclosures/Disclaimers, and Privacy Policy"
            ]
          },
          {
            "title": "Regrow From Scraps: 12 Fruits or Vegetables You Can Regrow",
            "url": "https://foodrevolution.org/blog/reduce-food-waste-regrow-from-scraps/",
            "content": [
              "Regrow From Scraps: 12 Fruits or Vegetables You Can Regrow",
              "Food scraps often end up in the compost pile.",
              "But what if you could regrow fruits and vegetables using leftover scraps?",
              "See how you can reduce food waste and save money while also providing your family with fresh produce.",
              "Do you often find yourself throwing away or composting the remnants of fruits and vegetables after cooking or preparing a meal?",
              "While many people think of food scraps — such as mushroom stems, onion bottoms, and the tops of pineapples — as waste (or future fertilizer), these items can have a second life.",
              "You can take many different types of fruit and vegetable scraps and regrow food from the leftover bottoms, stems, seeds or pits, tops, or pieces.",
              "Food waste is a monumental problem for people and the planet, losing valuable calories that are directly linked to world hunger, and contributing to greenhouse gas emissions as decomposing organic waste releases methane gas.",
              "But growing food from scraps helps reduce food waste while also providing a relatively easy and economical way to supplement your diet with more fresh produce.",
              "Even if you don’t have a particularly green thumb, regrowing vegetables and fruit takes minimal effort and, in some cases, doesn’t even require soil!",
              "In this article, you’ll learn how to regrow vegetables and fruit from scraps to reduce waste, save money, and build self-sufficiency.",
              "If the idea of regrowing vegetables and fruit from scraps excites you, that’s great!",
              "But before you start trying to put any old fruit or vegetable scrap in soil or water, there are some things you need to know.",
              "Not all scraps from produce will produce a new plant or growth.",
              "Typically, you need a stem or other piece of a plant that can grow roots in order for it to start growing again.",
              "You can also grow some fruits and vegetables from leftover seeds or pits.",
              "But some produce purchased from a grocery store may not grow from its seeds or other scraps at all.",
              "Fruits and vegetables found in grocery stores may be subject to irradiation, which is done to prevent sprouting or delay ripening.",
              "Irradiation may prevent a plant from rooting or make seeds sterile.",
              "Also, if the food was picked before it was ripe, the seeds may have not fully matured and may not be viable.",
              "You can test seeds by placing them in water and seeing if they float or sink (you want them to sink) or by performing a germination test.",
              "Want to try your hand at regrowing produce from scraps?",
              "These 12 foods are a good place to start.",
              "For the majority of them, all you need are glass jars or other upcycled containers, water, and a little bit of soil.",
              "Tomatoes are often cut and deseeded for recipes.",
              "Instead of composting their messy insides, try saving the seeds.",
              "By placing seeds in water and allowing them to ferment, you will break down seed coats and kill off many of the germs that may prevent the seeds from starting.",
              "When the seeds sink and separate from the pulp, you can strain, wash, and dry the seeds.",
              "Here’s a video of this process from GrowVeg: https://www.",
              "youtube.",
              "com/watch?",
              "v=qbVcHLpHxKg Next, plant the dried seeds in a pot or upcycled container filled with potting soil.",
              "Once the sprouts are a few inches tall, transplant them outdoors.",
              "Be sure to plant the tomatoes in a sunny area and water a few times a week.",
              "How to use regrown tomatoes: Tomatoes are extremely versatile and can be used in a number of different cuisines such as Mexican, Italian, and American.",
              "Use regrown tomatoes in sauces, salads, pasta dishes, casseroles, and on top of veggie burgers, tacos, and sandwiches.",
              "Check out our article on how to grow tomatoes for more growing tips and our article on tomato benefits, downsides, and uses.",
              "To regrow basil from store-bought plants, select a four- to six-inch piece and cut about one inch under where a leaf is growing.",
              "Then, you’ll want to strip any leaves that are at the bottom of your stem to prevent them from becoming submerged in water and rotting.",
              "Put the stem in a jar of water and place it in a sunny (but not too hot) location.",
              "Change the water every other day.",
              "You’ll soon notice new roots forming along the stem.",
              "When the basil roots grow to about two inches in length, plant the stems in a pot or upcycled container.",
              "Keep the pot in an area that gets at least six hours of sunshine each day, and water the basil plant regularly.",
              "Harvest leaves when the plants grow to at least six inches tall and produce six to eight leaves per stem.",
              "How to use regrown basil: Genovese basil is typically used in Italian dishes.",
              "But other common varieties are Thai basil, which can be used in Asian cuisines, and holy basil, which is a medicinal herb.",
              "Use regrown basil leaves in pasta and noodle dishes, sauces, rice bowls and stir-fries, or dried and brewed as a tea.",
              "Our guide to herbs and spices has ideas on how to use fresh and dried herbs like basil in your meals.",
              "First off, it’s best to use locally grown strawberries since not all varieties will grow across all climates.",
              "Secondly, you’ll likely want to use organic strawberries when possible, since they’re one of the most pesticide-contaminated produce items. To reuse your strawberry scraps, put the overripe, whole strawberries, or strawberry tops, in a blender with water and blend for 15–20 seconds.",
              "Leave the mixture to settle.",
              "The seeds that won’t germinate will float to the top, so you can skim those off and discard them.",
              "Then, pour the remaining strawberry mixture through a sieve to leave just the viable seeds.",
              "Plant the seeds as you would normally to grow strawberry plants in your climate.",
              "You can also try planting strawberry tops or slices directly in the ground, as long as some of the seeds are still intact.",
              "How to use regrown strawberries: Strawberry is native to the Americas and is primarily used in American, French, and English desserts.",
              "Strawberries can be eaten on their own, preserved as jams, or used in baked goods, salads, and smoothies.",
              "Learn more about strawberries and other berries and discover their health benefits and uses.",
              "To regrow celery stalks, you’ll want to keep about two inches of the butt end of the vegetable.",
              "Rinse off the base and place it in a small bowl or glass.",
              "Fill the container with warm water and place it in a sunny area.",
              "After changing the water every other day, you should start to see new growth around day five.",
              "Celery leaves will regenerate from the base, as well as a few small stalks.",
              "After about a week, you can plant the celery base in soil, making sure to leave the leaf tips and stalks uncovered.",
              "As celery is mostly water, you’ll want to keep the plant nice and moist.",
              "You can start harvesting as soon as your celery plant has at least 10 stalks, and they will continue to grow throughout the season.",
              "How to use regrown celery: Celery is popular in French and Cajun American cuisine.",
              "Leaf celery is also used in Thai and Chinese food.",
              "Eat celery on its own or use it in soups, stews, chilies, salads, stir-fries, and to make celery juice.",
              "Check out our article on how to grow celery for more tips and a cheat sheet.",
              "While you can’t regrow a full carrot from scraps, you can regrow and use carrot greens.",
              "Instead of defaulting to tossing carrot tops and greens in the compost, give them a second life!",
              "Cut off the top of the carrot, and the existing carrot greens if they’re still intact.",
              "To regrow carrot greens, it’s best if you have a little bit of green stem still attached to the top.",
              "Place the carrot top or tops in a bowl, cut side down.",
              "Fill the bowl with about an inch of water so the top is halfway covered.",
              "Place the dish on a sunny windowsill, and change the water every day.",
              "The carrot pieces will eventually sprout green shoots on the top and roots on the bottom.",
              "When they do, you can plant the tops in soil, careful not to cover the shoots.",
              "Harvest the greens to taste.",
              "(Some people prefer the baby greens;",
              "others prefer them fully grown.)",
              "How to use regrown carrot greens: Carrots and their greens are used worldwide and are popular in French, Middle Eastern, Indian, American, and Japanese cuisines.",
              "Enjoy carrot greens in salads, smoothies, sauces, and stir-fries, and as a side dish.",
              "Find out what’s so great about carrots in our in-depth article.",
              "Ginger is a valuable spice for its health benefits and culinary uses.",
              "But as it’s so potent, you often only need a small piece for a recipe, leaving the rest to go to waste.",
              "Instead of throwing away or composting the leftover ginger, you can regrow the root and replant it, harvesting only what you need when you need it.",
              "If you’ve had a ginger root for a while, you may start seeing little sprouts start to show.",
              "These are prime regrowing pieces to use.",
              "To regrow ginger from scraps, cut off one of these sprouted pieces and place it in water until roots start to grow.",
              "Once you have roots, place the piece of ginger in potting soil with the roots facing down and the sprouts or shoots pointing up.",
              "The ginger piece will produce new roots or rhizomes, which you can harvest in full or just remove a piece at a time.",
              "How to use regrown ginger: Ginger is often used in Asian cuisines such as Japanese, Indian, Indonesian, and Thai.",
              "It’s also used in baked goods across Europe and the US.",
              "Use ginger as an ingredient in sauces, dressings, soups and stews, noodle dishes, rice bowls, stir-fries, and in teas, juices, and mocktails.",
              "Learn more about the health benefits and uses of ginger.",
              "Green onions are one of the easiest foods you can regrow from scraps because they often still have bits of the roots attached when you buy them.",
              "Save the white ends of your green onions and put them in a jar of filtered water.",
              "Place the jar on a sunny windowsill and change the water every day or so.",
              "In about a week, you should have new green onions to add to your supper.",
              "You may want to transplant the green onions into soil once the roots have grown longer.",
              "Harvest the green ends when fully grown — just make sure to leave the roots in the water or soil if you want your plant to keep producing.",
              "How to use regrown green onions: Green onions are another versatile veggie that’s also used as an herb or topping.",
              "Use it in Mexican, Chinese, Korean, and Vietnamese food, among others.",
              "Try green onions in savory pancakes or as a topping for dips, soups, stir-fries, rice bowls, and noodle dishes.",
              "Be a fun-guy or gal and grow your own mushrooms from scraps.",
              "Mushrooms are one of the more complex (and expensive) produce items to grow, so this is one way to do it if you don’t have access to mushroom spawn.",
              "You can grow white button mushrooms in this way as well as oysters.",
              "While you can eat both the caps and stalks of a mushroom, some people choose to only use the caps in recipes.",
              "But there’s no reason to let those stalks go to waste!",
              "You can combine mushroom stems with wet cardboard substrate in an airtight container to create your own mushroom spawn.",
              "This guide by GroCycle gives you step-by-step instructions on how to grow mushrooms with the stem butt method, as well as common problems you may encounter.",
              "How to use regrown mushrooms: Fungi exist on every continent and can be found in almost every type of culinary fare.",
              "Chinese, Italian, Japanese, French, and Nordic cuisines are all mushroom-loving cuisines.",
              "Use mushrooms in soups, pasta dishes, grain bowls, stir-fries, and sauces, stuffed as appetizers, and on toast.",
              "Growing mushrooms, even from scraps, is not an easy task for beginners.",
              "But if you want to give it a try, the health benefits of mushrooms are pretty substantial.",
              "There are two different ways to regrow onions, depending on what scraps you’re working with.",
              "If you have onions that have been sitting around for a while and have started to sprout green stalks, instead of cutting off the stalks, you can use them to grow new onion plants.",
              "The stalks have formed from bulbs inside the onions, so you just need to cut open the onions and remove the bulbs with the stalks attached.",
              "Place the bulbs in a jar of water to allow them to root and then transfer them into soil.",
              "The other way to grow onions is from the discarded bottoms that are cut off when you slice into an onion.",
              "You want the calloused-over piece that may still have some stringy pieces of dried root attached.",
              "Let the cut bottom dry for a couple of days and then place it directly into soil.",
              "As the onion grows, you can harvest the green shoots or just wait for the onion to form underground into a full bulb before harvesting.",
              "How to use regrown onions: Yellow, white, and red onions are widely used vegetables.",
              "French, Ethiopian, Indian, Russian, and many South American cuisines use onions in various dishes.",
              "Try onions cooked in soups, stews, curries, chilies, sauces, dips, and casseroles, or raw in salsas and salads, or on veggie burgers and tacos.",
              "Learn more about the disease-fighting superpowers of alliums like onion.",
              "While it can take up to two years for a replanted pineapple top to bear fruit, the satisfaction of growing your own pineapple is well worth the wait.",
              "To regrow a pineapple from scraps, remove the top of the pineapple, ideally by twisting it off (doing so will preserve the parts needed for regrowth).",
              "Peel back any leaves around the base so the bottom layers are exposed.",
              "And cut off just the tip of the base, being sure to remove any excess fruit.",
              "Next, poke three or four toothpicks into the pineapple base right above the area where you peeled back the leaves.",
              "Use the toothpicks to suspend the pineapple top over a glass container.",
              "Add enough water to the container to cover the base of the pineapple top.",
              "Leave your suspended pineapple top in a sunny area, change the water every few days, and watch for roots to grow.",
              "In about a week, roots should begin to form and the green leaves should be longer and wider.",
              "When the roots fully form, plant the pineapple top in a pot (or directly in the ground if you live in a warm climate).",
              "Make sure it’s exposed to plenty of sunlight, and water it regularly.",
              "How to use regrown pineapples: Pineapples grow in the tropics and are associated with cuisines from warm climates, such as Hawaiian, Indian, Malaysian, Thai, and Caribbean cuisines.",
              "Eat pineapple on its own, in fruit salads, mocktails, smoothies and smoothie bowls, stir-fries and rice bowls, salsas, curries, and even on pizza if you dare!",
              "Learn more about pineapple benefits, downsides, and uses.",
              "To grow your own potatoes from scraps, it’s best to use pieces that have eyes (red or white bumps), which is where they sprout from.",
              "It’s even better if the eyes have already started to sprout.",
              "If they have, that means the potatoes have not been irradiated, which, as was mentioned earlier in this article, can prevent new growth.",
              "Cut the potato into pieces, making sure each piece has at least one to two eyes.",
              "Let the pieces sit at room temperature overnight or for a few days until they’re dry to the touch.",
              "Once the potato halves are dry, plant them about one foot apart in eight inches of soil.",
              "Or you can also plant the pieces in five-gallon buckets.",
              "After a few months, the potatoes will be ready to harvest and use in recipes.",
              "How to use regrown potatoes: Potatoes are a popular vegetable used in Russian, Indian, Irish, German, and American dishes, among others.",
              "Avoid frying potatoes and instead, bake, boil, or steam them.",
              "Use in stews, curries, casseroles, or as a side dish.",
              "Discover if potatoes are really healthy or not, in our in-depth article.",
              "Like celery, you can also save the base of a romaine heart and place it in water.",
              "After a few days, you’ll start to see new leaves growing from the middle of the base.",
              "Keep the bowl in a sunny area and change the water every day.",
              "Plant the lettuce directly in soil once it grows roots, or you can continue to grow it in water.",
              "However, it may not produce a full head of lettuce this way.",
              "If you like the taste of baby greens, you can pinch off the outer leaves as the lettuce grows.",
              "Otherwise, harvest romaine leaves when they’re around six to eight inches tall.",
              "How to use regrown lettuce: Lettuce is popular in American, Vietnamese, Italian, Chinese, and Mexican cuisine.",
              "Lettuce is mostly eaten raw.",
              "Use it in salads, smoothies, noodle dishes, tacos, and on sandwiches and veggie burgers.",
              "Find out more about why you shouldn’t underestimate the benefits lettuce has to offer.",
              "With a little preparation and luck, you can regrow the 12 different fruits and vegetables in this article, including basil, pineapple, celery, and more.",
              "Regrowing produce from scraps is a great way to reduce food waste and save money on groceries.",
              "And although it’s not possible to regrow all fruits and vegetables from scraps, especially if they were purchased from a grocery store, you can experiment with the various types of produce in this article to see what will grow for you.",
              "As the saying goes, one person’s trash is another person’s treasure.",
              "But by reusing your food scraps regularly, you can avoid them ever becoming trash in the first place.",
              "It’s a win-win for everyone!",
              "And that’s something we can all treasure.",
              "Featured Image: iStock.",
              "com/elenabs Previously Up Next Content Strategist View Profile Content Strategist View Profile Empower Your Mind.",
              "Step into the Brain Breakthroughs Masterclass with Food Revolution Network CEO Ocean Robbins and The Brain Docs, Dr.",
              "Ayesha and Dr.",
              "Dean Sherzai.",
              "Gain tools to reduce Alzheimer’s risk and boost mental clarity.",
              "Your journey to optimal brain health begins here — in the Reserve YourFree Spot Watch FREE 4-Day Special Event Edition “A must-see” - Forbes Plus get 20 free mushroom recipes!",
              "Watch the Trailer Now Join FRN CEO, Ocean Robbins, and the fabulous Team Sherzai, MD, for the Masterclass that puts brain health in YOUR hands.",
              "Find out how to slash your risk of Alzheimer’s, and accelerate your mental clarity, in the Brain Breakthroughs Masterclass.",
              "Sign up FREE right here How to Wash Vegetables and Fruits to Remove Pesticides 0 Readers 11 Banned Foods Americans Should Stop Eating 0 Readers How to Use GBOMBS: A Meal Plan & Recipes to Supercharge Your Diet 0 Readers Click the button below to log in.",
              "Log In Here The Food Revolution Network team has moved all of our products onto one platform.",
              "You can log in with the same email you used for older (pre-2018) products at the link above.",
              "Unlock your brain’s best life!",
              "Join Food Revolution Network CEO Ocean Robbins and The Brain Docs, Dr.",
              "Ayesha and Dr.",
              "Dean Sherzai, to explore transformative insights on warding off Alzheimer’s and embracing lasting vitality — in the Brain Breakthroughs Masterclass.",
              "Reserve Your Free Spot At Food Revolution Network (FRN), our mission is healthy, ethical, sustainable food for all.",
              "Information and resources shared by FRN are for informational purposes only and are not intended to diagnose, treat, or cure any type of disease or condition.",
              "Reviews and testimonials of specific diets and approaches to health represent individual experiences and FRN does not guarantee any specific results from these approaches for your specific situation.",
              "In support of our educational mission, we sometimes share resources offered by trusted partners.",
              "If you purchase products from one of these partners, FRN may at times receive a portion of the proceeds.",
              "As an Amazon Associate FRN earns from qualifying purchases.",
              "These affiliations support our work and allow us to continue bringing you valuable, life-changing content.",
              "Here are our full terms & conditions.",
              "To opt-out of ever having your info sold to 3rd parties under any circumstances, click here.",
              "Unlock the Secrets to Ultimate Brain Health.",
              "Dive deep with Food Revolution Network CEO Ocean Robbins and The Brain Docs, Dr.",
              "Ayesha and Dr.",
              "Dean Sherzai, to explore innovative strategies that can significantly reduce your Alzheimer’s risk in the Break Breakthroughs Masterclass.",
              "Reserve Your Free Spot By entering your information here, you are agreeing to receive messages from Food Revolution Network.",
              "Your email address will NEVER be shared or sold.",
              "You are always free to easily unsubscribe at any time.",
              "For more information see our Privacy Policy.",
              "By checking the “Send me text message reminders and updates” box you agree to receive important updates, reminders, and promotional messages about events and products from Food Revolution Network (FRN).",
              "Message frequency varies.",
              "You can stop receiving messages at any time by texting STOP to 67692, for help text HELP to 67692.",
              "Message and data rates may apply.",
              "By opting in for text messages, you authorize FRN to deliver marketing messages using an automatic telephone dialing system.",
              "SMS opt-in is not a requirement for purchasing any property, goods, or services.",
              "By leaving the “Send me text message reminders and updates” box unchecked you will not be opted in for SMS messages at this time.",
              "See our Privacy Policy and Terms for more info.",
              "No thanks, I don’t want the free poster."
            ]
          },
          {
            "title": "14 fruits and vegetables peels recipes - To Be The Perfect Mother",
            "url": "https://tobetheperfectmother.com/14-fruits-and-vegetables-peels-recipes/",
            "content": [
              "14 fruits and vegetables peels recipes - To Be The Perfect Mother",
              "In this post, you will read 14 fruits and vegetables peels recipes that can heavily reduce your kitchen waste, and help you save money.",
              "If you’re that person who would like to reduce the waste or recycle whatever he can, then you probably asked yourself: what can I do with the peels?",
              "Or what is the best thing to do with vegetable peelings?",
              "Well, fruits and vegetables peels can be used in many ways rather than throwing it in the bin!",
              "I wrote earlier a few posts about how to reduce your waste to protect the environment, prevent pollution, preserve natural resources, and of course, save money.",
              "You can check out these posts: • 35 unexpected benefits of orange peels• 20 amazing reasons to keep silica gel packets• 16 incredible health benefits of pomegranate peel• 20 ways to reuse used coffee grounds• 14 clever ways to reuse empty toilet paper rolls• 8 brilliant uses of egg shells.",
              "I also have written more posts about: So, like the earlier post, here are 14 clever uses of your leftover fruits and vegetables peels instead of tossing them.",
              "First of all, You need to know that fruits and vegetables may contain harmful germs that can make you and your family sick, like salmonella, E.",
              "coli, etc The best way to wash the fruits and vegetables is by gently rubbing while holding under plain running water.",
              "Dry them with a clean cloth or paper towel to further reduce bacteria that may be present.",
              "If you want to know what to do with watermelon rind or peel, this Watermelon rind jam no pectin recipe is for you.",
              "You only need 3 main ingredients for this this homemade jam (no pectin!)",
              ".",
              "All you need is watermelon peel, sugar, and lemon juice.",
              "If you’ve got those things, then you have everything you need to make your own homemade watermelon rind jam.",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Banana peel vegan bacon can be very satisfying, and a good replacement for the real bacon.",
              "It’s crispy, smoky, and full of flavour.",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Are you ready for your mind to be blown?",
              "Yes?",
              "Then check out this recipe for vegan pulled pork sandwiches using banana peels!",
              "Don’t believe it?",
              "Well, I didn’t either until I tried it and I can tell you that it’s actually really good!",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Next time you eat Broccoli, never throw the stems away.",
              "Make this easy raw Broccoli Stalk Salad recipe using the bottom half of this superfood.",
              "It’s healthy, easy and yummy!",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Place vegetable peels and scraps in a bag in the freezer until you have enough to make a batch of homemade vegetable broth.",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Or you can learn how to make the vegetable broth in a crock pot following this easy recipe!",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Save all your veggie peels in a zip lock bag in the freezer and use them when you make bone broth, here is an easy bone broth with vegetable peels recipe: .",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "If you are looking for a way to reduce your food waste, then you have to try these delicious air fryer potato peelings!",
              "Perfect for a savory snack, these potato peel chips are seasoned with garlic and paprika before being air fried to crispy perfection.",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Think twice about discarding those potato peelings, instead, turn them into a delicious snack but roasting them with fresh rosemary and seasonings.",
              "Rosemary Roasted Potato Peelings come out of the oven crispy and so flavorful.",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "If you’re looking for dessert recipes with peels, then this recipe for you.",
              "Orange peels should not be thrown in the trash!",
              "There are many health benefits and uses for orange peels.",
              "One of its uses is this chocolate covered orange peel, which is a delicious and budget friendly treat.",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "This easy fermented fruit vinegar uses two ingredients: fruit and water.",
              "It’s the perfect way to use fruit scraps and overripe fruit to make homemade apple cider vinegar, berry vinegar, and more!",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Pera pina is a delicious Dominican drink made from pineapple peel and rice.",
              "This refreshing and delicious pineapple rice drink is perfect during the hot summer months!",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "In this detox tea recipe, we use something that is usually a neglected part of the fruit, which is its peel.",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              ".",
              "These candies are sweet and sour at the same time!",
              "It’s so yummy and satisfying recipe to try!",
              "Roast beef in oven with vegetables is the ultimate family dinner, and this easy-to-follow recipe.",
              ".",
              ".",
              "You will read here 17 of best uses of banana peels for skin, hair, garden,.",
              ".",
              ".",
              "Here you'll know 35 unexpected benefits of orange peels, so you'll never throw it again.",
              ".",
              ".",
              "In this post you'll read (20) uses of onion peels and scraps you wish you.",
              ".",
              ".",
              "It's Ramadan time, and I'm so grateful to have the chance to live Ramadan this.",
              ".",
              ".",
              "You must be logged in to post a comment."
            ]
          }
        ],
        "Donating excess food to a local food bank, pantry, or soup kitchen can help feed people in need and reduce food waste at the same time.": [
          {
            "title": "Donating | USDA",
            "url": "https://www.usda.gov/foodlossandwaste/donating",
            "content": [
              "Donating | USDA",
              "An official website of the United States government Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock ( LockA locked padlock ) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Donating wholesome food for human consumption diverts food waste from landfills and puts food on the table for families in need.",
              "The federal government has established three notable provisions to encourage the donation of wholesome food to those in need: The Bill Emerson Good Samaritan Food Donation Act grants liability protections to “persons and gleaners” who make good faith donations of food to nonprofit organizations for ultimate distribution to needy individuals at zero cost or at a good Samaritan reduced price.",
              "New amendments passed on January 5, 2023, also grant liability protections to “qualified direct donors” who donate directly to needy individuals at zero cost.",
              "Qualified direct donors include: retail grocers, wholesalers, restaurants, caters, and more (see below).",
              "Under the Bill Emerson Good Samaritan Food Donation Act, the following food donation standards apply: Persons and gleaners : Persons and gleaners shall not be subject to civil or criminal liability arising from the nature, age, packaging, or condition of apparently wholesome food that the person or gleaner donates in good faith to a nonprofit organization for ultimate distribution to needy individuals at zero cost or at a good Samaritan reduced price.",
              "Nonprofit organizations: Nonprofit organizations shall not be subject to civil or criminal liability arising from the nature, age, packaging, or condition of apparently wholesome food that the nonprofit organization received as a donation in good faith from a person or gleaner for ultimate distribution to needy individuals at zero cost or at a good Samaritan reduced price.",
              "Qualified Direct Donors: Qualified Direct Donors shall not be subject to civil or criminal liability arising from the nature, age, packaging, or condition of apparently wholesome food that is donated in good faith directly to needy individuals at zero cost.",
              "Qualified direct donors are defined as retail grocers, wholesalers, agricultural producers, agricultural processors, agricultural distributors, restaurants, caterers, school food authorities, or institutions of higher education.",
              "Note that only a subset of 'persons,' those defined as ‘qualified direct donors,’ also receive liability protections when donating in good faith directly to needy individuals at zero cost.",
              "For more information, see USDA’s Frequently Asked Questions about the Bill Emerson Good Samaritan Food Donation Act (PDF, 188 KB).",
              "The information presented is not a guidance document and does not constitute legal advice or create an attorney-client relationship.",
              "The Internal Revenue Code 170(e)(3) (PDF, 253 KB) of 2011 provides enhanced tax deductions to businesses to encourage donations of fit and wholesome food to qualified nonprofit organizations serving the poor and needy.",
              "Qualified business taxpayers can deduct the cost to produce the food and half the difference between the cost and full fair market value of the donated food.",
              "In December 2015, the U.",
              "S.",
              "Congress passed the Protecting Americans from Tax Hikes (PATH) Act, making permanent and extending the enhanced tax deductions to all businesses, including C-corporations, S-corporations, limited liability corporations (LLCs), partnerships, and sole proprietorships.",
              "A number of organizations offer guidance on tax deductions for food donation: The U.",
              "S.",
              "Federal Food Donation Act of 2008 (PDF, 142 KB) specifies procurement contract language that encourages federal agencies and contractors to donate excess wholesome food to eligible nonprofit organizations to feed food-insecure people in the United States.",
              "Anyone can donate food, including farmers, distributors, wholesalers, retailers, restaurants, cafeterias, hotels, cruise ships, and households, just to name a few.",
              "There are food recipient organizations across the country.",
              "The following sites offer tools to help donors find nearby food banks, pantries, soup kitchens and shelters that may accept wholesome, excess food.",
              "Contact Us: Dr.",
              "Jean Buzby USDA Food Loss and Waste Liaisonjean.",
              "buzby@usda.",
              "gov"
            ]
          },
          {
            "title": "Food Donation Basics | US EPA",
            "url": "https://www.epa.gov/sustainable-management-food/food-donation-basics",
            "content": [
              "Food Donation Basics | US EPA",
              "An official website of the United States government Here’s how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock (LockA locked padlock) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "JavaScript appears to be disabled on this computer.",
              "Please click here to see any active alerts.",
              "On this page: Donating food is in the second tier of EPA’s Wasted Food Scale.",
              "When wholesome food is rescued, redistributed, or donated, it nourishes people and keeps food from being wasted.",
              "EPA estimates that in 2019, the food retail, food service, and residential sectors generated about 66 million tons of wasted food in the United States.",
              "1 While Americans throw away millions of tons of food, the U.",
              "S.",
              "Department of Agriculture estimates that in 2021, 10.",
              "2 percent of U.",
              "S.",
              "households, or 33.",
              "8 million people, were food insecure at some time during the year.",
              "2 In many cases, the food tossed into our nation’s landfills is wholesome, edible food.",
              "When food is wasted, all the resources that went into producing, processing, distributing, and preparing that food are wasted too.",
              "Most food donations come from higher up the food supply chain, such as from farmers, food manufacturers, distributors, or retailers.",
              "But schools, community organizations, and individuals can also make a difference by collecting and donating unspoiled, healthy food or participating in local food rescue efforts.",
              "By donating food, we’re feeding people, not landfills, supporting local communities, and saving all the resources that went into producing that food, from going to waste.",
              "Large manufacturers, supermarket chains, wholesalers, farmers, food brokers, and organized community food drives typically give food to food banks.",
              "Restaurants, caterers, corporate dining rooms, hotels, and other food establishments promptly distribute perishable and prepared foods to people in their communities.",
              "Many food banks and food rescue organizations will pick up food donations free of charge, saving donors time and money.",
              "The ReFED Food Waste Policy Finder is a tool to help identify food waste policies at the federal and state level in the U.",
              "S.",
              "Search under “Rescue Policy” to find food donation policies.",
              "Certain donors are protected from liability under the Bill Emerson Good Samaritan Food Donation Act (pdf)(207 KB).",
              "In January 2023, the Act was updated (pdf)(184 KB) to include protections for direct donations to individuals in need by qualified direct donors.",
              "Under this Act, as long as the donor has not acted with negligence or intentional misconduct, the donor is not liable for damage incurred as the result of illness.",
              "Protected donors include persons and gleaners, nonprofit organizations, qualified direct donors (including food retailers and wholesalers, restaurants, caterers, school food authorities, institutes of higher education, and agricultural producers, processors and distributors).",
              "USDA's Frequently Asked Questions about the Bill Emerson Good Samaritan Food Donation Act (pdf)(240 KB) Harvard Food Law and Policy Clinic’s Federal Liability Protection for Food Donation Legal Fact Sheet (pdf)(1.",
              "07 MB) Global Food Donation Policy Atlas’ United States Legal Guide - Food Donation Law and Policy (pdf)(1.",
              "75 MB) provides information on the current state of food donation laws and policies in participating countries.",
              "Check out the Global Food Donation Policy Atlas, which provides information on the current state of food donation laws and policies in participating countries.",
              "Many non-perishable and unspoiled perishable foods can be donated to local food banks, soup kitchens, pantries, and shelters.",
              "In the 2022 Food Code, the U.",
              "S.",
              "Food and Drug Administration clarified for the first time that food donations from food retailers are acceptable as long as proper food safety practices are followed.",
              "Check with your local food bank or food rescue operation to find out what items they will accept.",
              "Learn about Food Safety Basics or contact your state or local health department for information on how to safely donate food.",
              "More information on food safety can be found in Harvard Law School Food Law and Policy Clinic’s Food Safety Regulations & Guidance for Food Donations: A Fifty-State Survey of State Practices (pdf)(1.",
              "24 MB).",
              "Companies access potential tax benefits when they donate food.",
              "Refer to the Harvard Food Law and Policy Clinic’s Federal Enhanced Tax Deduction for Food Donation, a Legal Guide (pdf)(16.",
              "4 MB) for information on enhanced tax deductions available to businesses donating food.",
              "Food pantries, food banks and food rescue programs collect food and redistribute it to those in need across the country.",
              "Food banks are community-based, professional organizations that collect food from a variety of sources and save the food in warehouses.",
              "The food bank then distributes the food to families and individuals through a variety of emergency food assistance agencies, such as soup kitchens, youth or senior centers, shelters and pantries.",
              "Most food banks tend to collect nonperishable foods such as canned goods because they can be stored for a longer time.",
              "Food rescue organizations operate food rescue programming, which includes the retrieval of excess food from donors and/or the delivery of donated food directly to clients or to other organizations that redistribute food to clients.",
              "These organizations may also offer other programming, such as education/skills training and the repurposing of donated food into meals or other food products, etc.",
              ", and many of them apply software solutions, like apps, to coordinate the redistribution of excess food by volunteers or other organizations.",
              "Leverage or establish relationships with food rescue organizations to donate food after events.",
              "Reach out to your local grocers, restaurants, venues and/or schools to suggest they donate wholesome food.",
              "Create a schedule for pick-up of donated food from your organization or business on a weekly, biweekly, or monthly basis.",
              "Become a volunteer for a food rescue organization to help transport food from donors to food recipient organizations.",
              "Are you a faith-based organization?",
              "Check out the Food Stewards Toolkit to learn about how your organization can reduce wasted food by modifying food purchases, donating, composting, getting others involved, and sharing your story.",
              "The following sites contain tools you can search for food banks, pantries, soup kitchens and shelters that may be interested in accepting wholesome, excess food: The following organizations are examples of food donation organizations that provide a mechanism for entities to donate wholesome, excess food:"
            ]
          },
          {
            "title": "Donate Food to a Local Food Bank | Feeding America",
            "url": "https://www.feedingamerica.org/ways-to-give/food-donations",
            "content": [
              "Donate Food to a Local Food Bank | Feeding America",
              "Donating food is one way to support local food banks and programs while reducing food waste.",
              "Many food banks in the Feeding America network rely on food donations from people, businesses, and farmers.",
              "With the increasing demand for food assistance and rising prices, we need your help more than ever.",
              "When you donate food, you help the Feeding America network feed our neighbors facing hunger across the United States.",
              "Here are a few ways that individuals and companies can donate food.",
              "If you and your family want to donate food, there are many options in your local community.",
              "Find your local Feeding America member and ask how you can support them with a food donation.",
              "We work with companies of all sizes looking to donate food or grocery products.",
              "Your food donations help us provide more food to member food banks and meal programs. Groups can make a big difference by hosting a food drive.",
              "Whether you choose to collect food or funds, you're helping your community and raising awareness about hunger.",
              "Food banks, food pantries, and soup kitchens accept food donations.",
              "But they have their own rules for how they accept donations and what they accept.",
              "Here are some of the ways you can donate food: There are many options for hosting a food drives.",
              "You can host a food drive to collect food for your local Feeding America member.",
              "You can also host a virtual food drive to collect funds for the Feeding America network.",
              "Every food bank has different needs.",
              "It's best to ask your local food bank what they need.",
              "Most food banks accept canned or dried food that hasn't reached its sell-by date.",
              "Check out our food donation guide for more.",
              "Food safety is a top priority for Feeding America members.",
              "Food donations should have their original labels and damage-free packaging and be within their expiration date.",
              "You can learn about other foods to avoid in our food donation guide.",
              "Donating money is the most effective way to help food banks provide food to our neighbors.",
              "Our network combines your donations with larger food industry donations to make the most significant impact possible.",
              "Monetary contributions also cover program costs like staff salaries, gas for delivery trucks, and repairs if refrigerators and freezers break.",
              "Feeding America accepts donations from growers, grocers, and food industry partners.",
              "We do not accept food donations from individuals.",
              "If you are a company that would like to donate, please contact our Partnership Team.",
              "Copyright © 2023 Feeding America.",
              "All Rights Reserved.",
              "Feeding America is a 501 (c)(3) non-profit recognized by the IRS.",
              "Tax ID Number: 36-3673599 Photos associated with client stories feature the actual person referenced.",
              "Other images are for illustrative purposes only."
            ]
          }
        ],
        "There are organizations such as Feeding America or AmpleHarvest.org that can help individuals find a place to donate excess food.": [
          {
            "title": "Sharing Excess - Let&#39;s Free Food!",
            "url": "https://www.sharingexcess.com/",
            "content": [
              "Sharing Excess - Let&#39;s Free Food!",
              " Sharing Excess rescues and redistributes over 400,000 pounds of food every week in partnership with grocers, retailers, wholesalers, and farmers.",
              "In the United States, 40% of food goes to waste while 34 million Americans experience food insecurity.",
              "We're currently wasting more than double the amount of food needed to end hunger.",
              "Sharing Excess is dedicated rescuing perfectly edible surplus and providing equitable access to food for communities everywhere.",
              "That's equal to the weight of 780 tractor trailers!",
              "Or 1,600 school buses, 416 humpback whales, 62 commercial airplanes.",
              ".",
              ".",
              "take your pick!",
              "Think of this as food cost savings that we've provided back to the communities we serve, instead of letting all that valuable food go to waste in a landfill.",
              "Food waste accounts for 8% of all global greenhouse gas emissions.",
              "If food waste were a country, it would be the third largest contributor to global warming.",
              "Perishable food can be difficult to donate in a timely manner.",
              "We specialize in making it ridiculously easy for businesses of all shapes and sizes to donate surplus food anytime, anywhere.",
              "Perfect for grocery stores, retailers, restaurants, cafes, and catering halls.",
              "Drivers are guided by our mobile app and use vans, cars, box trucks, etc.",
              "to rescue food.",
              "We work with high-volume food wholesalers to glean, pack, and distribute surplus food to local food banks and hundreds of community organizations.",
              "Through a network of transportation partners like WARP and Uber, we seamlessly connect surplus from farms, manufacturers, and distribution centers to food banks nationwide.",
              "When you donate to Sharing Excess, 100% of your contribution goes towards rescuing and redistributing food to communities in need.",
              "Our overhead is covered by private donors so your donation goes a long way.",
              "Join our mailing list to stay up to date with news, events, and updates from SE."
            ]
          },
          {
            "title": "Rescuing Leftover Cuisine",
            "url": "https://www.rescuingleftovercuisine.org/",
            "content": [
              "Rescuing Leftover Cuisine",
              " Just $5 rescues 50 lbs of food Rescuing Leftover Cuisine (RLC) redistributes excess food to people experiencing food insecurity.",
              "Diverting just 15% of all wasted food, would reduce the number of food insecure Americans by 50%.",
              "of food in the US is thrown away.",
              "Americans are food insecure.",
              "Learn more about our approach to reducing wasted food.",
              "RLC has been redistributing excess food to people experiencing food insecurity in our communities since 2013.",
              "15,067,471 pounds rescued 35,107,207 pounds of emissions prevented 12,556,226 meals provided ©2024 Rescuing Leftover Cuisine Registered 501(c)(3).",
              "EIN: 46-3198412 Questions?",
              "Check out our FAQs!"
            ]
          },
          {
            "title": "Waste Not | Food Rescue",
            "url": "https://www.wastenotaz.org/",
            "content": [
              "Waste Not | Food Rescue",
              " Donate Excess Food Become a Partner Join the Circle Get Involved More Subscribe to our newsletter Get \"fresh\" stories in your inbox monthly about Waste Not and our operations.",
              "We work with event coordinators, restaurants, caterers, hotels, and other businesses to provide a solution to any and all food waste.",
              "Whether it’s a daily occurrence or a once-in-a-while deal, when it comes to surplus food, we got you covered.",
              "Get to zero-landfill with food waste today.",
              "We rescue fresh, perishable food from over 101 donors and deliver it to more than 85 nonprofits in need.",
              "With two unique programs, we make it easy for your organization to receive food.",
              "Find out how to get started today.",
              "That's how much we recovered in 2023.",
              "Check out more stats from last year - and learn about why partnerships matter to us.",
              "Meet Eli.",
              "Being food insecure caused Eli to develop unhealthy habits of hoarding food.",
              "Find out how his life changed for the better and how you can help more people like Eli.",
              "​ Become a monthly supporter of Waste Not and join the Circle of Sustainability.",
              "Help our mission on a long-term basis by giving monthly.",
              "Your donations go towards keeping our operations up and running so we can #feedpeoplenotlandfills.",
              "About Us Mailing Address: 1700 N.",
              "Granite Reef Rd.",
              "Scottsdale, AZ 85257 ​ (480) 941-1841 info@wastenotaz.",
              "org Impact Food Donors Nonprofit Partners Supporters In the Media Blog & Resource Center FAQS Privacy Policy Financials AZ Charitable Tax Credit Contact Us Board of Directors Resources AZ Charitable Tax Credit QCO #20408 | EIN 86-0650514 © 2022 Waste Not, Inc.",
              "www.",
              "wastenotaz.",
              "org"
            ]
          }
        ],
        "When eating out or ordering food delivery, asking for smaller portions, sharing dishes with others, or taking home leftovers can help reduce over-ordering and over-serving.": [
          {
            "title": "4 Steps To Kick a Food Delivery Habit – Cleveland Clinic",
            "url": "https://health.clevelandclinic.org/how-to-stop-ordering-takeout/",
            "content": [
              "4 Steps To Kick a Food Delivery Habit – Cleveland Clinic",
              "Get it delivered right to your inbox Tell us if this sounds familiar: It’s dinnertime and you don’t feel like cooking.",
              "You open a food delivery app and start scrolling.",
              "Do you want burgers and fries?",
              "Or what about a turkey dinner with all the fixings?",
              "And you can’t forget about dessert (maybe a brownie sundae?)",
              "and a drink.",
              "Half an hour later you make your final selections and your food is on its way.",
              "Cleveland Clinic is a non-profit academic medical center.",
              "Advertising on our site helps support our mission.",
              "We do not endorse non-Cleveland Clinic products or services.",
              "Policy Food delivery apps — a third-party service that connects people to local restaurants — can be convenient when you don’t have time to cook or if you’re craving a pizza from your neighborhood pizza joint.",
              "And while you may partake in ordering from a food delivery app occasionally, if it becomes a frequent occurrence, you may have developed a food delivery app habit — one that can be expensive, as well as detrimental to your well-being.",
              "“In many ways, food delivery apps are helpful and convenient.",
              "They’re great for people who are very busy because the food comes directly to you,” says psychologist Susan Albers, PsyD.",
              "“The downside is that it does make access to food very easy — you can access food 24/7.",
              "And for some people, this can be problematic.",
              "Food delivery apps don’t cause eating disorders or eating problems, but they can be a tool that facilitates the behavior.",
              "” Dr.",
              "Albers explains the warning signs to look for and what you can do instead to use food delivery apps in a healthy way.",
              "By using a food delivery app, you have access to different restaurants with countless choices.",
              "And having the food delivered right to your door is appealing.",
              "It’s a private transaction that makes it easy to eat in secret.",
              "“Using a food delivery app may be overwhelming for people who emotionally eat, binge eat or struggle with overeating,” notes Dr.",
              "Albers.",
              "And as many apps have a minimum dollar amount you must spend, you may be forced into ordering more than you want.",
              "What should you look out for when it comes to deciding if your food delivery app habit is getting out of control?",
              "Dr.",
              "Albers says to keep an eye out for the following: We’re not saying you should never use a food delivery app — we’ve been known to order tacos and guac every once in a while.",
              "But it’s important that you evaluate if you’re using it too much.",
              "Here’s how to make sure you have a healthy relationship with food delivery apps.",
              "We’re fans of mindful eating — and that starts with considering what you plan on ordering through the food delivery app.",
              "“You want to gauge your hunger before you order, so that you’re not potentially over ordering,” advises Dr.",
              "Albers.",
              "On the plus side, food apps provide nutritional information.",
              "Take advantage of this information to help you to make more mindful decisions.",
              "Food delivery apps can be a gamechanger for individuals with specific dietary needs, allergies, intolerances or dietary restrictions.",
              "You can easily find restaurants that cater to your needs.",
              "Dr.",
              "Albers suggests using the customization feature — modifying your order to align with your dietary needs and preferences.",
              "“Many restaurants also provide large portions,” says Dr.",
              "Albers.",
              "“It’s a great opportunity to split meals or save part of it for your lunch the next day.",
              "” Many food delivery apps have a delivery fee and then, once you factor in a tip and how much a restaurant marks up its food, you can potentially spend a lot on a single meal.",
              "And if you do this frequently, it can become a costly habit.",
              "Aren’t sure how much you’re spending each month on ordering out?",
              "Dr.",
              "Albers recommends reviewing your bank account and setting a budget.",
              "“Have an amount that you’re willing to spend each month.",
              "Start by taking an inventory of your spending,” she adds.",
              "“This may give you an indication if this is something that you’re spending too much on.",
              "” You’ll be less likely to reach for your phone if you have easy-to-prepare meals at home.",
              "So, consider this when doing your grocery shopping: What can you buy ahead of time that will be quick and easy to make?",
              "“One of the reasons we often go to food apps is because it’s convenient,” says Dr.",
              "Albers.",
              "“If you have an option in the freezer or the refrigerator ready to go, you’re much more likely to reach for those options than the delivery buttons.",
              "” Having other options can also come in handy at work or other social situations.",
              "“If you’re in an office and everyone is ordering food, it can be a challenge to go against the grain and bring your own food,” relates Dr.",
              "Albers.",
              "“So, you may need to be prepared to say no and enjoy the lunch you brought.",
              "” It’s easy to just click on those apps when you’re hangry and just want food now.",
              "So, it may be a good idea to remove the temptation by hiding or deleting any food delivery apps from your phone.",
              "“By deleting your food delivery app, even for a short period of time, it can help you realize how often you turn to it when you have a craving,” says Dr.",
              "Albers.",
              "“And if you’re not sure, you can always do a trial to see how it feels.",
              "” If you’re using a food delivery app too often, it can become a way of life that can affect your finances and health.",
              "And what’s considered too often?",
              "That’s unique to each person.",
              "If you lean on food delivery apps for most meals, find yourself spending too much time scrolling through the app or find yourself ordering large amounts of food, it may be a good idea to talk to a healthcare provider.",
              "“Using a food delivery app too often can be a sign of binge eating disorder, emotional eating or some sort of problematic eating disorder,” notes Dr.",
              "Albers.",
              "“By working with a health professional, they can help you assess what role food delivery apps are having in your life.",
              "” If you find that you’re not motivated to go out to a restaurant or even to the grocery store, that’s also a red flag.",
              "“That can be a sign of depression or anxiety,” says Dr.",
              "Albers.",
              "“So, it’s not always just an indication of an eating issue but the other factors that are behind it.",
              "” Cleveland Clinic is a non-profit academic medical center.",
              "Advertising on our site helps support our mission.",
              "We do not endorse non-Cleveland Clinic products or services.",
              "Policy Find yourself turning to food delivery apps too often?",
              "Here are some easy steps you can take to break the costly and potentially unhealthy habit."
            ]
          },
          {
            "title": "How to Quit Your Food Delivery Addiction | Chime",
            "url": "https://www.chime.com/blog/how-to-quit-your-food-delivery-addiction/",
            "content": [
              "How to Quit Your Food Delivery Addiction | Chime",
              "Chime is a financial technology company, not a bank.",
              "Banking services and debit card provided by The Bancorp Bank, N.",
              "A.",
              "or Stride Bank, N.",
              "A.",
              ";",
              "Members FDIC.",
              "In this article Have a food delivery addiction?",
              "There's no denying that restaurants offering a delivery service provide lots of convenience to busy people who don't have the time or energy to cook.",
              "If this sounds like, you're not alone.",
              "Choncé Maddox • August 25, 2022 Millennials are three times as likely to use food delivery apps as their parents.",
              "That’s partially what’s fueling the online food delivery market, which is projected to grow from $17 billion to more than $24 billion by 2023.",
              "To boot, new delivery app services like DoorDash, Postmates and Uber Eats have taken it to the next level.",
              "With these apps, you can quickly order meals from your phone to be delivered to you at work, home, or anywhere else.",
              "Unfortunately, the food delivery habit adds up.",
              "And, spending regularly with food delivery apps can definitely negatively impact your savings account.",
              "If you’re tired of eating up all your money (literally) with food delivery apps, here’s what you can do to quit your food delivery addiction.",
              "One thing you can do to motivate yourself to quit is to actually look at what you’re spending.",
              "Track what you spent on food delivery apps over the past 90 days and add up the total.",
              "You may be shocked by the numbers you see.",
              "For example, Uber Eats charges a flat rate fee which is usually under $5.",
              "However, sometimes they tack on a ‘busy fee’ during high volume times.",
              "Postmates, on the other hand, charges a $5.",
              "99 delivery fee (which is reduced to $3.",
              "99 for partner restaurants) for orders under $20.",
              "These noticeable fees add up each time you place an order.",
              "Once you add up what you’re spending, you can actually see what your food delivery addiction is costing you.",
              "Then, think about your annual salary or hourly rate at work and compare it to your food delivery purchases.",
              "How many hours did you have to work just to be able to afford all that takeout?",
              "What else could you have done with the money instead?",
              "It may be tough, but you might want to go cold turkey and delete all your apps at once.",
              "You can still dine out occasionally to make the transition smoother.",
              "This way, you can indulge a little but you’ll be actually be leaving your house for the social experience of dining out.",
              "Better yet, you’ll skip out on the hefty delivery fees.",
              "Let’s face it, most people feel the urge to dine out and order food on weekends.",
              "Maybe you have a busy schedule or perhaps you just want to relax.",
              "Instead, try meal planning in advance so you feel prepared and don’t resort to using delivery apps.",
              "Prepare a simple breakfast like oatmeal and fruit, or homemade avocado toast and eggs before you head out for the day.",
              "If you’ll be out all day, consider packing a lunch to bring with you.",
              "You can also buy snacks in bulk at stores like Costco to help curb your appetite between meals.",
              "Lastly, consider preparing a delicious batch meal (multiple servings) to enjoy for dinner over the next few nights so you won’t have to cook.",
              "It only takes an extra hour to meal plan for busy days during the week but the savings are worth it.",
              "Do you have other financial goals that you need to reach?",
              "I’m sure your main desire isn’t to spend a ton of money on food delivery each week, right?",
              "To start, narrow down what you really want to do with your money and then, start paying yourself first to save up.",
              "For example, if you’ve always wanted to take a tropical vacation, start saving money whenever you get paid.",
              "If your dream has always been to remodel your kitchen, pay yourself first and set aside money for this project each month.",
              "These goals are fun, exciting, and motivate you to pay yourself first.",
              "I love this concept because it ensures that you will be able to afford your most important expenses.",
              "From there, you can budget with whatever is left.",
              "If you still want to dine out or order food occasionally, you can do so without feeling like you’re overspending and neglecting what’s important.",
              "We all have those situations where it’s been a busy day and there’s no plan set for dinner.",
              "In the past, you may have resorted to ordering food on Grubhub or Postmates.",
              "Instead, prepare some emergency meals in advance to stick in the freezer.",
              "The ‘freezer cooking’ trend is huge on Pinterest and you can find tons of recipes and meal ideas to prep.",
              "Imagine the convenience of being able to pull a healthy meal out of the freezer to warm up for dinner.",
              "It will only take minutes and save you tons of money over time.",
              "Food delivery is an expensive addiction to have.",
              "To break this habit, you’ll have to be motivated and consider how much it is costing you.",
              "So, think about purchases you’d have to push off or smart financial moves you couldn’t make due to your excessive take-out habits.",
              "With this in mind, you’re more apt to consider deleting your food delivery apps or at least cutting down and trying some of the alternatives mentioned above.",
              "Are you ready to try ditching your food delivery habit?",
              "Give it a go.",
              "Your savings account will thank you (and possibly your waistline too!)",
              "This page is for informational purposes only.",
              "Chime does not provide financial, legal, or accounting advice.",
              "This material has been prepared for informational purposes only, and is not intended to provide, and should not be relied on for financial, legal or accounting advice.",
              "You should consult your own financial, legal and accounting advisors before engaging in any transaction.",
              "Banking services provided by The Bancorp Bank, N.",
              "A.",
              "or Stride Bank, N.",
              "A.",
              ", Members FDIC.",
              "The Chime Visa® Debit Card is issued by The Bancorp Bank, N.",
              "A.",
              "or Stride Bank pursuant to a license from Visa U.",
              "S.",
              "A.",
              "Inc.",
              "and may be used everywhere Visa debit cards are accepted.",
              "The Chime Visa® Credit Builder Card and the Chime Visa® Cash Rewards Card are issued by Stride Bank pursuant to a license from Visa U.",
              "S.",
              "A.",
              "Inc.",
              "and may be used everywhere Visa credit cards are accepted.",
              "Please see back of your Card for its issuing bank.",
              "While Chime doesn’t issue personal checkbooks to write checks, Chime Checkbook gives you the freedom to send checks to anyone, anytime, from anywhere.",
              "See your issuing bank’s Deposit Account Agreement for full Chime Checkbook details.",
              "By clicking on some of the links above, you will leave the Chime website and be directed to an external website.",
              "The privacy policies of the external website may differ from our privacy policies.",
              "Please review the privacy policies and security indicators displayed on the external website before providing any personal.",
              "Opinions, advice, services, or other information or content expressed or contributed here by customers, users, or others, are those of the respective author(s) or contributor(s) and do not necessarily state or reflect those of The Bancorp Bank, N.",
              "A.",
              "and Stride Bank, N.",
              "A.",
              "(“Banks”).",
              "Banks are not responsible for the accuracy of any content provided by author(s) or contributor(s).",
              "© 2013-2023 Chime.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "3 Ways to Stop Ordering Takeout | Psychology Today",
            "url": "https://www.psychologytoday.com/us/blog/understanding-health-behaviors/202301/3-ways-to-stop-ordering-takeout",
            "content": [
              "3 Ways to Stop Ordering Takeout | Psychology Today",
              "The people around us have a stronger influence on our decisions and actions than we realize.",
              "Here’s what research reveals about our networks’ gravitational force.",
              "Verified by Psychology Today Posted January 3, 2023 | Reviewed by Vanessa Lancaster Food delivery services were one of the few industries to benefit during the COVID-19 pandemic.",
              "The remarkable rise of Just Eat, Deliveroo, and Uber Eats has had a lasting impact on the food we eat and how it arrives on our plates.",
              "In 2021, the market size of the fast food and takeaway industry in the UK was 19 billion pounds sterling.",
              "In the U.",
              "S.",
              ", fast food sales account for over 300 billion dollars in consumer spending, with both U.",
              "S.",
              "and UK markets believed to have grown substantially during 2022.",
              "As restrictions were lifted post-COVID, and people began to return to restaurants and cafes, large food delivery services continued to invest in new strategies to attract customers and maintain their market share.",
              "Today, it’s hard to switch on a digital device without being bombarded by advertising for a range of food delivery services.",
              "What’s more, if you do enter an app or click on a link to such a service, it’s disconcerting how quick and easy it has become to have food delivered to your door.",
              "Takeout food is energy-dense and nutrient-poor.",
              "Fast food and takeout services are strongly associated with obesity.",
              "In response to ongoing criticism concerning the harmful effects of fast food in recent years, big players within the industry have introduced healthy options to their menus.",
              "However, do people really choose healthy options when they order takeout?",
              "In a recent study of frequent online food delivery service use in the UK, participants reported that they do not use online food delivery services to purchase healthy food.",
              "People also reported that the use of these services to purchase unhealthy foods has been normalized and that they are often seduced by novel advertising and price promotions.",
              "Many of us start the year with good intentions to motivate ourselves to be healthy, with the pursuit of a balanced and nutritious diet being the key foundation on which to build positive habits.",
              "However, breaking the habit of ordering takeout online is increasingly difficult, given the growing presence of delivery services and the increasing arsenal of strategies used to cajole you into clicking.",
              "The following three tips can help you to gain back control and avoid temptation when you’re feeling at your weakest.",
              "1.",
              "Cut the digital ties.",
              "In the past, you could simply throw away all the takeout menus from your apartment, and that was that.",
              "Now, even if you delete the app for your chosen food delivery service in a moment of strength, you may quickly be ushered back via social media or email with a single click.",
              "As user retention strategies become more advanced, so too must your efforts to cut the digital ties with food delivery services.",
              "If you’re serious about ditching your takeout habit, start by deleting the apps and erasing your accounts - but don’t stop there.",
              "Try blocking the websites for the most popular services on your laptop and smartphone.",
              "If you’re unsure how a simple search of \"How to block websites on your X\" relevant to your chosen device should point you in the right direction.",
              "To further thwart any future attempts to sneak past your defences, you may try disabling auto-logins linked to your google, outlook, or social media accounts.",
              "The key is to put up as many hurdles as you can to give in to temptation.",
              "The greater the effort required to dismantle the battlement you construct around an unhealthy meal, the more likely you are to come to your senses and stay on track.",
              "2.",
              "Prepare for your weakest moments.",
              "A common piece of advice for sticking to a healthy diet is to plan your meals in advance.",
              "Having the ingredients and recipe waiting for you when you arrive home makes a lot of sense, but this is unlikely to stop you from succumbing to temptation when you’re at your weakest.",
              "A simple tweak is to store some homecooked meals in your freezer that just require you to nuke them in the microwave when you’re hungry.",
              "Yes, this might not be as healthy as cooking it from scratch on the day, but it will keep you on the straight and narrow when your stores of motivation are depleted.",
              "A further step on days when you’re likely to waiver (such as Friday nights or holidays) could be to leave something defrosting ready for when you’re likely to be hungry.",
              "You may be less likely to order takeout if it means seeing a healthy meal you prepared earlier go to waste.",
              "The secret is to not underestimate how lazy you can be when you’re at your weakest and to be as methodical and prepared as you can when you’re at your strongest.",
              "3.",
              "Be accountable to those who support you.",
              "Finally, being accountable to those who have your best interests at heart can be a powerful motivator to improve your habits.",
              "Many people choose to publicly broadcast their goals and resolutions at the beginning of the year.",
              "However, over-sharing your goals can actually harm your chances of achieving them.",
              "The good feeling you receive when others applaud your admirable intent may serve as a sufficient reward and trick your mind into feeling like your goals have already been achieved.",
              "Instead, be very careful when deciding to whom you will be accountable.",
              "Try to find someone in your life who genuinely supports your efforts to improve your health.",
              "You also need this person to be able to dish out some tough love when you need it.",
              "Finally, and most importantly, this must be someone you respect and want to be accountable to and whose feedback you will be willing to take on board.",
              "If you don’t have someone like this in your life, perhaps reach out to online communities.",
              "Health and living forums can be useful places to look for like-minded individuals with similar goals.",
              "How you make yourself accountable to your \"takeout sponsor\" depends on you.",
              "One simple suggestion may be to send them a photo of your dinner each night without fail.",
              "This can be an enjoyable way of tracking your meals and a social way to exchange recipes and inspire better diet and nutrition.",
              "However, you choose to be accountable.",
              "Tracking your goals is an essential part of being able to achieve them.",
              "None of this is to say that ordering a meal online is inherently bad or deviant behaviour.",
              "Having a generous spread of food delivered to your door is an enjoyable modern convenience experienced by those fortunate enough to enjoy the luxury.",
              "That said, the commercial pressures driving the new and innovative strategies employed to entice the use of food delivery services can make it hard to stay in control of your diet.",
              "By cutting ties with predatory food services in the short term, focussing our efforts on good nutrition, and enlisting the support of others, we are more likely to stay in control of our food choices.",
              "Richard Brown is a research psychologist investigating differences in health behaviors and how to promote healthier living.",
              "Get the help you need from a therapist near you–a FREE service from Psychology Today.",
              "Psychology Today © 2023 Sussex Publishers, LLC The people around us have a stronger influence on our decisions and actions than we realize.",
              "Here’s what research reveals about our networks’ gravitational force."
            ]
          }
        ],
        "Apps like Too Good To Go or Karma can be used to find discounted food from restaurants and cafes that would otherwise go to waste.": [
          {
            "title": "Save Food - Help The Planet - Too Good To Go",
            "url": "https://www.toogoodtogo.com/en-us",
            "content": [
              "Save Food - Help The Planet - Too Good To Go",
              "Food waste is a big problem, and we can be a solution.",
              "Too Good To Go is the app that lets you rescue unsold food at your favorite spots from an untimely fate.",
              "Use the app to explore stores and restaurants in your local area and save surprise bags of surplus food from going to waste at a great price.",
              "Environmental Food waste is responsible for 10% of greenhouse gas emissions (that's more than the whole aviation industry).",
              "Social We waste 2.",
              "8 billion tons of food annually, while 828 million people go hungry every day.",
              "Economic Wasting food costs us $1.",
              "2 trillion each year.",
              "Feeling hungry?",
              "With the Too Good To Go app, you can eat well while making an impact.",
              "Save Surprise Bags of good food at an even better price from restaurants and stores near you.",
              "Unsold food at the end of the day?",
              "We can help!",
              "Join the thousands of businesses using Too Good To Go to put your surplus straight into the hands of happy customers and give good food a second chance.",
              "Copyright © 2023 Too Good To Go International.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "The easiest way to sell your surplus food. - Too Good To Go",
            "url": "https://www.toogoodtogo.com/en-us/user",
            "content": [
              "The easiest way to sell your surplus food. - Too Good To Go",
              "We dream of a planet with no food waste.",
              "Every day, unsold food from your favorite restaurants, grocery stores, cafés, and shops goes to waste simply because it isn’t sold in time.",
              "The Too Good To Go app makes it easy to make a difference, allowing you to save Surprise Bags of good food at an even better price.",
              "6.",
              "0M Users of the Too Good To Go app 11,220 Active businesses on the platform 8M Surprise Bags saved and counting Open the app and search for Surprise Bags of food from restaurants and shops near you.",
              "Choose a Surprise Bag from the Discover page, reserve it and confirm your purchase.",
              "Head to the shop at the given pick-up time to collect.",
              "Take your food to go and enjoy.",
              "You've just saved a meal from going to waste and done something good for the planet!",
              "There's plenty of food in your area just waiting to be saved.",
              "Head to the Too Good To Go app to search for Surprise Bags from your favorite stores and restaurants.",
              "4,657 Bakeries 4,400 Restaurants 2,083 Supermarkets Copyright © 2023 Too Good To Go International.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Review: Too Good To Go, the App That Offers Food Deals to Cut ... - Eater",
            "url": "https://www.eater.com/23467183/too-good-to-go-app-food-waste-discount-meals",
            "content": [
              "Review: Too Good To Go, the App That Offers Food Deals to Cut ... - Eater",
              "Filed under: Can an app promising discount, end-of-day goods make a dent in America’s food waste problem?",
              "When I was 12 years old, I had a brief and desultory career as a babysitter.",
              "I counted the minutes until the kids went to bed and I could make good on their parents’ offer: Eat whatever snacks you like.",
              "I have no memory of the money I made or the families I worked for, but I do remember the thrill of opening other people’s kitchen cabinets to find a wealth of surprise treats.",
              "Surprise snacks are one of life’s little delights — and little motivators.",
              "Now, in a bid to reduce food waste, an app is using the appeal of cheap, unexpected food to motivate consumers to buy items restaurants would otherwise throw away.",
              "Too Good To Go, which launched in 2015 in Denmark and has since raised more than $45 million in funding, allows users to purchase “surprise bags” of food otherwise marked for the trash from restaurants and other local businesses.",
              "Every purchase, usually between $3 to $6, is described as “rescuing”: Customers get the chance to ensure “good food gets eaten,” while businesses get the chance to recoup sunk costs and find new customers.",
              "The app’s marketing notes that 10 percent of all greenhouse gas emissions are due to food waste, and claims to have saved “164 million meals” in its six years of operation (a representative for the company says the app defines a meal as one surprise bag).",
              "In an era of inflation and higher food costs, the app also touts the fact that it helps customers to buy food at a third of the cost of retail price.",
              "In Los Angeles, where the service launched last month to much fanfare, it’s difficult to put a whole meal together from Too Good To Go.",
              "The app is currently populated mostly with coffee shops, doughnut shops, bakeries, panaderias, bagel shops, and the occasional pizzeria (a representative says the company is actively recruiting new stores, which they do over the phone or email in order “to have great conversations with businesses about the issue of food waste.",
              "”) As a meal, a doughnut or a croissant doesn’t usually cut it, but as food waste, baked goods are in desperate need of “rescuing,” since they don’t last more than a day, and many bakeries err on the side of maintaining full cases even if demand doesn’t keep up.",
              "Right now in Los Angeles, the app functions largely as a virtuous excuse to eat pastries.",
              "I was more than up for the challenge.",
              "For my first pickup, I selected El Mana’s Bakery in Koreatown, which specializes in Salvadoran pan dulce, which I had never tried before.",
              "After circling the block too many times trying to find parking, I threw on my flashers and ducked inside right before the end of my pickup window at 7 p.",
              "m.",
              "(Most of the bags have a set time window when you can pick up, usually at the close of the day: afternoons for bakeries or late at night for pizzerias or the few participating restaurants.)",
              "The bakery sells to wholesalers as well, and two men inside were already loading a delivery truck.",
              "When I presented my app screen, a mildly bewildered employee called his boss and asked what pastries to give me, filling a bag while wandering the store on the phone.",
              "My haul was huge — cookies, sweet and plain croissant-like cachitos, and slices of a jam-filled cake called semita pacha;",
              "the pacha was especially satisfying, dense with a filling of sweet jam that might have been fig, like an especially decadent Newton.",
              "Next, I tried picking up some actual food waste.",
              "A vegan frozen yogurt place — Yoga-Urt, they have three locations — offered a 5-pound bag of almond pulp, which consists of the leftover bit of almonds used for making milk.",
              "It’s basically a damp almond flour, and there are lots of recipes to use it up, ranging from promising (brownie balls) to horrifying (almond pulp hummus).",
              "To keep things from veering into wellness territory, I also stopped by Angelino’s Donuts nearby in Echo Park.",
              "For a third of the regular price, I received a full dozen doughnuts packed into a box, including a big apple fritter.",
              "It was around this time that “rescuing food waste” started to feel more complicated.",
              "This abundance of cheap pastries hammered home how much food waste was occurring daily in Los Angeles, a fact I know intellectually but felt very deeply when seeing how little a dent my hauls were making: When I left El Mana’s, plenty of pan dulce still filled the shelves;",
              "the doughnut shop’s pastry case was half-full at 4 p.",
              "m.",
              ", hours after the morning doughnut rush.",
              "The other issue was that the food waste had been not so much eliminated as transferred from the businesses to me, and it was hard not to waste it myself.",
              "My household is two people, and we were racking up a lot of pastries.",
              "I put the Salvadoran margarita cookies and some of the leftover cachito dulces out front for the kids leaving our local elementary school and took my second of two semita pachas to a friend’s house.",
              "After sampling a couple of doughnuts from our haul from Angelino’s, I texted my neighbors and asked if their teenagers would like the rest (the answer is always yes).",
              "I used a cup of the almond pulp to make some vaguely chocolatey date-and-coconut brownie bites, which were satisfying, but there is still a nearly full bag of pulp in my freezer.",
              "My account in Too Good To Go says I’ve “saved” six bags of food and 33 pounds of CO2e, but that’s only if I didn’t throw out any of the food I picked up.",
              "I have to confess: I did.",
              "The surprise bag from DK’s Donuts, a delightful, instagrammy doughnut shop in Santa Monica, came with six doughnuts stale from the night before, crammed into a bag that smudged the camera-ready frosting, of which we ate one and a half and didn’t have the heart to offer to anyone else.",
              "A pickup of leftover bread from Santa Monica cheese shop Lady & Larder fueled a great cheese plate and some sandwiches, though this required that I spend real money on pasteurized sheep’s milk cheese and honey mustard pickles.",
              "But by day three the sliced bread had molded (I should have put some in the freezer).",
              "Instead of making me feel like I was doing good for the world, Too Good To Go was making me feel terrible about both the state of food waste and myself.",
              "Maybe that is helpful.",
              "It’s a crime we don’t have a good system for selling all this extra food cheaply or giving it away.",
              "But my spree of rescuing surprise bags did not feel like it was that solution.",
              "To assuage this guilt and discomfort, I clicked on the app’s “give to charity” option, hoping to be able to give away some of this surplus food to people who needed it more than me.",
              "But you can’t gift surprise bags from the app — instead, you can give money to a local food waste charity.",
              "A representative for the app says this charity option is available because, as a part of its overall mission, it “makes it a priority to work hand-in-hand with partners fighting food insecurity and hunger throughout the U.",
              "S.",
              "” The app has two uses as far as I can tell;",
              "one sensible, one a bit more frivolous.",
              "If you were having a big group of people over and wanted to give them treats on the cheap, using it to hit up a doughnut shop or panaderia could be a great choice, and might help save a few doughnuts from the dumpster.",
              "Obviously, this move would be much more useful for people with bigger families or households.",
              "On TikTok, a lot of people in their 20s unbox their Too Good To Go orders with glee, and if I still lived with four other roommates, this app would be a great way of bribing them not to be quite so mad I left my dirty dishes in the sink again.",
              "The other more frivolous use is as an avenue of discovery, or even indulgence.",
              "The utter unpredictability of what I would get in my surprise bags made using Too Good To Go alternately delightful and disappointing, but it was often fun.",
              "In other words, these bags are a classic intermittent reward, the same kind that keeps rats pushing levers and us scrolling social media.",
              "Using the app in this manner might help businesses recoup some food costs, but at least for me, it didn’t stop the actual food waste.",
              "I don’t buy two loaves of bread or a dozen doughnuts for two people on purpose, because I would probably end up wasting them.",
              "My zeal for acquiring the same amount of food on the cheap resembled the general logic of sales: Stores put them on not to clear out merchandise but because they entice consumers to buy things they otherwise don’t really want or need.",
              "Nothing wrong with day-old pastries on sale.",
              "But Too Good To Go’s lofty marketing — the company says their ambition is “to contribute in every way we can to building the global food waste movement” — doesn’t align with my experience.",
              "That said, deals are hard to resist, and I feel for those abandoned doughnuts.",
              "I’m sure I’ll keep popping the app open around Los Angeles hoping for an especially good score, even if I can’t kid myself that I’m doing anything more than gambling on pastries and hoping for an especially good surprise.",
              "Correction, May 19, 2023: A previous version of this article misstated that Too Good to Go launched in the U.",
              "K.",
              "The freshest news from the food world every day Check your inbox for a welcome email.",
              "Oops.",
              "Something went wrong.",
              "Please enter a valid email and try again."
            ]
          }
        ],
        "Segregating dry and wet waste in restaurants, and using tools like LeanPath or Winnow to measure and monitor food waste, can facilitate recycling or composting.": [
          {
            "title": "Leanpath Food Waste Prevention Technology and Solutions",
            "url": "https://www.leanpath.com/",
            "content": [
              "Leanpath Food Waste Prevention Technology and Solutions",
              "Foodservice organizations across the world use Leanpath to measure and prevent food waste—saving time, money and the environment.",
              "Every kitchen has food waste.",
              "To prevent as much waste as possible we implement a proven process that allows you to Track, Discover, and Drive lasting change.",
              ".",
              ".",
              ".",
              "food waste to under-stand what is being wasted and why.",
              ".",
              ".",
              ".",
              "opportunites toprevent that waste goingforward.",
              ".",
              ".",
              ".",
              "lasting results throughscience-based behaviorialchange techniques.",
              "Leanpath has guided the largest food waste tracking deployments in the foodservice industry.",
              "We operate in over 40 countries and can guide you to achieving large-scale sustainability and financial goals.",
              "We’ll help you define achievable goals and guide you to success.",
              "Have full visibility into yourdeployement, from thekitchen to country level.",
              "Detailed multi-site reporting provides clarity on program success.",
              "in food waste within one year in food purchase costs Leanpath is a B Corporation on a mission to make food waste measurement and prevention everyday practice in the world’s kitchens.",
              "We work with thousands of kitchens in over 40 countries.",
              "kept in the food system We partner with the world’s largest food service and hospitality organizations, but we never lose sight that food waste prevention is in the hands of the kitchen crews.",
              "Our innovative solutions make them more efficient and their work more impactful.",
              "Don’t let misconceptions about food waste prevention stand in the way of your organization achieving transformational financial and sustainability gains.",
              "First myth to fall: My team doesn’t have time to track and prevent food waste.",
              "Get the latest food waste prevention news from Leanpath–delivered monthly to your inbox.",
              "© 2007-2023 Leanpath, Inc.",
              "All rights reserved.",
              "Leanpath and ValuWaste are registered trademarks of Leanpath, Inc.",
              "US Patent #7,415,375"
            ]
          },
          {
            "title": "How Data-Driven Technology Solutions Can Curb Restaurant Food Waste",
            "url": "https://restauranttechnologynews.com/2020/05/how-data-driven-technology-solutions-can-curb-restaurant-food-waste/",
            "content": [
              "How Data-Driven Technology Solutions Can Curb Restaurant Food Waste",
              "Food waste is a concerning, albeit familiar, issue in the restaurant industry.",
              "An estimated one-third of all food is lost across various industries, equating to nearly $100 billion in value every year.",
              "Similarly, 70 percent of food loss occurs without ever ending up in front of a customer.",
              "In the restaurant industry specifically, food costs account for one of the largest Costs of Goods Sold (COGS) next to labor.",
              "As restaurants look to reduce expenses and increase profitability, it only makes sense that food costs and associated food waste is a potential area of opportunity.",
              "What exactly is food waste?",
              "The simple answer is that any food whether ingredients, prepared or spoiled that was paid for and is thrown away constitutes food waste.",
              "When reviewing a restaurant’s operation, you have two areas of food waste generation.",
              "The front of house and back of house operations.",
              "Your front of the house staff are in charge of communicating with customers and, in turn, communicating with kitchen and bar staff.",
              "If a breakdown in communication occurs, food can go to waste due to improper preparation from presenting something the customer did not order.",
              "On average, 17 percent of your guest’s meal stays on their plate, which is another area of food waste generation sometimes linked to portion sizes.",
              "Typically, more food waste is generated in the back of house of a restaurant rather than front of house.",
              "This is good news for restaurant operators as the very essence of the restaurant business is food production giving you more control over this area.",
              "The back of the house staff are in charge of ingredients from ordering, dating, and inventory to spoilage.",
              "In addition, over-cooking, under-cooking and scraps as a byproduct of meal preparation all happen in the back of house.",
              "Even the industry’s best operators have the opportunity to review their operations to reduce food costs and food waste in light of recent events.",
              "With bans placed on in-person dining, limited occupancy levels, increased delivery/carryout orders and stressed supply chains, the challenge to reduce expense and food waste can be daunting.",
              "So what exactly can your business do to curb food waste generated onsite?",
              "Often, restaurant owners do not have an accurate breakdown of what they have stored inside of their walk-in refrigerators, cellars, or freezers, which could lead to missed sell-by dates.",
              "Implementing an inventory management system can keep track of all ingredients ordered and kept within the restaurant.",
              "The data collected allows restaurant owners to analyze popular menu dishes and decide which ingredients to buy in bulk for savings, as well as which items are not being fully utilized and, therefore, going to food waste.",
              "Related: Restaurant Technology News Announces the Winners of Its Choice Awards for Environmental Good A key to being able to change behavior related to food waste is being able to manage, monitor and track data related to the waste being generated.",
              "Services like Leanpath and Winnow, food waste tracking systems, allow you to see the amount of food discarded in your restaurant’s kitchen.",
              "This data can help educate your staff in real-time about possible areas of opportunity.",
              "In both systems, photos of wasted food are captured as it’s being thrown away.",
              "Additionally, the systems use a digital scale and corresponding software to calculate the weight of the food waste each time anything is thrown away.",
              "The weight is recorded, the user selects the reason for the waste and records the data.",
              "Reports can then be generated to identify potential trends and areas for cost reduction.",
              "Another solution could be Wise Up on Waste which is a mobile application that allows users to track food waste to highlight the average volume of each type of waste (spoilage, preparation, or customer plate waste) generated per ‘day part’ (breakfast, lunch, and dinner).",
              "Compatible with iOS and Android devices, as well as free from the Apple Store and Google Play, Wise Up on Waste is a viable and cost-effective solution to restaurants needing an answer to their food waste problem, but not necessarily in a place to spend a lot of money.",
              "While prevention is the single best weapon against food waste yielding the best overall cost reduction and impact on the bottom line, it is unrealistic to expect that you will eliminate food waste completely.",
              "When food waste does occur, the first step should be to attempt to donate the food to local food shelters.",
              "Liability is waived under the Good Samaritan law and typically restaurants can benefit from tax savings and reduced disposal costs.",
              "If the food is inedible and thus must be discarded, alternative options such as animal feed and composting may provide a more cost-effective disposal method vs. the traditional landfill.",
              "While bandwidth to tackle this type of program may be hard to come by the payback can be significant.",
              "A reduction of even five to ten percent of your overall food costs could provide your restaurant with a nice boost to profitability.",
              "This in turn ensures that your establishment is there to provide hospitality for your guests for years to come.",
              "Of course the planet wouldn’t mind a little less waste along the way either.",
              "Matthew S.",
              "Hollis is the co-founder and President of Elytus, a third-party administrator that helps clients streamline waste and recycling operations while becoming more sustainable in the process.",
              "As apart of its #WasteNothing motto, Elytus believes in saving time, money and the environment.",
              "Matthew is a thought leader in the food waste + waste reduction space, with bylines and interviews in Inc, Waste Dive, Facility Management Journal, Recycling Today, Total Food Service Mag, Modern Restaurant Management, Waste Advantage and Environmental Leader.",
              "Are you an industry thought leader with a point of view on restaurant technology that you would like to share with our readers?",
              "If so, we invite you to review our editorial guidelines and submit your article for publishing consideration.",
              "ShiftPixy Supports Restaurants During Crisis By Making Its Solution Free of Charge Backbar Waives Fees on Its Bar Inventory Solution to Support Restaurant Recovery By Alisha Goldberg, Assistant Editor According to the United Nations’ Food and Agriculture Organization, approximately one third of food produced globally each year goes to waste.",
              "This amounts to almost one trillion dollars worth of [.",
              ".",
              ".]",
              "Restaurant Technology News - Weekly Dispatch Want to stay smart, keep current on hotel technology, too?",
              "(If not, please uncheck.)",
              "Email address: Copyright © 2023 Starfleet Media.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Food Waste Management Guide | LeanPath",
            "url": "https://info.leanpath.com/food-waste-management-guide",
            "content": [
              "Food Waste Management Guide | LeanPath",
              "Sustainable foodservice is a goal that many operators are pursuing aggressively, and food waste management is a big piece of that puzzle.",
              "This short guide to food waste management provides an introduction to food waste solutions and answers some commong questions, including: Leanpath food waste prevention technology enables commercialkitchens to dramatically reduce food waste and operate a more sustainable facility.",
              "CONTACT US"
            ]
          }
        ],
        "LeanPath and Winnow are tools that can be used by restaurant owners or managers to measure and monitor food waste, identifying areas for improvement.": [
          {
            "title": "Leanpath Food Waste Prevention Technology and Solutions",
            "url": "https://www.leanpath.com/",
            "content": [
              "Leanpath Food Waste Prevention Technology and Solutions",
              "Foodservice organizations across the world use Leanpath to measure and prevent food waste—saving time, money and the environment.",
              "Every kitchen has food waste.",
              "To prevent as much waste as possible we implement a proven process that allows you to Track, Discover, and Drive lasting change.",
              ".",
              ".",
              ".",
              "food waste to under-stand what is being wasted and why.",
              ".",
              ".",
              ".",
              "opportunites toprevent that waste goingforward.",
              ".",
              ".",
              ".",
              "lasting results throughscience-based behaviorialchange techniques.",
              "Leanpath has guided the largest food waste tracking deployments in the foodservice industry.",
              "We operate in over 40 countries and can guide you to achieving large-scale sustainability and financial goals.",
              "We’ll help you define achievable goals and guide you to success.",
              "Have full visibility into yourdeployement, from thekitchen to country level.",
              "Detailed multi-site reporting provides clarity on program success.",
              "in food waste within one year in food purchase costs Leanpath is a B Corporation on a mission to make food waste measurement and prevention everyday practice in the world’s kitchens.",
              "We work with thousands of kitchens in over 40 countries.",
              "kept in the food system We partner with the world’s largest food service and hospitality organizations, but we never lose sight that food waste prevention is in the hands of the kitchen crews.",
              "Our innovative solutions make them more efficient and their work more impactful.",
              "Don’t let misconceptions about food waste prevention stand in the way of your organization achieving transformational financial and sustainability gains.",
              "First myth to fall: My team doesn’t have time to track and prevent food waste.",
              "Get the latest food waste prevention news from Leanpath–delivered monthly to your inbox.",
              "© 2007-2023 Leanpath, Inc.",
              "All rights reserved.",
              "Leanpath and ValuWaste are registered trademarks of Leanpath, Inc.",
              "US Patent #7,415,375"
            ]
          },
          {
            "title": "Leanpath | US Foods",
            "url": "https://www.usfoods.com/our-services/national-support/business-solutions/leanpath.html",
            "content": [
              "Leanpath | US Foods",
              "When you stop wasting so much food, you can purchase less food.",
              "Leanpath clients reduce food purchase costs 2-8%.",
              "Reduce your kitchen’s carbon footprint and leave valuable food resources in the food system for those who need it.",
              "Staff becomes more efficient (when you waste less food, you prepare less food) and engaged: employees who say they find meaning at work also report having higher levels of job satisfaction.",
              "Improve your restaurant operations with Check® Business Tools.",
              "Attract customers, make more money and unlock your restaurant’s true potential now.",
              "Discover the latest food industry and restaurant trends to help you optimize your operations.",
              "Find out what’s cooking in the foodservice industry here.",
              "Discover a better way to order and track with MOXē, the intuitive, fast, all-in-one e-commerce app from US Foods® that works seamlessly across your devices.",
              "Sign up today and get inspiration straight to your inbox.",
              "Keep up-to-date with our latest products and recipes.",
              "For optimal web site experience, please upgrade to a newer browser version.",
              "Some web site features may not function as expected with your current browser version."
            ]
          },
          {
            "title": "Track Food Waste | Leanpath Food Waste Tracking Systems",
            "url": "https://www.leanpath.com/track/",
            "content": [
              "Track Food Waste | Leanpath Food Waste Tracking Systems",
              "The first step in the Track-Discover-Drive solution for food waste prevention is measurement: tracking your food waste so you know what you’re wasting.",
              "We make this fast and easy with a suite of food waste Trackers built to meet any kitchen’s need, scale and budget.",
              "Our flagship food waste tracking station with integrated camera, scale and display.",
              "And now, easily upgrade to AI-powered auto classification, saving time and increasing accuracy.",
              "The 360 image capture allows chefs to see what is being wasted and why in a way they can’t with data alone.",
              "Our Series 3 upgrades include more robust engineering and more detailed food waste photography.",
              "360: High volume kitchens that want the most detailed food waste tracking available.",
              "360-AI: High volume kitchens with standardized menus who are looking for the fastest most accurate food waste tracking available.",
              "Learn more.",
              "Our floor scale Tracker seamlessly integrates with kitchen workflows, perfect for the highest-volume kitchens, where disposal speed across complex menus is critical.",
              "Series 3 upgrades include more robust engineering, like IP67-rates scale for full washdown.",
              "Fast, integrated pre- and post-consumer food waste tracking.",
              "A food waste Tracker that fits the bill for medium-volume kitchens.",
              "It’s smaller footprint lets Scout fit easily into a busy kitchen, while its integrated scale allows for fast, easy tracking.",
              "A lightweight option that drives big food waste reduction and quick ROI.",
              "Lower-volume central kitchens, secondary and satellite kitchens, including catering.",
              "A stand-alone touchscreen loaded with Leanpath tracking software, giving you flexibility for low-production environments.",
              "Bright, widescreen and IP65-rated, the Tracker can measure food waste by weight (with a separate scale) or by item.",
              "Wall-mounted or equipped with a bench stand (pictured).",
              "Smaller operations with space constraints or budget limitations.",
              "Our food tracking application available in a tablet-only solution.",
              "Great for low-volume or satellite operations.",
              "For use with a separate scale or by tracking items by quantity.",
              "Convenient and flexible.",
              "Smaller operations with space constraints or budget limitations.",
              "Leanpath Go is a mobile, tablet-only Tracker that allows you to measure food waste quickly by the quantity, instead of by weight.",
              "Specifically designed for operations with pre-packaged menu items. A picture-based menu, and fast multi-item tracking allows for quick and easy food waste measurement that goes where you go.",
              "Grab-and-go, QSRs, coffee shops and convenience stores.",
              "Leanpath Spark incorporates our floor scale and digital signage integration for food waste tracking, education, and action.",
              "Track post-consumer waste and educate consumers on the impact they can have by helping to reduce it.",
              "Finally, a way to drive behavior change to reduce post-consumer food waste.",
              "All-you-care-to-eat operations seeking to educate their diners and change behavior.",
              "Get the latest food waste prevention news from Leanpath–delivered monthly to your inbox.",
              "© 2007-2023 Leanpath, Inc.",
              "All rights reserved.",
              "Leanpath and ValuWaste are registered trademarks of Leanpath, Inc.",
              "US Patent #7,415,375"
            ]
          }
        ]
      },
      "evidence": {
        "Reducing food waste is important for saving money, protecting the environment, and fighting hunger.": [
          "Reducing food waste has economic, environmental and social benefits.",
          "As we fight food waste at home and around the world, and make our food production systems more efficient, we can free up those resources for the hungry.",
          "“reducing the amount of food that we waste by just a third could feed all the food-insecure people in this country,” says Emily Broad Leib, director of the Food Law and Policy Clinic at Harvard Law School.",
          "Reducing food waste is environmentally important as it keeps food out of landfills.",
          "Finally, reducing food waste is socially important when the rescued food is redirected to emergency food providers working to eliminate hunger in our communities.",
          "It makes economic sense at the small scale, by lowering household food bills and at the large scale by reducing disposal costs for restaurants, processors and farmers."
        ],
        "Planning menus in advance, checking what you already have in your fridge and pantry, making a shopping list, and buying only what you need can help avoid overbuying and wasting food.": [
          "Schedule some time minutes each week just for menu planning and follow these three steps for success: Taking inventory is a very important part of meal planning.",
          "Using these items in your upcoming week’s meals will save you money and decrease food waste.",
          "By planning ahead, you can save calories, time, money and decrease the amount of food you waste.",
          "Taking an inventory before making your grocery list also helps you avoid buying things you don't need.",
          "Planning ahead can also incorporate the same food into multiple meals by utilizing leftovers (using leftover meat in a soup for example).",
          "Doing this first allows you to see what you already have in your home and then plan meals accordingly.",
          "Ultimately, all of this planning increases the likelihood of making healthy choices and reducing the amount of food wasted."
        ],
        "Looking for \"ugly\" fruits and vegetables that are often discarded by grocery stores but are safe and nutritious to eat can help reduce food waste.": [
          "Produce that doesn't meet those standards is hard to sell and can end up in landfills.",
          "According to Philip Behn, the CEO of Imperfect Foods, a company that is on a mission to eliminate food waste, there are many reasons this could happen: “It could be a small quirk in appearance based on shape, size, or color that has no impact on flavor or nutrition.",
          "Ugly but tasty food that is normally being thrown away.",
          "Supermarkets have strict cosmetic standards for fruits and vegetables — they need to be relatively uniform in size and shape, without blemishes such as scarring.",
          "More and more companies are selling ugly produce and using it in their products, helping reverse the fate of ugly food from waste to delicious, perfectly edible and nutritious food.",
          "It says its “farm to fridge infrastructure embraces all cosmetic imperfections like blemishes or irregular sizes for a less wasteful world.",
          "Sang Le, co-founder of Peko Produce in Vancouver, noted that because misshapen produce is hard to sell, a lot of it actually gets left at the farm and is never harvested."
        ],
        "Keeping your fridge at the right temperature (40°F or below), using the FoodKeeper App to check how long different foods can last in the fridge or freezer, and organizing your kitchen to keep track of what you have and what needs to be used soon can help extend the shelf life of your food and prevent spoilage.": [
          "The FoodKeeper app can help you use food while it's at peak quality and reduce waste.",
          "It will help you maximize the freshness and quality of items.",
          "By doing so you will be able to keep items fresh longer than if they were not stored properly."
        ],
        "Measuring portions carefully, using up leftovers creatively, and composting food scraps can help reduce the amount of food that goes to waste in your kitchen.": [
          "Composting as a Sustainable Approach While some food waste is inevitable, such as vegetable peels and scraps, we can still minimize its negative consequences.",
          "Buy only what you need, prepare the right portion sizes, and store leftovers properly.",
          "Eat Leftovers Cooking the exact amount you need is challenging, so if there’s food leftover, pack it for lunch or designate a “Leftovers Night” once per week to clean out the fridge.",
          "It is a biodegradation method in which organic matter such as food scraps and leaves decompose into soil.",
          "One effective solution is to compost.",
          "It is a biodegradation method in which organic matter such as food scraps and leaves decompose into soil.",
          "This soil could be used for your gardens and farms. Over the years, composting has been widely adopted as an environmentally friendly way to reduce food waste.",    
          "No matter how small your leftovers are, don’t throw them away You may think it’s not worth it to keep the last few spoonfuls of something, but it all adds up.",
          "Utilize Scraps for Stock For items that do produce “inedible” waste, make stock."
        ],
        "Using parts of fruits and vegetables that are often thrown away, such as peels, stems, and seeds, to make stocks, sauces, or snacks can help reduce food waste.": [
          "Place vegetable peels and scraps in a bag in the freezer until you have enough to make a batch of homemade vegetable broth.",
          "Next time you eat Broccoli, never throw the stems away.",
          "While many people think of food scraps — such as mushroom stems, onion bottoms, and the tops of pineapples — as waste (or future fertilizer), these items can have a second life.",
          "Well, fruits and vegetables peels can be used in many ways rather than throwing it in the bin!",
          "14 fruits and vegetables peels recipes - To Be The Perfect Mother, In this post, you will read 14 fruits and vegetables peels recipes that can heavily reduce your kitchen waste, and help you save money.",
          "Banana peel vegan bacon can be very satisfying, and a good replacement for the real bacon.",
          "Dry them with a clean cloth or paper towel to further reduce bacteria that may be present.",
          "If you want to know what to do with watermelon rind or peel, this Watermelon rind jam no pectin recipe is for you."
        ],
        "Donating excess food to a local food bank, pantry, or soup kitchen can help feed people in need and reduce food waste at the same time.": [
          "Donating wholesome food for human consumption diverts food waste from landfills and puts food on the table for families in need.",
          "Many non-perishable and unspoiled perishable foods can be donated to local food banks, soup kitchens, pantries, and shelters.",
          "By donating food, we’re feeding people, not landfills, supporting local communities, and saving all the resources that went into producing that food, from going to waste.",
          "When wholesome food is rescued, redistributed, or donated, it nourishes people and keeps food from being wasted.",
          "Donating food is one way to support local food banks and programs while reducing food waste."
        ],
        "There are organizations such as Feeding America or AmpleHarvest.org that can help individuals find a place to donate excess food.": [],
        "When eating out or ordering food delivery, asking for smaller portions, sharing dishes with others, or taking home leftovers can help reduce over-ordering and over-serving.": [
          "“Many restaurants also provide large portions,” says Dr.",
          "“It’s a great opportunity to split meals or save part of it for your lunch the next day."
        ],
        "Apps like Too Good To Go or Karma can be used to find discounted food from restaurants and cafes that would otherwise go to waste.": [
          "With the Too Good To Go app, you can eat well while making an impact.",
          "Save Surprise Bags of good food at an even better price from restaurants and stores near you.",
          "Use the app to explore stores and restaurants in your local area and save surprise bags of surplus food from going to waste at a great price.",
          "Too Good To Go is the app that lets you rescue unsold food at your favorite spots from an untimely fate.",
          "Too Good To Go, which launched in 2015 in Denmark and has since raised more than $45 million in funding, allows users to purchase “surprise bags” of food otherwise marked for the trash from restaurants and other local businesses.",
          "Join the thousands of businesses using Too Good To Go to put your surplus straight into the hands of happy customers and give good food a second chance."
        ],
        "Segregating dry and wet waste in restaurants, and using tools like LeanPath or Winnow to measure and monitor food waste, can facilitate recycling or composting.": [
          "Foodservice organizations across the world use Leanpath to measure and prevent food waste—saving time, money and the environment.",
          "Services like Leanpath and Winnow, food waste tracking systems, allow you to see the amount of food discarded in your restaurant’s kitchen."
        ],
        "LeanPath and Winnow are tools that can be used by restaurant owners or managers to measure and monitor food waste, identifying areas for improvement.": [
          "Leanpath is a B Corporation on a mission to make food waste measurement and prevention everyday practice in the world’s kitchens.",
          "Foodservice organizations across the world use Leanpath to measure and prevent food waste—saving time, money and the environment.",
          "Leanpath has guided the largest food waste tracking deployments in the foodservice industry."
        ]
      },
      "subconclusions": {
        "Reducing food waste is important for saving money, protecting the environment, and fighting hunger.": "supported",
        "Planning menus in advance, checking what you already have in your fridge and pantry, making a shopping list, and buying only what you need can help avoid overbuying and wasting food.": "supported",
        "Looking for \"ugly\" fruits and vegetables that are often discarded by grocery stores but are safe and nutritious to eat can help reduce food waste.": "supported",
        "Keeping your fridge at the right temperature (40°F or below), using the FoodKeeper App to check how long different foods can last in the fridge or freezer, and organizing your kitchen to keep track of what you have and what needs to be used soon can help extend the shelf life of your food and prevent spoilage.": "partially supported",
        "Measuring portions carefully, using up leftovers creatively, and composting food scraps can help reduce the amount of food that goes to waste in your kitchen.": "supported",
        "Using parts of fruits and vegetables that are often thrown away, such as peels, stems, and seeds, to make stocks, sauces, or snacks can help reduce food waste.": "supported",
        "Donating excess food to a local food bank, pantry, or soup kitchen can help feed people in need and reduce food waste at the same time.": "supported",
        "There are organizations such as Feeding America or AmpleHarvest.org that can help individuals find a place to donate excess food.": "not supported",
        "When eating out or ordering food delivery, asking for smaller portions, sharing dishes with others, or taking home leftovers can help reduce over-ordering and over-serving.": "partially supported",
        "Apps like Too Good To Go or Karma can be used to find discounted food from restaurants and cafes that would otherwise go to waste.": "supported",
        "Segregating dry and wet waste in restaurants, and using tools like LeanPath or Winnow to measure and monitor food waste, can facilitate recycling or composting.": "partially supported",
        "LeanPath and Winnow are tools that can be used by restaurant owners or managers to measure and monitor food waste, identifying areas for improvement.": "partially supported"
      }
    }
  }
}