{
  "c97605cf-3d8e-41a2-8587-ab21408393b4": {
    "query": "What is the history and cultural significance behind the traditional music genre of the Blues, and how has it influenced modern-day music?",
    "response": "Blues music is a secular folk music genre that originated in the southern United States by African Americans in the early 20th century[^1^]. It was influenced by work songs, field hollers, spirituals, minstrel shows, ragtime, and some folk and popular music of whites[^3^]. Blues music expresses feelings of sadness, melancholy, love, oppression, and hard times through vocal techniques, guitar accompaniment, and a 12-bar song form[^1^]. Blues music has been one of the most important influences on the development of popular music such as jazz, rhythm and blues, rock, country, and hip-hop[^1^] [^2^]. Some of the famous blues artists include W.C. Handy, Ma Rainey, Bessie Smith, B.B. King, Bo Diddley, Leadbelly, John Lee Hooker, and many more[^1^] [^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.britannica.com/art/blues-music \"Blues | Definition, Artists, History, Characteristics, Types, Songs ...\"\n[2]: https://www.masterclass.com/articles/blues-music-guide \"What Is Blues Music? A Guide to the Blues History and Sound\"\n[3]: https://aaregistry.org/story/the-blues-are-born-from-the-african-american-culture/ \"Black History and American Blues (Music), a story\"\n\nBlues music is a secular folk music genre that originated in the southern United States by African Americans in the early 20th century[^1^][1]. It was influenced by work songs, field hollers, spirituals, minstrel shows, ragtime, and some folk and popular music of whites[^2^][3]. Blues music expresses feelings of sadness, melancholy, love, oppression, and hard times through vocal techniques, guitar accompaniment, and a 12-bar song form[^1^][1]. Blues music has been one of the most important influences on the development of popular music such as jazz, rhythm and blues, rock, country, and hip-hop[^1^][1] [^3^][2]. Some of the famous blues artists include W.C. Handy, Ma Rainey, Bessie Smith, B.B. King, Bo Diddley, Leadbelly, John Lee Hooker, and many more[^1^][1] [^3^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.britannica.com](https://www.britannica.com/art/blues-music) [2. aaregistry.org](https://aaregistry.org/story/the-blues-are-born-from-the-african-american-culture/) [3. www.masterclass.com](https://www.masterclass.com/articles/blues-music-guide)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Blues | Definition, Artists, History, Characteristics, Types, Songs ...",
        "seeMoreUrl": "https://www.britannica.com/art/blues-music",
        "searchQuery": "history and cultural significance of blues music"
      },
      {
        "providerDisplayName": "Black History and American Blues (Music), a story",
        "seeMoreUrl": "https://aaregistry.org/story/the-blues-are-born-from-the-african-american-culture/",
        "searchQuery": "history and cultural significance of blues music"
      },
      {
        "providerDisplayName": "What Is Blues Music? A Guide to the Blues History and Sound",
        "seeMoreUrl": "https://www.masterclass.com/articles/blues-music-guide",
        "searchQuery": "history and cultural significance of blues music"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Blues music is a secular folk music genre that originated in the southern United States by African Americans in the early 20th century.",
        "Blues music was influenced by work songs, field hollers, spirituals, minstrel shows, ragtime, and some folk and popular music of whites.",
        "Blues music expresses feelings of sadness, melancholy, love, oppression, and hard times through vocal techniques, guitar accompaniment, and a 12-bar song form.",
        "Blues music has been one of the most important influences on the development of popular music such as jazz, rhythm and blues, rock, country, and hip-hop.",
        "W.C. Handy, Ma Rainey, Bessie Smith, B.B. King, Bo Diddley, Leadbelly, John Lee Hooker, and many more are famous blues artists."
      ],
      "queries": [
        "Blues music origin southern United States African Americans secular folk genre",
        "Blues music influences work songs field hollers spirituals minstrel shows ragtime folk popular music whites",
        "Blues music expression of feelings vocal techniques guitar accompaniment 12-bar song form",
        "Blues music influence on popular music genres jazz rhythm and blues rock country hip-hop",
        "Blues music famous artists names"
      ],
      "search_results": {
        "Blues music is a secular folk music genre that originated in the southern United States by African Americans in the early 20th century.": [
          {
            "title": "Blues | Definition, Artists, History, Characteristics, Types, Songs ...",
            "url": "https://www.britannica.com/art/blues-music",
            "content": [
              "Blues | Definition, Artists, History, Characteristics, Types, Songs ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "The blues is a form of secular folk music created by African Americans in the early 20th century, originally in the South.",
              "Although instrumental accompaniment is almost universal in the blues, the blues is essentially a vocal form.",
              "Blues songs are usually lyrical rather than narrative because the expression of feelings is foremost.",
              "In the 19th century the English phrase blue devils referred to the upsetting hallucinations brought on by severe alcohol withdrawal.",
              "This was later shortened to the blues, which described states of depression and upset, and it was later adopted as the name for the melancholic songs that the musical genre encapsulates.",
              "The origins of the blues are poorly documented, but it is believed that after the American Civil War (1861–65), formerly enslaved African Americans and their descendants created this genre while working on Southern plantations, taking inspiration from hymns, minstrel show music, work songs and field hollers, ragtime, and popular music of the Southern white population.",
              "In the early 20th century the blues (among several other popular genres of music) was considered seductive and destructive by parents and clergy who worried that such “Devil’s music” was a dangerous and sinful influence on children.",
              "The blues has a distinct melancholic and somber tone, which is achieved through vocal techniques such as melisma, rhythmic techniques such as syncopation, and instrumental techniques such as “choking” guitar strings on the neck or applying a metal slide to the guitar strings to create a whining voicelike sound.",
              "blues, secular folk music created by African Americans in the early 20th century, originally in the South.",
              "The simple but expressive forms of the blues became by the 1960s one of the most important influences on the development of popular music—namely, jazz, rhythm and blues, rock, and country music—throughout the United States.",
              "Although instrumental accompaniment is almost universal in the blues, the blues is essentially a vocal form.",
              "Blues songs are lyrical rather than narrative;",
              "blues singers are expressing feelings rather than telling stories.",
              "The emotion expressed is generally one of sadness or melancholy, often due to problems of love but also oppression and hard times.",
              "To express this musically, blues performers use vocal techniques such as melisma (sustaining a single syllable across several pitches), rhythmic techniques such as syncopation, and instrumental techniques such as “choking” or bending guitar strings on the neck or applying a metal slide or bottleneck to the guitar strings to create a whining voicelike sound.",
              "As a musical style, the blues is characterized by expressive “microtonal” pitch inflections (blue notes), a three-line textual stanza of the form AAB, and a 12-measure form.",
              "Typically the first two and a half measures of each line are devoted to singing, the last measure and a half consisting of an instrumental “break” that repeats, answers, or complements the vocal line.",
              "In terms of functional (i.",
              "e., traditional European) harmony, the simplest blues harmonic progression is described as follows (I, IV, and V refer respectively to the first or tonic, fourth or subdominant, and fifth or dominant notes of the scale): Phrase 1 (measures 1–4) I–I–I–I Phrase 2 (measures 5–8) IV–IV–I–I Phrase 3 (measures 9–12) V–V–I–I African influences are apparent in the blues tonality, the call-and-response pattern of the repeated refrain structure of the blues stanza, the falsetto break in the vocal style, and the imitation of vocal idioms by instruments, especially the guitar and harmonica."
            ]
          },
          {
            "title": "The History of the Blues: From its Roots to Modern Music",
            "url": "https://walnutcreekband.org/history-of-the-blues-music/",
            "content": [
              "The History of the Blues: From its Roots to Modern Music",
              "This article is a collaborative effort, crafted and edited by a team of dedicated professionals.",
              "Contributors: Andranick Tanguiane, Fred Lerdahl, Contents The blues is a genre of music that has its roots in African American folk music.",
              "It is characterized by its use of blue notes, which are notes that are played at a lower pitch than the rest of the melody.",
              "The blues has been a major influence on many other genres of music, including rock and roll, jazz, and country.",
              "The blues is a genre of music that has its roots in African-American culture.",
              "It is a form of music that is characterized by its use of the blue note, which is a flattened third or fifth degree of a major scale.",
              "The blues has been a major influence on the development of other genres of music, such as jazz and rock & roll.",
              "In this article, we will take a look at the history of the blues, from its early origins to its modern incarnations.",
              "The blues is a genre of music that originated in the African-American communities of the Mississippi Delta in the late 19th century.",
              "It was originally developed from a combination of African and European musical traditions.",
              "The blues has been a major influence on subsequent genres of music, such as jazz, rock and roll, and hip hop.",
              "The origins of the blues are closely related to the religious music of the Afro-American community, the spirituals.",
              "Spirituals were originally songs that were created by blacks in the American South, who were then forced to convert to Christianity.",
              "These songs were often about biblical stories, and they were used to teach the Word of God to slaves.",
              "Slaves would sing these songs while working in the fields, and they would also use them as a form of communication.",
              "The spirituals often had a call and response format, which means that one person would sing a line, and then the rest of the group would respond with another line.",
              "This back-and-forth singing created a sense of community and helped to bonds slaves together.",
              "It also allowed them to share their feelings and experiences with each other.",
              "The spirituals were often passed down from generation to generation, and they eventually made their way into the blues.",
              "Many of the early blues singers were influenced by the spirituals, and they would often incorporate elements of these songs into their own music.",
              "The origins of the blues are often traced back to the music of Africa, but the genre also has its roots in European music.",
              "In fact, many of the early blues musicians were exposed to European music through military bands and minstrel shows.",
              "This exposure had a profound impact on their playing, and it can still be heard in the music today.",
              "One of the most important ways that European music influenced the blues was through its use of harmony.",
              "While African music is largely based on rhythm, European music is based on melody and harmony.",
              "This resulted in a more harmonically complex style of blues, which is still evident in the music today.",
              "Another way that European music influenced the blues was through its use of chords.",
              "Chords are two or more notes played together, and they add a lot of harmonic richness to a piece of music.",
              "The earliest blues musicians were only familiar with single notes, but exposure to European music helped them develop a more sophisticated understanding of chords and how to use them in their playing.",
              "Despite its African roots, the blues has always been heavily influenced by European music.",
              "This influence can be heard in the harmonically complex style and use of chords that characterizes much of the genre today.",
              "The Blues is a genre of music that originated in the African-American communities of the Southern United States in the late 19th and early 20th centuries.",
              "The style developed from the folk music of the African Americans in the Mississippi Delta.",
              "It is characterized by blue notes, call-and-response patterns, and polyrhythms. The Mississippi Delta is a region of the southeastern United States that covers approximately 7,000 square miles (18,000 km2) from Montgomery, Alabama, to Memphis, Tennessee.",
              "It is known as the “birthplace of the blues” because of the important role it played in the development of this style of music.",
              "The Delta is home to a large number of African Americans, who were brought to the region as slaves to work on plantations.",
              "The area was also settled by a number of European American immigrants, who were attracted by the opportunity to own their own land.",
              "During the late 19th and early 20th centuries, the Delta became a hotbed of activity for blues musicians.",
              "Many famous blues artists, such as W.",
              "C.",
              "Handy and Robert Johnson, got their start in the Delta.",
              "The Mississippi Delta has been immortalized in many works of art, including music, literature, and film.",
              "It is a place where the past and present come together to create an unforgettable experience.",
              "In the early 1920s, the Chicago scene was Taking off with intense competition between clubs on South State Street and powerful talent such as Louis Armstrong and Bessie Smith emerging.",
              "The Great Migration northward of southern blacks in the 1920s increased the city’s population and diversity.",
              "Blacks from rural areas brought with them their own distinct brand of music, which greatly influenced the evolution of the blues in Chicago.",
              "The popularity of the blues in Chicago coincided with the beginning of recorded music and radio.",
              "The first blues recordings were made in Chicago in 1922 by Mamie Smith and her Jazz Hounds, and these records had a profound impact on the development of the blues.",
              "More and more people were exposed to the music, both through records and live performances, and the genre began to gain a larger following.",
              "By the 1930s, the blues had become firmly established in Chicago.",
              "The city was home to a large number of talented musicians, as well as a thriving record industry that was responsible for producing some of the most influential blues records of all time.",
              "Artists such as Muddy Waters, Howlin’ Wolf, Willie Dixon, and Memphis Minnie were all part of the Chicago scene during this period, and they helped to shape the sound of the blues that is still prevalent today.",
              "The blues is a genre of music that has its roots in African American culture.",
              "The genre is characterized by its unique sound and feel, which has been influenced by a variety of factors over the years.",
              "The blues has evolved significantly since its inception, and it continues to evolve today.",
              "In this article, we’ll take a look at the history of the blues and how it has evolved into the modern music genre that we know today.",
              "The electric blues began to be popularized in the early 1940s, when musicians such as Muddy Waters and Willie Dixon began to use amplified electric guitars and drums on their songs.",
              "This new style of blues was soon taken up by other artists such as Howlin’ Wolf, Elmore James, and B.",
              "B.",
              "King.",
              "By the 1950s, the electric blues had become one of the most popular genres of music in the United States, and it has remained an important part of American music ever since.",
              "The British Invasion of the 1960s brought a new wave of British bands and musicians to the United States, including the Beatles, the Rolling Stones, and Led Zeppelin.",
              "These groups had a profound impact on the evolution of the blues, as they incorporated elements of the genre into their own music.",
              "The Beatles, in particular, were heavily influenced by the work of American blues artists such as Chuck Berry and Muddy Waters.",
              "As a result of this cross-pollination of musical styles, the blues began to evolve in new and exciting ways.",
              "In the 1970s and 1980s, a new generation of blues artists emerged who were influenced by both traditional blues and rock music.",
              "Artists such as Stevie Ray Vaughan and Bonnie Raitt helped to bring the blues to a whole new audience.",
              "In the 1990s and 2000s, the blues continued to evolve, with artists like Keb’ Mo’ and Susan Tedeschi setting themselves apart from their predecessors.",
              "Today, the blues is as popular as ever, with fans all over the world enjoying its unique sound.",
              "The blues is a genre of music that has its origins in African-American culture.",
              "The genre developed in the late 19th and early 20th centuries, and has since influenced a variety of other genres.",
              "The blues has been a major force in the development of popular music, and has had a significant impact on the evolution of rock and roll.",
              "The blues has been a major influence on almost all genres of popular music, including rock, jazz, country, and rhythm and blues.",
              "In the early 20th century, the blues was developed by African American musicians in the southern United States.",
              "These musicians combined elements of African musical traditions with Europeanopean folk music to create a new form of music.",
              "The blues quickly spread throughout the United States and became one of the most popular genres of music.",
              "It influenced many other genres of music, including jazz, rock, and country.",
              "The blues also had a significant impact on popular culture.",
              "Many famous musicians, including Bob Dylan and Mick Jagger, got their start by playing the blues.",
              "Today, the blues is still a popular genre of music.",
              "It is frequently performed live and recorded by both new and established artists.",
              "The genre continues to evolve and be defined by new generations of musicians.",
              "In the early 20th century, the blues became a significant part of popular music in the United States, with artists like W.",
              "C.",
              "Handy and Lead Belly gaining national fame.",
              "The blues continued to evolve, with new styles like Chicago blues and electric blues emerging in the 1950s and 1960s.",
              "The blues has remained popular to this day, with artists like B.",
              "B.",
              "King and Buddy Guy continuing to perform and influence new generations of musicians.",
              "This article is a collaborative effort, crafted and edited by a team of dedicated professionals.",
              "Contributors: Andranick Tanguiane, Fred.",
              ".",
              ".",
              "Read More The Definition of Blues MusicContinue This article is a collaborative effort, crafted and edited by a team of dedicated professionals.",
              "Contributors: Andranick Tanguiane, Fred.",
              ".",
              ".",
              "Read More The First Blues Singer to Play His Music on GuitarContinue This article is a collaborative effort, crafted and edited by a team of dedicated professionals.",
              "Contributors: Andranick Tanguiane, Fred.",
              ".",
              ".",
              "Read More Still Got the Blues for You Sheet MusicContinue This article is a collaborative effort, crafted and edited by a team of dedicated professionals.",
              "Contributors: Andranick Tanguiane, Fred.",
              ".",
              ".",
              "Read More The Best Blues Bands in MusicContinue This article is a collaborative effort, crafted and edited by a team of dedicated professionals.",
              "Contributors: Andranick Tanguiane, Fred.",
              ".",
              ".",
              "Read More Google Music is Helping Me Get Over My Christmas BluesContinue This article is a collaborative effort, crafted and edited by a team of dedicated professionals.",
              "Contributors: Andranick Tanguiane, Fred.",
              ".",
              ".",
              "Read More Blues Waters Music: The Best of the GenreContinue © 2023 walnutcreekband.",
              "org"
            ]
          },
          {
            "title": "Origins of the blues - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Origins_of_the_blues",
            "content": [
              "Origins of the blues - Wikipedia",
              "Little is known about the exact origin of the music now known as the blues.",
              "[1] No specific year can be cited as the origin of the blues, largely because the style evolved over a long period and existed in approaching its modern form before the term blues was introduced and before the style was thoroughly documented.",
              "Ethnomusicologist Gerhard Kubik traces the roots of many of the elements that were to develop into the blues back to the African continent, the \"cradle of the blues\".",
              "[2] One important early mention of something closely resembling the blues comes from 1901, when an archaeologist in Mississippi described the songs of black workers which had lyrical themes and technical elements in common with the blues.",
              "[3] There are few characteristics common to all blues, as the genre takes its shape from the distinctive attributes of each individual performance.",
              "[4] Some characteristics, however, were present prior to the creation of the modern blues, and are common to most styles of African American music.",
              "The earliest blues-like music was a \"functional expression, rendered in a call-and-response style without accompaniment or harmony and unbounded by the formality of any particular musical structure\".",
              "[5] This pre-blues music was adapted from the field shouts and hollers performed during slave times, expanded into \"simple solo songs laden with emotional content\".",
              "[6] Many of these blues elements, such as the call-and-response format, can be traced back to the music of Africa.",
              "The use of melisma and a wavy, nasal intonation also suggests a connection between the music of West and Central Africa and the blues.",
              "The belief that blues is historically derived from the West African music including from Mali is reflected in Martin Scorsese’s often quoted characterization of Ali Farka Touré’s tradition as constituting \"the DNA of the blues\".",
              "[7] Perhaps the most compelling African instrument that is a predecessor to an African-American instrument is the \"Akonting\", a folk lute of the Jola tribe of Senegambia.",
              "It is a clear predecessor to the American banjo in its playing style, the construction of the instrument itself and in its social role as a folk instrument.",
              "The Kora is played by a professional caste of praise singers for the rich and aristocracy (called griots or jalis) and is not considered folk music.",
              "Jola music may not have been influenced much by North African/Middle Eastern music, which may point to African American music not being, according to Sam Charters, related to kora music.",
              "[citation needed] The music of the Akonting and that played by on the banjo by elder African-American banjo players, even into the mid 20th century is easily identified as being very similar.",
              "The akonting is perhaps the most important and concrete link that exists between African and African-American music.",
              "While the findings of Kubik and others clearly attest to the essential Africanness of many essential aspects of blues expression, studies by Willie Ruff and others have situated the origin of \"black\" spiritual music inside enslaved peoples' exposure to their masters' Hebridean-originated gospels.",
              "[8] African-American economist and historian Thomas Sowell also notes that the southern, black, ex-slave population was acculturated to a considerable degree by and among their Scots-Irish \"redneck\" neighbors.",
              "Additionally, there are theories that the four-beats-per-measure structure of the blues might share its origins with the Native American tradition of pow wow drumming.",
              "[9] The historian Sylviane Diouf and ethnomusicologist Gerhard Kubik identify Islamic music as an influence on blues music.",
              "[10][11] Diouf notes a striking resemblance between the Islamic call to prayer (originating from Bilal ibn Rabah, a famous Abyssinian African Muslim in the early 7th century) and 19th-century field holler music, noting that both have similar lyrics praising God, melody, note changes, \"words that seem to quiver and shake\" in the vocal chords, dramatic changes in musical scales, and nasal intonation.",
              "She attributes the origins of field holler music to African Muslim slaves who accounted for an estimated 30% of African slaves in America.",
              "According to Kubik, \"the vocal style of many blues singers using melisma, wavy intonation, and so forth is a heritage of that large region of West Africa that had been in contact with the Islamic world via the Maghreb since the seventh and eighth centuries.\"",
              "[10][11] There was particularly a significant trans-Saharan cross-fertilization between the musical traditions of the Maghreb and the Sahel.",
              "[11] There was a difference in the music performed by the predominantly Muslim Sahelian slaves and the predominantly non-Muslim slaves from coastal West Africa and Central Africa.",
              "The Sahelian Muslim slaves generally favoured wind and string instruments and solo singing, whereas the non-Muslim slaves generally favored drums and group chants.",
              "Plantation owners who feared revolt outlawed drums and group chants, but allowed the Sahelian slaves to continue singing and playing their wind and string instruments, which the plantation owners found less threatening.",
              "[11] Among the instruments introduced by Muslim African slaves were ancestors of the banjo.",
              "[10] While many were pressured to convert to Christianity, the Sahelian slaves were allowed to maintain their musical traditions, adapting their skills to instruments such as the fiddle and guitar.",
              "Some were also allowed to perform at balls for slave-holders, allowing the migration of their music across the Deep South.",
              "[11] Field holler music, also known as Levee Camp Holler music, was an early form of African American music, described in the 19th century.",
              "[10] Field hollers laid the foundations for the blues, spirituals, and eventually rhythm and blues.",
              "[12] Field hollers, cries and hollers of the slaves and later sharecroppers working in cotton fields, prison chain gangs, railway gangs (Gandy dancers) or turpentine camps were the precursor to the call and response of African American spirituals and gospel music, to jug bands, minstrel shows, stride piano, and ultimately to the blues, rhythm and blues, jazz and African American music in general.",
              "[12] Sylviane Diouf and Gerhard Kubik have traced the origins of field hollers to African Muslim slaves, who were influenced by the Islamic musical tradition of West Africa (see African roots above).",
              "[10] The most important American antecedent of the blues was the spiritual, a form of religious song with its roots in the camp meetings of the Great Awakening of the early 19th century.",
              "Spirituals were a passionate song form, that \"convey(ed) to listeners the same feeling of rootlessness and misery\" as the blues.",
              "[4] Spirituals, however, were less specifically concerning the performer, instead about the general loneliness of mankind, and were more figurative than direct in their lyrics.",
              "[4] Despite these differences, the two forms are similar enough that they can not be easily separated — many spirituals would probably have been called blues had that word been in wide use at the time.",
              "[13] The social and economic reasons for the appearance of the blues are not fully known.",
              "[14] Blues has evolved from an unaccompanied vocal music of poor black laborers into a wide variety of styles and subgenres, with regional variations across the United States.",
              "African American work songs were an important precursor to the modern blues;",
              "these included the songs sung by laborers like stevedores and roustabouts, and the field hollers and \"shouts\" of slaves.",
              "[3][15] The first appearance of the blues is not well defined and is often dated between 1870 and 1900, a period that coincides with the emancipation of the slaves and the transition from slavery to sharecropping and small-scale agricultural production in the southern United States.",
              "Several scholars characterize the early 1900s development of blues music as a move from group performances to a more individualized style.",
              "They argue that the development of the blues is associated with the newly acquired freedom of the slaves.",
              "According to Lawrence Levine,[16] \"there was a direct relationship between the national ideological emphasis upon the individual, the popularity of Booker T.",
              "Washington's teachings, and the rise of the blues.\"",
              "Levine states that \"psychologically, socially, and economically, Negroes were being acculturated in a way that would have been impossible during slavery, and it is hardly surprising that their secular music reflected this as much as their religious music did.\"",
              "An important reason for the lack of certain knowledge about the origins of the blues is the earliest blues musicians' tendency to wander through communities, leaving little or no record of precisely what sort of music they played or where it came from.",
              "Blues was generally regarded as lower-class music, unfit for documentation, study or enjoyment by the upper- and middle-classes[17] Blue notes pre-date their use in blues.",
              "English composer Samuel Coleridge-Taylor's \"A Negro Love Song\", from his The African Suite for Piano composed in 1898, contains blue third and seventh notes.",
              "[18] African American composer W.",
              "C.",
              "Handy wrote in his autobiography of the experience of sleeping on a train traveling through (or stopping at the station of) Tutwiler, Mississippi around 1903, and being awakened by: .",
              ".",
              ".",
              "a lean, loose-jointed Negro who had commenced plucking a guitar beside me while I slept.",
              "His clothes were rags;",
              "his feet peeped out of his shoes.",
              "His face had on it some of the sadness of the ages.",
              "As he played, he pressed a knife on the strings in a manner popularized by Hawaiian guitarists who used steel bars.",
              ".",
              ".",
              ".",
              "The effect was unforgettable.",
              "His song, too, struck me instantly.",
              ".",
              ".",
              "The singer repeated the line (\"Going' where the Southern cross' the Dog\") three times, accompanying himself on the guitar with the weirdest music I had ever heard.",
              "Handy had mixed feelings about this music, which he regarded as rather primitive and monotonous,[19] but he used the \"Southern cross' the Dog\" line in his 1914 \"Yellow Dog Rag\", which he retitled \"Yellow Dog Blues\" after the term blues became popular.",
              "[20] \"Yellow Dog\" was the nickname of the Yazoo and Mississippi Valley Railroad.",
              "Blues later adopted elements from the \"Ethiopian (here, meaning \"black\") airs\" of minstrel shows and Negro spirituals, including instrumental and harmonic accompaniment.",
              "[21] The style also was closely related to ragtime, which developed at about the same time, though the blues better preserved \"the original melodic patterns of African music\".",
              "[22] Since the 1890s, the American sheet music publishing industry had produced a great deal of ragtime music.",
              "The first published ragtime song to include a 12-bar section was \"One o' Them Things!\"",
              "in 1904.",
              "Written by James Chapman and Leroy Smith, it was published in St.",
              "Louis, Missouri, by Jos.",
              "Plachet and Son.",
              "[23] Another early rag/blues mix was \"I Got the Blues\" published in 1908 by Antonio Maggio of New Orleans [24] In a long interview conducted by Alan Lomax in 1938, Jelly Roll Morton recalled that the first blues he had heard, probably around 1900, was played by a singer and prostitute, Mamie Desdunes, in Garden District, New Orleans.",
              "Morton sang the blues: \"Can’t give me a dollar, give me a lousy dime/ You can’t give me a dollar, give me a lousy dime/ Just to feed that hungry man of mine\".",
              "The interview was released as The Complete Library of Congress Recordings.",
              "[25] In 1912, the sheet music industry published another blues composition—\"Dallas Blues\" by Hart A.",
              "Wand of Oklahoma City, Oklahoma.",
              "[26] Two other blues-like compositions, precipitating the Tin Pan Alley adoption of blues elements, were also published in 1912: \"Baby Seals' Blues\" by Baby Franklin Seals (arranged by Artie Matthews) and \"Memphis Blues\", another ragtime arrangement with a single 12-bar section,[27] by W.",
              "C.",
              "Handy.",
              "[28] Also in 1912 (on November 9), another song, \"The Blues\", was copyrighted by LeRoy \"Lasses\" White, but not actually published until 1913.",
              "[29] Handy was a formally trained musician, composer and arranger who helped to popularize the blues by transcribing and orchestrating blues in an almost symphonic style, with bands and singers.",
              "He became a popular and prolific composer, and billed himself as the \"Father of the Blues\";",
              "however, his compositions can be described as a fusion of blues with ragtime and jazz, a merger facilitated using the Afro-Cuban habanera rhythm that had long been a part of ragtime;",
              "[30][31] Handy's signature work was \"Saint Louis Blues\".",
              "Songs from this period had many different structures.",
              "A testimony of those times can be found for instance in Henry Thomas's recordings.",
              "[32] However, the twelve-, eight-bar, or sixteen-bar structure based on tonic, subdominant and dominant chords became the most common.",
              "[33] Melodically, blues music is marked by the use of the lowered third and dominant seventh (so-called blue notes) of the associated major scale.",
              "[34] The standard 12-bar blues form is noted in uncorroborated oral histories as appearing communities throughout the region along the lower Mississippi River during the decade of the 1900s (and performed in New Orleans at least since 1908).",
              "One of these early sites of blues evolution was along Beale Street in Memphis, Tennessee.",
              "However, author Eileen Southern has pointed out several contrasting statements by old-time musicians.",
              "She cites Eubie Blake as saying \"Blues in Baltimore?",
              "Why, Baltimore is the blues!\"",
              "and Bunk Johnson as claiming that the blues was around in his childhood, in the 1880s.",
              "[1] One of the first professional blues singers was Gertrude \"Ma\" Rainey, who claimed to have coined the term blues.",
              "Classic female urban or vaudeville blues singers were popular in the 1920s, among them Mamie Smith, Ma Rainey, Bessie Smith, and Victoria Spivey.",
              "Mamie Smith, more a vaudeville performer than a blues artist,[35] was the first African-American to record a blues in 1920;",
              "her \"Crazy Blues\" sold over 75,000 copies in its first month.",
              "[36] The musical forms and styles that are now considered the \"blues\" as well as modern \"country music\" arose in the same regions during the nineteenth century in the southern United States.",
              "Recorded blues and country can be found from as far back as the 1920s, when the popular record industry developed and created marketing categories called \"race music\" and \"hillbilly music\" to sell music by blacks for blacks and by whites for whites respectively.",
              "At the time, there was no clear musical division between \"blues\" and \"country\", except for the race of the performer, and even that sometimes was documented incorrectly by record companies.",
              "[37]"
            ]
          }
        ],
        "Blues music was influenced by work songs, field hollers, spirituals, minstrel shows, ragtime, and some folk and popular music of whites.": [
          {
            "title": "Blues - African American, Delta, Jazz | Britannica",
            "url": "https://www.britannica.com/art/blues-music/History-and-notable-musicians",
            "content": [
              "Blues - African American, Delta, Jazz | Britannica",
              "The origins of the blues are poorly documented.",
              "Blues developed in the southern United States after the American Civil War (1861–65).",
              "It was influenced by work songs and field hollers, minstrel show music, ragtime, church music, and the folk and popular music of the white population.",
              "Blues derived from and was largely played by Southern Black men, most of whom came from the milieu of agricultural workers.",
              "The earliest references to blues date back to the 1890s and early 1900s.",
              "In 1912 Black bandleader W.",
              "C.",
              "Handy’s composition “Memphis Blues” was published.",
              "It became very popular, and thereafter many other Tin Pan Alley songs entitled blues began to appear.",
              "The rural blues developed in three principal regions, Georgia and the Carolinas, Texas, and Mississippi.",
              "The blues of Georgia and the Carolinas is noted for its clarity of enunciation and regularity of rhythm.",
              "Influenced by ragtime and white folk music, it is more melodic than the Texas and Mississippi styles.",
              "Blind Willie McTell and Blind Boy Fuller were representative of this style.",
              "The Texas blues is characterized by high, clear singing accompanied by supple guitar lines that consist typically of single-string picked arpeggios rather than strummed chords.",
              "Blind Lemon Jefferson was by far the most influential Texas bluesman.",
              "Mississippi Delta blues is the most intense of the three styles and has been the most influential.",
              "Vocally, it is the most speechlike, and the guitar accompaniment is rhythmic and percussive;",
              "a slide or bottleneck is often used.",
              "The Mississippi style is represented by Charley Patton, Eddie (“Son”) House, and Robert Johnson, among others.",
              "The first blues recordings were made in the 1920s by Black women, beginning with Mamie Smith.",
              "Her version of American composer and pianist Perry Bradford’s “Crazy Blues” in 1920 was so successful that the General Phonograph Company’s OKeh label launched a series called “Original Race Records.",
              "” It was advertised exclusively to African Americans in Black-owned newspapers.",
              "Other white-owned record companies were quick to target the Black market with their own “race record” lines.",
              "Blues singers Bessie Smith, Ethel Waters, and Clara Smith recorded for Columbia, while Ma Rainey, Ida Cox, and Alberta Hunter recorded for Paramount, which billed itself as the “Premier Race Label.",
              "” Over the next several years, Black musical director Clarence Williams signed and recorded for OKeh many leading blues, jazz, and gospel artists, including Louis Armstrong, King Oliver, and Lonnie Johnson.",
              "The rise of the “race records” industry spread the blues to audiences previously unfamiliar with the form.",
              "The Great Depression and the World Wars caused the geographic dispersal of the blues as millions of Blacks left the South for the cities of the North.",
              "The blues became adapted to the more sophisticated urban environment.",
              "Lyrics took up urban themes, and the blues ensemble developed as the solo bluesman was joined by a pianist or harmonica player and then by a rhythm section consisting of bass and drums. The electric guitar and the amplified harmonica created a driving sound of great rhythmic and emotional intensity.",
              "Among the cities in which the blues initially took root were Atlanta, Memphis, and St.",
              "Louis.",
              "John Lee Hooker settled in Detroit, and on the West Coast T-Bone Walker developed a style later adopted by B.",
              "B.",
              "King.",
              "It was Chicago, however, that played the greatest role in the development of urban blues.",
              "In the 1920s and ’30s Memphis Minnie, Tampa Red, Big Bill Broonzy, and Sonny Boy Williamson were popular Chicago performers.",
              "After World War II they were supplanted by a new generation of bluesmen that included Muddy Waters, Howlin’ Wolf, Elmore James, Little Walter Jacobs, Buddy Guy, and Koko Taylor.",
              "Later musicians that were advertised as blues performers include Z.",
              "Z.",
              "Hill, Denise LaSalle, and Latimore.",
              "The blues have influenced many other musical styles.",
              "Blues and jazz are closely related;",
              "such seminal jazzmen as Jelly Roll Morton and Louis Armstrong employed blues elements in their music.",
              "Soul music and rhythm and blues also show obvious blues tonalities and forms. The blues have had their greatest influence on rock music.",
              "Early rock singers such as Elvis Presley often used blues material.",
              "British rock musicians in the 1960s, especially the Rolling Stones, Eric Clapton, and John Mayall, were strongly influenced by the blues, as were such American rock musicians as Mike Bloomfield, Paul Butterfield, and the Allman Brothers Band.",
              "The blues also influenced American literature, especially during the Harlem Renaissance (c.",
              "1918–37).",
              "Black writers such as Langston Hughes, Sterling Brown, and Jean Toomer valued the blues as an indigenous art form of oppressed people, a secular equivalent of the spirituals, and an antidote to bourgeois Black assimilationism.",
              "In Hughes’s second book, Fine Clothes to the Jew (1927), he turned to the blues for a poetic form derived from and answering to the desires, needs, and aesthetic sensibilities of the Black working class."
            ]
          },
          {
            "title": "Black History and American Blues (Music), a story",
            "url": "https://aaregistry.org/story/the-blues-are-born-from-the-african-american-culture/",
            "content": [
              "Black History and American Blues (Music), a story",
              "On this date, we focus on Blues music in America.",
              "Technically, as a musical style, the Blues are characterized by expressive pitch inflections (blue notes), a three-line textual stanza, and a 12-measure form.",
              "Typically the first two and a half measures of each line are devoted to singing, the last measure and a half consisting of an instrumental \"break\" that repeats, answers, or complements the vocal line.",
              "African influences have been apparent in the blues tonality from its beginning;",
              "the call and response pattern of the repeated refrain;",
              "the falsetto break in the vocal style;",
              "and the imitation of vocals by instruments, especially the guitar and harmonica.",
              "Although instrumental accompaniment is almost universal in the blues, the blues are essentially vocal.",
              "Blues songs are lyrical rather not narrative;",
              "the singer expresses his feelings rather than tells a story.",
              "The emotion expressed is sadness or melancholy, often due to problems in love.",
              "To express this musically, Blues performers use vocal techniques such as syncopation and instrumental techniques such as bending guitar strings on the guitar’s neck or applying a metal slide or bottleneck to the guitar strings to create a whining, voice-like sound.",
              "The beginnings of the Blues are scantily documented.",
              "Blues developed in the southern United States after the American Civil War.",
              "It was influenced by work songs and field hollers, minstrel-show music, ragtime, church music, and some folk and popular music of whites.",
              "The blues is derived from and was largely played by southern Black men who came from the surroundings of agricultural workers.",
              "The earliest references to Blues date back to the 1890s and early 1900s.",
              "In 1912 Black bandleader W.",
              "C.",
              "Handy's composition \"Memphis Blues\" was published.",
              "It became very popular, and thereafter many other Tin Pan Alley songs entitled “Blues” emerged.",
              "The rural Blues developed mainly in Georgia, the Carolinas, Texas, and Mississippi.",
              "The Blues of Georgia and the Carolinas are noted for their clarity of diction and regularity of rhythm.",
              "Influenced by ragtime and white folk music, they‘re more melodic than the Texas and Mississippi styles.",
              "Blind Willie McTell and Blind Boy Fuller showcased this style.",
              "The Texas blues are set apart by high, clear singing accompanied by supple guitar lines that consist typically of single-string picking rather than strummed chords.",
              "Blind Lemon Jefferson was by far the most influential Texas Bluesman.",
              "Mississippi Delta Blues are the most intense of the three styles and have had the most impact.",
              "Vocally they are the most speech-like, and the guitar accompaniment is rhythmic and percussive;",
              "a slide or bottleneck is often used.",
              "The Mississippi style came from Charley Patton, Willie Brown, Eddie \"Son\" House, Robert Johnson, and Johnny Shines.",
              "Black women such as Mamie Smith, Ma Rainey, Ida Cox, and Bessie Smith made the first blues recordings in the 1920s.",
              "These ladies have primarily staged singers backed by jazz bands, singing what is known as “Classic Blues.",
              "” The Great Depression and the World Wars caused the geographic dispersal of the Blues as millions of Blacks left the South, heading north, and the Blues adapted to the more sophisticated urban environment.",
              "Lyrics took up urban themes, and groups developed as pianists or harmonica players, then a rhythm section consisting of bass and drums joined the solo Blues-man.",
              "The electric guitar and the amplified harmonica created a driving sound of great rhythmic and emotional intensity.",
              "The cities where the Blues initially took root were Atlanta, Memphis, and St.",
              "Louis.",
              "John Lee Hooker settled in Detroit, and on the West Coast, Aaron \"T-Bone\" Walker developed a style later adopted by Riley \"B.",
              "B.\"",
              "King.",
              "It was Chicago, however, that played the greatest role in the development of urban blues.",
              "In the 1920s and 1930s, Memphis Minnie, Tampa Red, Big Bill Broonzy, and John Lee \"Sonny Boy\" Williamson were popular Chicago performers.",
              "After World War II, they were supplanted by a new generation of Bluesmen that included Muddy Waters, Howlin' Wolf (Chester Arthur Burnett), Elmore James, Little Walter Jacobs, and Otis Spann.",
              "The Blues have influenced many other musical styles.",
              "Blues and jazz are closely related;",
              "such seminal jazzmen as Jelly Roll Morton and Louis Armstrong employed Blues elements in their music.",
              "Soul music and Rhythm and Blues also show obvious Blues tonalities and forms. The Blues have had their greatest influence on rock music.",
              "Early rock singers such as Elvis Presley often used Blues material.",
              "British rock musicians in the 1960s, especially the Rolling Stones, Eric Clapton, and John Mayall, were strongly influenced by the Blues, as were such American rock musicians as Mike Bloomfield, Paul Butterfield, Marcia Ball, the Allman Brothers Band, Stevie Ray Vaughn, Kenny Wayne Shepherd, and Jimmie Dale Gilmore and others.",
              "In the 21st century, Keb Mo and others are carrying on the American tradition of the blues.",
              "To Become a Musician or Singer On this date, we focus on Blues music in America.",
              "Technically, as a musical style, the Blues are characterized by expressive pitch inflections (blue notes), a three-line textual stanza, and a 12-measure form.",
              "Typically the first two and a half measures of each line are devoted to singing, the last measure and a half consisting of an instrumental \"break\" that repeats, answers, or complements the vocal line.",
              "African influences have been apparent in the blues tonality from its beginning;",
              "the call and response pattern of the repeated refrain;",
              "the falsetto break in the vocal style;",
              "and the imitation of vocals by instruments, especially the guitar and harmonica.",
              "Although instrumental accompaniment is almost universal in the blues, the blues are essentially vocal.",
              "Blues songs are lyrical rather not narrative;",
              "the singer expresses his feelings rather than tells a story.",
              "The emotion expressed is sadness or melancholy, often due to problems in love.",
              "To express this musically, Blues performers use vocal techniques such as syncopation and instrumental techniques such as bending guitar strings on the guitar’s neck or applying a metal slide or bottleneck to the guitar strings to create a whining, voice-like sound.",
              "The beginnings of the Blues are scantily documented.",
              "Blues developed in the southern United States after the American Civil War.",
              "It was influenced by work songs and field hollers, minstrel-show music, ragtime, church music, and some folk and popular music of whites.",
              "The blues is derived from and was largely played by southern Black men who came from the surroundings of agricultural workers.",
              "The earliest references to Blues date back to the 1890s and early 1900s.",
              "In 1912 Black bandleader W.",
              "C.",
              "Handy's composition \"Memphis Blues\" was published.",
              "It became very popular, and thereafter many other Tin Pan Alley songs entitled “Blues” emerged.",
              "The rural Blues developed mainly in Georgia, the Carolinas, Texas, and Mississippi.",
              "The Blues of Georgia and the Carolinas are noted for their clarity of diction and regularity of rhythm.",
              "Influenced by ragtime and white folk music, they‘re more melodic than the Texas and Mississippi styles.",
              "Blind Willie McTell and Blind Boy Fuller showcased this style.",
              "The Texas blues are set apart by high, clear singing accompanied by supple guitar lines that consist typically of single-string picking rather than strummed chords.",
              "Blind Lemon Jefferson was by far the most influential Texas Bluesman.",
              "Mississippi Delta Blues are the most intense of the three styles and have had the most impact.",
              "Vocally they are the most speech-like, and the guitar accompaniment is rhythmic and percussive;",
              "a slide or bottleneck is often used.",
              "The Mississippi style came from Charley Patton, Willie Brown, Eddie \"Son\" House, Robert Johnson, and Johnny Shines.",
              "Black women such as Mamie Smith, Ma Rainey, Ida Cox, and Bessie Smith made the first blues recordings in the 1920s.",
              "These ladies have primarily staged singers backed by jazz bands, singing what is known as “Classic Blues.",
              "” The Great Depression and the World Wars caused the geographic dispersal of the Blues as millions of Blacks left the South, heading north, and the Blues adapted to the more sophisticated urban environment.",
              "Lyrics took up urban themes, and groups developed as pianists or harmonica players, then a rhythm section consisting of bass and drums joined the solo Blues-man.",
              "The electric guitar and the amplified harmonica created a driving sound of great rhythmic and emotional intensity.",
              "The cities where the Blues initially took root were Atlanta, Memphis, and St.",
              "Louis.",
              "John Lee Hooker settled in Detroit, and on the West Coast, Aaron \"T-Bone\" Walker developed a style later adopted by Riley \"B.",
              "B.\"",
              "King.",
              "It was Chicago, however, that played the greatest role in the development of urban blues.",
              "In the 1920s and 1930s, Memphis Minnie, Tampa Red, Big Bill Broonzy, and John Lee \"Sonny Boy\" Williamson were popular Chicago performers.",
              "After World War II, they were supplanted by a new generation of Bluesmen that included Muddy Waters, Howlin' Wolf (Chester Arthur Burnett), Elmore James, Little Walter Jacobs, and Otis Spann.",
              "The Blues have influenced many other musical styles.",
              "Blues and jazz are closely related;",
              "such seminal jazzmen as Jelly Roll Morton and Louis Armstrong employed Blues elements in their music.",
              "Soul music and Rhythm and Blues also show obvious Blues tonalities and forms. The Blues have had their greatest influence on rock music.",
              "Early rock singers such as Elvis Presley often used Blues material.",
              "British rock musicians in the 1960s, especially the Rolling Stones, Eric Clapton, and John Mayall, were strongly influenced by the Blues, as were such American rock musicians as Mike Bloomfield, Paul Butterfield, Marcia Ball, the Allman Brothers Band, Stevie Ray Vaughn, Kenny Wayne Shepherd, and Jimmie Dale Gilmore and others.",
              "In the 21st century, Keb Mo and others are carrying on the American tradition of the blues.",
              "To Become a Musician or Singer LOC.",
              "gov Whitworth.",
              "edu Nothing But the Blues: The Music and the Musicians Edited by Lawrence Cohn Copyright 1993 Abbeville Publishing Group, New York ISBN 1-55859-271-7 LOC.",
              "gov Whitworth.",
              "edu Nothing But the Blues: The Music and the Musicians Edited by Lawrence Cohn Copyright 1993 Abbeville Publishing Group, New York ISBN 1-55859-271-7 Get our quarterly newsletter to stay up-to-date, plus all speech or video narrative bookings near you as they happen.",
              "Δ"
            ]
          },
          {
            "title": "An Encyclopaedia Britannica look at Blues History",
            "url": "https://southsoundblues.org/lookintoblueshistory/",
            "content": [
              "An Encyclopaedia Britannica look at Blues History",
              "The Blues is a secular folk music created by African Americans in the early 20th century, originally in the South.",
              "The simple but expressive forms of the blues became, by the 1960s, one of the most important influences on the development of popular music throughout the United States.",
              "Form Although instrumental accompaniment is almost universal in the blues, the blues is essentially a vocal form.",
              "Blues songs are lyrical rather than narrative;",
              "blues singers are expressing feelings rather than telling stories.",
              "The emotion expressed is generally one of sadness or melancholy, often due to problems in love.",
              "To express this musically, blues performers use vocal techniques such as melisma (sustaining a single syllable across several pitches), rhythmic techniques such as syncopation, and instrumental techniques such as “choking” or bending guitar strings on the neck or applying a metal slide or bottleneck to the guitar strings to create a whining voice like sound.",
              "“How much history can be communicated by pressure on a guitar string?",
              "” – author Robert Palmer (Deep Blues) As a musical style, the blues is characterized by expressive “microtonal” pitch inflections (blue notes), a three-line textual stanza of the form AAB, and a 12-measure form.",
              "Typically, the first two and a half measures of each line are devoted to singing, the last measure and a half consisting of an instrumental “break” that repeats, answers, or complements the vocal line.",
              "In terms of functional (i.",
              "e., traditional European) harmony, the simplest blues harmonic progression is described as follows (I, IV, and V refer respectively to the first or tonic, fourth or subdominant, and fifth or dominant notes of the scale): African influences are apparent in the blues tonality, the call-and-response pattern of the repeated refrain structure of the blues stanza, the falsetto break in the vocal style, and the imitation of vocal idioms by instruments, especially the guitar and harmonica.",
              "Blind Lemon Jefferson 1928 History and Notable Musicians The origins of the blues are poorly documented.",
              "Blues developed in the southern United States after the American Civil War (1861–65).",
              "It was influenced by work songs and field hollers, minstrel show music, ragtime, church music, and the folk and popular music of the white population.",
              "Blues derived from and was largely played by Southern Black men, most of whom came from the milieu of agricultural workers.",
              "The earliest references to blues date back to the 1890s and early 1900s.",
              "In 1912 Black bandleader W.",
              "C.",
              "Handy’s composition “Memphis Blues” was published.",
              "It became very popular, and thereafter many other Tin Pan Alley songs entitled blues began to appear.",
              "“It’s not technique.",
              "It’s what you have to say.",
              "” – guitar namesake Les Paul The rural blues developed in three principal regions, Georgia and the Carolinas, Texas, and Mississippi.",
              "The blues of Georgia and the Carolinas is noted for its clarity of enunciation and regularity of rhythm.",
              "Influenced by ragtime and white folk music, it is more melodic than the Texas and Mississippi styles.",
              "Blind Willie McTell and Blind Boy Fuller were representative of this style.",
              "The Texas blues is characterized by high, clear singing accompanied by supple guitar lines that consist typically of single string picked arpeggios rather than strummed chords.",
              "Blind Lemon Jefferson was by far the most influential Texas bluesman.",
              "Mississippi Delta blues is the most intense of the three styles and has been the most influential.",
              "Vocally, it is the most speechlike, and the guitar accompaniment is rhythmic and percussive;",
              "a slide or bottleneck is often used.",
              "The Mississippi style is represented by Charley Patton, Eddie (“Son”) House, and Robert Johnson, among others.",
              "“It’s not the notes you play, it’s the notes you don’t play.",
              "” – Miles Davis The first blues recordings were made in the 1920s by Black women such as Mamie Smith, Ma Rainey, Ida Cox, and Bessie Smith.",
              "These performers were primarily stage singers backed by jazz bands;",
              "their style is known as classic blues.",
              "The Great Depression and the World Wars caused the geographic dispersal of the blues as millions of Blacks left the South for the cities of the North.",
              "The blues became adapted to the more sophisticated urban environment.",
              "Lyrics took up urban themes, and the blues ensemble developed as the solo bluesman was joined by a pianist or harmonica player and then by a rhythm section consisting of bass and drums. The electric guitar and the amplified harmonica created a driving sound of great rhythmic and emotional intensity.",
              "Among the cities in which the blues initially took root were Atlanta, Memphis, and St.",
              "Louis.",
              "John Lee Hooker settled in Detroit, and on the West Coast T-Bone Walker developed a style later adopted by B.",
              "B.",
              "King.",
              "It was Chicago, however, that played the greatest role in the development of urban blues.",
              "In the 1920s and ’30s Memphis Minnie, Tampa Red, Big Bill Broonzy, and Sonny Boy Williamson were popular Chicago performers.",
              "After World War II they were supplanted by a new generation of bluesmen that included Muddy Waters, Howlin’ Wolf, Elmore James, Little Walter Jacobs, Buddy Guy, and Koko Taylor.",
              "Muddy Waters 1979 Influence “His music changed my life, and whether you know it or not, and like it or not, it probably changed yours, too.",
              "” – Eric Clapton on Muddy Waters The blues have influenced many other musical styles.",
              "Blues and jazz are closely related;",
              "such seminal jazzmen as Jelly Roll Morton and Louis Armstrong employed blues elements in their music.",
              "Soul music and rhythm and blues also show obvious blues tonalities and forms. The blues have had their greatest influence on rock music.",
              "Early rock singers such as Elvis Presley often used blues material.",
              "British rock musicians in the 1960s, especially the Rolling Stones, Eric Clapton, and John Mayall, were strongly influenced by the blues, as were such American rock musicians as Mike Bloomfield, Paul Butterfield, and the Allman Brothers Band.",
              "This lesson brought to us by The Editors of Encyclopaedia Britannica View All Events"
            ]
          }
        ],
        "Blues music expresses feelings of sadness, melancholy, love, oppression, and hard times through vocal techniques, guitar accompaniment, and a 12-bar song form.": [
          {
            "title": "10 Levels of 12 Bar Blues - Guitareo Riff",
            "url": "https://www.guitareo.com/riff/12-bar-blues/",
            "content": [
              "10 Levels of 12 Bar Blues - Guitareo Riff",
              "SHARE THIS: Download PDF Blues music is an expression of strong feelings and emotions.",
              "But what’s going on between each chord change in a blues song that evokes those feelings?",
              "In this lesson, Ayla Tesler-Mabe goes through the ten different levels of playing a twelve-bar blues song on guitar.",
              "She delves into each chord in the song, the notes within them, and explains the meaning of various terms you’ll hear, such as harmonic functions, tritones, and turnarounds.",
              "If you’ve played the blues before, this lesson may help spice up your guitar sound.",
              "Additionally, if you want to start learning to play blues songs, you’ve come to the right place.",
              "In a very small nutshell, here’s what each level looks like: Level 1: The simplest approach in playing a twelve-bar blues as you’re only switching between three open dominant chords.",
              "Level 2: Replace the open chords with their bar chord predecessors to get different voicings.",
              "Level 3: End the progression with an augmented chord to get a cool transition into the beginning of the song.",
              "Level 4: Shake things up again by changing the way you play the dominant chords in the song’s chord progression.",
              "Level 5: Add a diminished chord to the mix to which Ayla describes as a “classic blues move.",
              "” Level 6: Halfway through and we’re getting jazzy!",
              "Add a new interval that will bring more sophistication to your guitar sound.",
              "Level 7: Throw in a turnaround in the chord progression to get another cool transition into restarting the song.",
              "Level 8: Replace your dominant chords with a tritone substitution.",
              "PS – this level is easier to play than the previous level.",
              ".",
              ".",
              "your fingers will thank you!",
              "Level 9: Incorporate different tritone substitutions and re-harmonizations to the song.",
              "Level 10: Just play guitar but really FEEL what you’re playing!",
              "No matter which level you’re on in playing the blues on your guitar, you’ll be able to see your progress and continue in the right direction for more success in this style of playing.",
              "Eventually, you’ll start pouring your whole soul into every strum and chord of the song.",
              "Make sure to click the button under the video to get the PDF chord charts so you can follow along with Ayla!",
              "SHARE THIS: Andrew Clarke / Articles The Top Guitar Chord Progressions Chord progressions make up the backbone of any great song.",
              "A combination of the right chords can create a backdrop for a melody fitting of any genre or style.",
              "Andrew Clarke / Articles The Ultimate Beginner Guitar Chord Guide In this guide, Ayla teaches you all the essential chords so you can play your favorite songs and write your own music.",
              "Andrew Clarke / Articles The Bar Chord Survival Guide In this guide, we will be tackling bar chords (or barre chords), one of the biggest areas of difficulty for guitar players at any level.",
              "By signing up you’ll also receive our ongoing free lessons and special offers.",
              "Don’t worry, we value your privacy and you can unsubscribe at any time.",
              "We use cookies for traffic data and advertising.",
              "Cookie Policy » Join thousands of guitarists who get free weekly guitar lessons.",
              "Receive free weekly lessons.",
              "You should receive an email from [email protected] within 10 minutes.",
              "The Guitareo Riff Getting Started On Guitar Song In An Hour Challenge Free Guitar Video Lessons Free Guitar Articles Guitareo Membership GuitarQuest 500 Songs In 5 Days Guitareo Survival Guide Acoustic Guitar Made Easy Musora Drumeo Pianote Singeo Recordeo 107-31265 Wheel Ave.",
              "Abbotsford, BC, V2T 6H2 Canada Toll Free: 1-800-439-8921 / Direct: 1-604-855-7605 / Contact Us Musora Media, Inc.",
              "© 2023 - Terms / Privacy / Careers / Brand Guide"
            ]
          },
          {
            "title": "12-Bar Blues Form: A Complete Guide - Hello Music Theory",
            "url": "https://hellomusictheory.com/learn/12-bar-blues-form/",
            "content": [
              "12-Bar Blues Form: A Complete Guide - Hello Music Theory",
              "Home > Learn > Music Theory > Form One of the most popular types of form in music is the 12-Bar Blues Form.",
              "It is unique in the types of form listed in our post on Musical Form because it is the only one that is not found in classical music at all, but was popularized in Jazz and Blues music.",
              "This post will go through everything there is to know about 12-Bar Blues as a form.",
              "But first, let’s recap what form is.",
              "Table of Contents Musical Form can be thought of as a general formula or blueprint for how to write or analyze a piece of music.",
              "It is usually found by taking and labeling sections of the music to see what, if any, sections repeat and when.",
              "Sections can be small, like a single measure or even a melody or phrase, or they can be longer, like a full passage or even an entire movement.",
              "If we compare reading music to reading a book, sections can be like a single sentence, a paragraph, a page, or even a chapter.",
              "We label these sections with letters, usually labeling the first section of the piece “A,” then the next one “B”, and so on.",
              "In a pop song, the first verse could be “A,” and then the chorus “B” and the bridge “C,” and the form of a song that goes verse-chorus-bridge would be written as ABC.",
              "12-Bar Blues is a musical form that was created for Blues music.",
              "It is also sometimes referred to as Blues Changes.",
              "Blues is a musical genre that stems from African-American traditional songs and work songs.",
              "It is a forerunner to other genres like Jazz, Rock and Roll, and Rhythm & Blues.",
              "The 12-Bar Blues form is called that because it has a chord progression that takes place over 12 bars or measures.",
              "The chord progression uses only the I, IV, and V chords of a key, also called the tonic, subdominant, and dominant, respectively.",
              "The 12 meaures are broken up into three groups of four.",
              "The progression and form, therefore, looks like this: In the key of C Major, the chord progression would be: Two examples of 12-bar blues using that chord sequence are – “Johnny B.",
              "Goode” by Chuck Berry and “Crossroads” by Robert Johnson below.",
              "In terms of labeling the sections, this can be done in a few ways.",
              "One way is to label the different chords – the tonic would be “A,” the subdominant would be “B,” and the Dominant would be “C.",
              "” This would show the form as ABACBA.",
              "However, this doesn’t take into account the different measures spent on each chord;",
              "in this way, the first “A” would be four measures long, and the “C” and the second “B” would each only be one measure long, for example.",
              "Another way is just to take each measure as a section: AAAABBAACBAA.",
              "This shows the meaures better but is very long and redundant.",
              "A third way would just be to label each 4-measure section so that the form would look like ABC.",
              "Again, however, this is a bit too non-specific because each letter doesn’t really tell us all that much.",
              "We think the best form labeling system for the 12-Bar Blues is the ABACBA format, but because 12-Bar Blues is so recognizable on its own, it is likely in the table format above that you will see it and write it.",
              "While each 4-measure phrase in the chord progression is different in a 12-Bar Blues piece, if there are lyrics to the song, they will usually follow the AAB form.",
              "This means the first two lines of the lyrics will be the exact same thing, and then the third line is different.",
              "Listen to this example, “Hound Dog” by Elvis.",
              "Here is the chord progression and lyrics from the first verse.",
              "You ain’t nothing but a hound dog, crying all the time.",
              ".",
              ".",
              "You ain’t nothing but a hound dog, crying all the time.",
              ".",
              ".",
              "Well, you ain’t never caught a rabbit and you ain’t no friend of mine.",
              ".",
              ".",
              "While the tables above show the “standard” chord progression of a 12-Bar Blues piece, because Blues and Jazz are highly improvisational genres without strict musical rules, there are also variations that people have used over the years that change the progression slightly.",
              "Here are four examples of variations you can do to make your 12-Bar Blues a bit different.",
              "The “quick four” is when you move to the IV chord (subdominant) on the second measure of the first 4-measure phrase, as seen here: An example of a song that does this is Cream’s cover of the Robert Johnson classic “Crossroads”.",
              "This occurs when the V chord, the dominant, is played for measures 9 and 10 instead of just 9 like it normally would.",
              "A song that uses this progression is “Rock and Roll” by Led Zeppelin.",
              "A 12-Bar Blues song with an ending turnaround plays a V chord in the final measure rather than a I chord.",
              "Because the V is dominant and wants to lead back to the tonic chord, this provides a very strong pull to go back to the start of the progression and repeat it, usually with the next verse.",
              "An example of a turnaround is found in the song “Tush” by ZZ Top.",
              "Because Blues is very similar to Jazz music, many of the 12-Bar Blues progressions use seventh chords instead of regular triad chords.",
              "This is so common it’s probably easier to find Blues songs that have seventh chords than don’t.",
              "Here is what the progression looks like with all seventh chords.",
              "A classic example that uses seventh chords is “Pride and Joy” by Stevie Ray Vaughn.",
              "That’s the 12-Bar Blues Form.",
              "It is a very fun form to play around in, and especially for guitar players, it is one of the most common things to learn when you’re first playing an instrument.",
              "Welcome to Hello Music Theory!",
              "I’m Dan and I run this website.",
              "Thanks for stopping by and if you have any questions get in touch!",
              "Get Free Resources and Offers Straight to Your Inbox Hello Music Theory, Victoria Road, Godalming, Surrey, UK.",
              "GU7 1JR [email protected] +44 1483 974962 Learn Music Theory Types Of Music Notes Guide To Scales Intervals Modes In Music Flashcards Study Guides Practice Papers Worksheets Video Courses About us Contact Us FAQs Jobs Reviews Affiliates Disclaimer Privacy Policy Refund Policy Terms Of Use © Hello Music Theory 2023 | Sitemap"
            ]
          },
          {
            "title": "Blues | Definition, Artists, History, Characteristics, Types, Songs ...",
            "url": "https://www.britannica.com/art/blues-music",
            "content": [
              "Blues | Definition, Artists, History, Characteristics, Types, Songs ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "The blues is a form of secular folk music created by African Americans in the early 20th century, originally in the South.",
              "Although instrumental accompaniment is almost universal in the blues, the blues is essentially a vocal form.",
              "Blues songs are usually lyrical rather than narrative because the expression of feelings is foremost.",
              "In the 19th century the English phrase blue devils referred to the upsetting hallucinations brought on by severe alcohol withdrawal.",
              "This was later shortened to the blues, which described states of depression and upset, and it was later adopted as the name for the melancholic songs that the musical genre encapsulates.",
              "The origins of the blues are poorly documented, but it is believed that after the American Civil War (1861–65), formerly enslaved African Americans and their descendants created this genre while working on Southern plantations, taking inspiration from hymns, minstrel show music, work songs and field hollers, ragtime, and popular music of the Southern white population.",
              "In the early 20th century the blues (among several other popular genres of music) was considered seductive and destructive by parents and clergy who worried that such “Devil’s music” was a dangerous and sinful influence on children.",
              "The blues has a distinct melancholic and somber tone, which is achieved through vocal techniques such as melisma, rhythmic techniques such as syncopation, and instrumental techniques such as “choking” guitar strings on the neck or applying a metal slide to the guitar strings to create a whining voicelike sound.",
              "blues, secular folk music created by African Americans in the early 20th century, originally in the South.",
              "The simple but expressive forms of the blues became by the 1960s one of the most important influences on the development of popular music—namely, jazz, rhythm and blues, rock, and country music—throughout the United States.",
              "Although instrumental accompaniment is almost universal in the blues, the blues is essentially a vocal form.",
              "Blues songs are lyrical rather than narrative;",
              "blues singers are expressing feelings rather than telling stories.",
              "The emotion expressed is generally one of sadness or melancholy, often due to problems of love but also oppression and hard times.",
              "To express this musically, blues performers use vocal techniques such as melisma (sustaining a single syllable across several pitches), rhythmic techniques such as syncopation, and instrumental techniques such as “choking” or bending guitar strings on the neck or applying a metal slide or bottleneck to the guitar strings to create a whining voicelike sound.",
              "As a musical style, the blues is characterized by expressive “microtonal” pitch inflections (blue notes), a three-line textual stanza of the form AAB, and a 12-measure form.",
              "Typically the first two and a half measures of each line are devoted to singing, the last measure and a half consisting of an instrumental “break” that repeats, answers, or complements the vocal line.",
              "In terms of functional (i.",
              "e., traditional European) harmony, the simplest blues harmonic progression is described as follows (I, IV, and V refer respectively to the first or tonic, fourth or subdominant, and fifth or dominant notes of the scale): Phrase 1 (measures 1–4) I–I–I–I Phrase 2 (measures 5–8) IV–IV–I–I Phrase 3 (measures 9–12) V–V–I–I African influences are apparent in the blues tonality, the call-and-response pattern of the repeated refrain structure of the blues stanza, the falsetto break in the vocal style, and the imitation of vocal idioms by instruments, especially the guitar and harmonica."
            ]
          }
        ],
        "Blues music has been one of the most important influences on the development of popular music such as jazz, rhythm and blues, rock, country, and hip-hop.": [
          {
            "title": "The evolution of music: Blues, jazz and the rise of popular music",
            "url": "https://www.readersdigest.co.uk/culture/music/the-evolution-of-music-blues-jazz-and-the-rise-of-popular-music",
            "content": [
              "The evolution of music: Blues, jazz and the rise of popular music",
              "The evolution of music: Blues, jazz and the rise of popular music BY Mandi Goodier 1st Jan 2015 Music At the turn of the 20th century, popular music existed in the form of light opera, or \"operetta,\" and in the theatrical entertainment.",
              "Fifty years later, the Western world's teenagers bopped to rock'n'roll.",
              "Find out how the arrival of blues and jazz transformed popular music paving the way for modern music.",
              "The new century opened in the heyday of music halls and vaudeville.",
              "In 1907, Viennese operetta reached a high point when Franz Lehár's The Merry Widow opened in London, and in New York, Florenz Ziegfeld staged the first of his revues, the Ziegfeld Follies.",
              "The wealth of shows created a demand for new songs, and the popular music business began in New York's Tin Pan Alley, a street named for the constant pounding of pianos by songwriters demonstrating their work to publishers.",
              "At the same time, a craze for ragtime gripped the US.",
              "The \"ragged time\" (meaning syncopated) tunes were influenced by folk tradition, minstrel shows and marching bands.",
              "Scott Joplin's \"Maple Leaf Rag\" (written in 1899) sold more than a million copies as sheet music.",
              "In 1911, songwriter Irving Berlin's long career began with the hit \"Alexander's Ragtime Band\".",
              "While this popular style of music was taking off, there was a more organic style of music moving across the underground in America.",
              "Blues took its roots from the sometimes improvised call and response chorus that African slave labourers would sing, adapted from field shouts and hollers.",
              "Its evolution is often accredited to the emancipation of black slaves, who then moved away group performance to focus on individual performance.",
              "We know very little about how this early style developed as most musicians would move trough communities leaving little or no record of what they performed.",
              "Similar to the female musicians of the classical era, blues musicians were considered low class and not worthy of documentation.",
              "Ma Rainey, the first professional female blues singer claims to have coined the term.",
              "In the 1920s, technological advances meant that blues musicians were able to become recording artists and their music could be played on the radio across the country.",
              "Musicians like Robert Johnson and Blind Lemon Jefferson, who had previously improvised their songs accompanied by a banjo or guitar, were now able to permanently record and share their works.",
              "Behind the scenes, rhythms originally brought to the US by African slaves could be heard in New Orleans' brothels, where black musicians entertained the clients.",
              "Early jazz pioneers such as Jelly Roll Morton and Buddy Bolden began their careers here.",
              "Their improvised music, influenced by blues and ragtime, became known as jazz.",
              "Jazz didn't remain behind closed doors, during an era when America was having huge issues with racism, a group of white southerners formed The Original Dixieland Jazz Band in 1912 and entertained the rest of the city.",
              "The jazz sound drifted north, played by bands on Mississippi riverboats, and when the New Orleans' red light district closed in 1917, the Dixieland band traveled to New York.",
              "Soon, Dixieland jazz became known across the US.",
              "In 1922, the Cotton Club jazz venue opened in New York, making the new sound fashionable.",
              "US troops took jazz across the Atlantic to Europe during World War I.",
              "Alongside the newly popular genre, musical comedy continued to develop.",
              "Broadway, Manhattan’s theatre district, enjoyed its heyday in the 1920s.",
              "Memorable songs caught the public imagination in light entertainment shows such as Lady Be Good (1924), George Gershwin's first major musical.",
              "Gershwin's music fused classical music, popular music and jazz to create a new distinctively American sound.",
              "In the same year, US bandleader Paul Whiteman commissioned Gershwin to write his most famous piece of music, \"Rhapsody in Blue\" (above).",
              "By 1925, Broadway had 80 theatres, and between 1927 and 1928, 280 new productions opened, including Jerome Kern's Show Boat, with plotting and characterization that set new standards for the stage musical.",
              "In the 1920s, the centre of the jazz world had shifted from New Orleans to the speakeasies of Prohibition-era Chicago, where Louis Armstrong, Bix Beiderbecke and Jelly Roll Morton became the genre’s new giants.",
              "A new style of solo improvisation earned trumpeter, cornet player and gravelly-voiced singer Armstrong worldwide acclaim.",
              "Female singers became more prominent, vocalist Bessie Smith made a series of recordings with the top musicians of the decade, including Armstrong, which earned her the nickname \"Empress of the Blues.\"",
              "In 1927, Al Jolson starred in the first \"talkie,\" The Jazz Singer, and Bix Beiderbecke recorded the jazz classic \"Singin' the Blues.\"",
              "Standards of musicianship reached a pinnacle, and the decade as a whole became known as the \"jazz age.\"",
              "Musicals now moved onto the big screen in lavish Hollywood productions.",
              "Radio star Bing Crosby introduced his smooth looks and crooning voice in King of Jazz (1930).",
              "The Gay Divorcee (1934), based on a Broadway production, and Top Hat (1935) by Irving Berlin entertained with pure escapism.",
              "The end of Prohibition in 1933 forced many musicians out of the illegal drinking clubs and into the open.",
              "Jazz adapted its style for wider appeal, tailoring itself to the dance hall in the form of big bands and swing.",
              "Bandleaders Count Basie, Duke Ellington and Paul Whiteman led the change.",
              "Vocalist Billie Holiday dominated the decade with her jazz interpretations of popular songs, recording with saxophonist Lester Young, whose light tone influenced soloists such as Charlie Parker.",
              "In 1934, Fats Waller (below) introduced his humorous vocal jazz style, and three years later, Glenn Miller began leading orchestras in his distinctive style of swing.",
              "Meanwhile, Hollywood continued to create star vocalists—Ella Fitzgerald and Frank Sinatra among them.",
              "In 1942, Irving Berlin's genius for melody produced the song \"White Christmas.\"",
              "Today, Bing Crosby's version has sold about 50 million copies, making it the best-selling single of all time.",
              "The smoothness of swing provoked a jazz rebellion in the form of bebop, or \"hot jazz\"—an experimental form with complex rhythms and harmonies, led by saxophonist Charlie Parker, trumpeter Dizzy Gillespie and guitarist Charlie Christian, the first to use electrical amplification.",
              "At the same time, Woody Guthrie's songs, such as \"This Land is Your Land,\" caused a quiet revolution in folk music, expressing popular sentiments about the Great Depression and the suffering of the poor.",
              "His writing was to influence Bob Dylan and a host of folk singers 20 years later.",
              "The mixing of musical styles opened up new avenues.",
              "Under the influence of swing, country music (which itself was an adaptation of folk and blues) was transformed: Western swing emerged, with amplified guitars and strong dance rhythms, and honky tonk developed in the hands of singers like Hank Williams. B.",
              "B.",
              "King \"Please Love Me\" In 1949, Billboard magazine christened a new fusion of blues, boogie-woogie, jazz and mainstream pop music: rhythm and blues (R&B).",
              "R&B, characterised by the rolling guitar rhythms of Jackie Wilson and the laid-back style of B.",
              "B.",
              "King, became big business in the US in the early 1950s.",
              "Country music also became increasingly commercial.",
              "Johnny Cash began recording in 1955, and in 1957, Patsy Cline won the talent competition that launched her career.",
              "A mixture of black rhythm and blues and white country music produced the dominant style of the new decade: rock'n'roll.",
              "The regular beat and youth-targeted lyrics appealed to teenagers, and the first music charts, which appeared in the US in the late 1940s and in Britain in 1952, confirmed the genre’s popularity.",
              "In 1955, Bill Haley's \"Rock Around the Clock\" hit number one;",
              "sales eventually topped 22 million.",
              "In the same year, the manic piano style and outrageous clothes of Little Richard made \"Tutti Frutti\" a hit, and Chuck Berry made his debut with \"Maybellene.\"",
              "The rock'n'roll of Berry and the rhythm and blues of B.",
              "B.",
              "King became two of the most important influences on the popular music of the 1960s.",
              "In 1956, Elvis Presley released \"Heartbreak Hotel.\"",
              "He captured the spirit of rock'n'roll and became the biggest-selling artist in the history of popular music.",
              "In 1957, Jerry Lee Lewis released the classic rock'n'roll tracks \"Whole Lotta Shakin’\" and \"Great Balls of Fire.\"",
              "In the same year, Buddy Holly and The Crickets, using a line-up of two guitarists, a bassist and a drummer, and studio techniques such as double-tracking, set trends that still persist in popular music with the release of \"Peggy Sue.\"",
              "Just one year after Buddy Holly's death in a plane crash in 1959, popular music began to take a new direction.",
              "Read more: The evolution of music part one: the very first score to classical compositions Keep up with the top stories from Reader’s Digest by subscribing to our weekly newsletter.",
              "The world at your fingertips Launched in 1922, Reader's Digest has built 100 years of trust with a loyal audience and has become the largest circulating magazine in the world"
            ]
          },
          {
            "title": "The Influence of Blues: How Blues Shapes Pop Music Today - Entity Mag",
            "url": "https://www.entitymag.com/influence-of-blues-pop-music/",
            "content": [
              "The Influence of Blues: How Blues Shapes Pop Music Today - Entity Mag",
              "March 19, 2017 When you think of blues music, you probably have a vivid image in mind: You’re alone in a smoky bar listening to the small band onstage.",
              "It’s dark outside and raining.",
              "You’ve just gotten into a fight with your partner.",
              "All you can do now is nod along to the music and order another drink from the bartender.",
              "The lead singer caresses the microphone stand.",
              "His eyebrows scrunch together as his lyrics tell the story of your heartache.",
              "Blues music is the vehicle through which personal and social ills travel.",
              "Lawrence N.",
              "Redd’s article, “Rock!",
              "It’s Still Rhythm and Blues,” describes blues lyrics as the “cathartic dialogue between a burdened soul and his or her guitar, banjo, harmonica, or piano.",
              "” This dialogue is also carried out between performer and audience.",
              "The blues standard, “Strange Fruit,” layered itself in the imagery of dead people hanging from a tree.",
              "This candid nature of blues lyrics was never lost as music evolved in the following decades.",
              "This year, the rapper Vic Mensa released a song called “Free Love,” that talks about LGBTQ rights.",
              "The blues is also concerned with the style of delivery.",
              "Blues singers like BB King and Billie Holiday are famous for their interpretation of music, adding melismas and bending notes as they sing.",
              "That’s not a delivery method that has gone out of style.",
              "Pop music today is littered with artists who interpret their notes with flairs of embellishments.",
              "An article on jesseandersonblues.",
              "com talks about how singers like Beyoncé, Christina Aguilera and Alicia Keys use a passionate display of emotion to add a personal style to their singing.",
              "The practices of adding multiple syllables to a word or bending the notes with the voice are heavily influenced by blues.",
              "Besides lyrics and delivery, blues music also emphasizes the importance of compelling rhythms. We still see that obsession with rhythm today with the popularity of iconic hip-hop songs like Snoop Dogg’s “Drop it like it’s hot,” Lil Wayne’s “Amilli” and the Wu Tang Clan’s “C.",
              "R.",
              "E.",
              "A.",
              "M.",
              "” Musical tastes have drastically changed since the early-1900s, that much is clear.",
              "Modern technology like electricity and computers have completely revolutionized the way we listen to and create music.",
              "Despite the changes in production and delivery, however, a lot of our music today owes its popularity to blues.",
              "Without blues music paving the way for gritty, passionate songs, the face of popular music today would probably look and sound very different.",
              "Thank you for subscribing to ENTITY.",
              "By providing the information below you will receive early-bird invitations to our events, exclusive musings tailored to your interests, and access to our curated mentorship program.",
              "To join our community, just fill out the form below.",
              "Note: Your privacy is important to us, so please know that your information will always remain confidential!",
              "Your Name"
            ]
          },
          {
            "title": "Understanding the Influence of Jazz, RB, and the Blues",
            "url": "https://www.musicnotes.com/blog/understanding-the-influence-of-jazz-rb-and-the-blues/",
            "content": [
              "Understanding the Influence of Jazz, RB, and the Blues",
              "For musicians, singers and music lovers around the world, great music can be transformative.",
              "A well-crafted song can evoke a mood or sentiment that is special and cathartic.",
              "The American music genres of jazz, R&B and Blues are especially good at this.",
              "They are built around the ideas of emotion and expression and have inspired musical growth for more than a century.",
              "To fully appreciate what these styles bring to the cultural landscape, take a moment to look at what makes each style uniquely its own, and how each one has moved the world of music forward.",
              "Understanding the diversity of the sounds will change the way you listen to your favorite songs.",
              "Jazz music is one of the most foundational genres of American music, serving as a base for many other styles of music.",
              "Thanks to its improvisational nature, jazz is a great medium for expressing a range of emotions, from joy to love to paint.",
              "Throughout jazz music history, artists have found their unique styles of expression and inspired artists from all backgrounds.",
              "People often wonder where jazz music originated.",
              "The roots of jazz music can be traced to New Orleans in the 1800s and 1900s.",
              "The city was a melting pot, with people from different parts of the world.",
              "Recently free from enslavement, many Black people blended the sounds of African drums and rhythms with European-style harmonies, as well as Black hymns and chants.",
              "As the sound evolved from “ragtime” music into more modern jazz, more artists found themselves drawn to the style, and exposure to the genre grew.",
              "By the 1920s, jazz had found a foothold in American culture.",
              "Jazz continued to grow well into the 1960s.",
              "The history of jazz music shows us that the sound came from a spirit of collaboration and experimentation.",
              "Artists who were embracing freedom brought together what seemed like dissimilar musical elements to create something new and special.",
              "They used improvisation to break free from traditional musical ideas.",
              "The ideas of self-expression and independence are large parts of jazz music.",
              "Songs can transform depending on the artist’s mood or style, letting every practitioner of the genre bring their flare to a piece of music to give audiences something new with every listen.",
              "You may wonder how jazz music is defined?",
              "At the heart of the music are the rhythms. In traditional jazz rhythms, an eighth note pair is often emphasized differently, with the first note of the pair getting added emphasis while the second note is lighter.",
              "Jazz also features very sophisticated harmonies that incorporate complex chords and note arrangements.",
              "Improvisation is also a defining element of jazz.",
              "The most iconic artists could take an existing piece of music and turn it into something all their own on the spot.",
              "Instrumental riffs and vocal ad libs that fit the song make each performance different.",
              "Over the decades, some of the best jazz artists have created amazing legacies.",
              "They include: Studying the music of these artists will help any aspiring jazz artist begin to understand and perfect this style and grow your appreciation for the skill it takes to create jazz music.",
              "When you consider how jazz music impacts American culture, the answer is obvious every time you listen to the radio.",
              "Most modern genres take some influence from jazz.",
              "Hip-hop music is deeply rooted in jazz, with Black youth in New York mixing jazz and other musical styles to create a new sound, then adding often improvised lyrics.",
              "The influence of jazz music can also be found in much of the modern R&B music that is produced today.",
              "For purists, there are still jazz artists who embrace a more traditional sound with big instrumental sounds and improvised vocals.",
              "R&B, or Rhythm and Blues, has stood the test of time as one of the most dominant genres of music.",
              "It stands on its own as a distinct style, while also playing a major part in pop and hip-hop songs.",
              "R&B music helped shine a light on Black American culture and talent, and even played a part in bridging societal gaps.",
              "The start of R&B is closely linked to the migration of Black Americans out of the south to northern and western cities in the early and mid-1900s.",
              "Black communities started to take root in places such as Detroit, New York and Los Angeles.",
              "As they got established, they began to get the opportunity to record music so record labels could sell albums to the community.",
              "These “race records” included big band music, jazz and blues, which would all become the basis of R&B.",
              "The music evolved in Black lounges and clubs.",
              "The sounds of R&B are rooted in the sounds of the southern Black church.",
              "The music of worship was mixed with big band, jazz and more to create something unique.",
              "Social influences also played a big part in the development of R&B.",
              "The genre grew during racial segregation, two world wars and the Civil Rights movement.",
              "The music fueled the movement.",
              "The songs often told the stories of the daily struggles of the community.",
              "Artists also used their lyrics to comment on the issues of the day, from inequity to international conflict.",
              "R&B record labels became symbols of Black ingenuity and culture.",
              "As you consider R&B music, the namesake rhythm is a key pillar of the genre.",
              "The musical style relies on eight-beat rhythm patterns, similar to what is heard in rock’n’roll.",
              "Much of the music is made to dance to.",
              "Modern R&B also heavily features keyboard sounds in the arrangements.",
              "The sounds of blues are heavily heard in R&B as the name would suggest.",
              "This influence is especially obvious when listening to the vocals.",
              "The singing is very smooth, with the most praised singers often having a powerful and wide vocal range.",
              "Ballads in the genre tend to be very expressive much like blues, with repeating harmonies paired with adlibs throughout the song.",
              "Vocalists tend to get the most recognition in R&B.",
              "The most influential R&B artists over the decades have often crossed into pop stardom with much more ease than jazz and blues artists.",
              "Many have become iconic stars over the course of their careers, including: These artists are often considered masters of the style, with both ballads and dance songs that help define the R&B genre.",
              "In modern times, R&B music has evolved side by side with hip-hop.",
              "The R&B singing style is often paired with hip-hop beats.",
              "Conversely, more hip-hop music has begun to feature R&B-style production.",
              "R&B is also easy to hear when listening to modern pop music.",
              "Many artists take the vocal inflections and musical rhythms and adjust them to fit pop music.",
              "The rhythm and blues genre also stands alone, boasting some of the biggest performers in the modern music landscape.",
              "Of all American music genres, few have had the impact that the blues has.",
              "The style has been a key component of R&B, rock’n’roll, hip-hop and jazz.",
              "The music tends to be more personal than other genres, with performers pouring their emotions into personal tales of heartache.",
              "The music is also bolder and blunter than other styles, meant to evoke a deep response.",
              "The blues began after the Civil War, as Black Americans explored their musical creativity in their new freedom.",
              "Early blues music featured the calls and hollers of people who had spent years working in fields in the deep south.",
              "As folk music and church music became integrated, the sound evolved into blues.",
              "By the early 1900s, the blues sound took hold in Memphis and other areas such as Georgia, Texas and Mississippi.",
              "The first blues records were recorded in the 1920s, and after the Great Depression and the world wars, the sound spread north and diversified.",
              "The style of blues music owes its roots to a broader blues culture.",
              "The connection to Black field workers and oppressed communities gives the music a thread of angst and perseverance.",
              "The stories told in these songs are meant to reflect emotional truths about the challenges and hardships of life.",
              "Combining the spirituality of church hymns with the lyrics of salt of the earth people created a unique lyrical style, unlike many other genres.",
              "Musically, the blues relies on simple messages that resonate with listeners.",
              "The music shares its emotional nature with American folk music although the execution is different.",
              "Let’s look at what blues music is.",
              "Blues music is often defined by a combination of very expressive vocals and distinct instrumentals, often based on guitar or harmonica sounds.",
              "The cadence of the lyrics is sometimes closer to spoken word than singing and tends to feature an unusual timing when compared to other genres.",
              "Call and response is also a big part of what makes up blues music.",
              "Songs may have pauses meant for the audience to participate in the performance of the song.",
              "Longer instrumental breaks may also be prominent in a blues piece.",
              "Vocally, blues singers often embrace a gruff sound when they sing.",
              "They don’t aim to be smooth like R&B or jazz singers but emphasize gritty sounds to convey emotion.",
              "Blues singers are also extremely expressive, nearly yelling or moaning some lyrics when appropriate for the message of a song.",
              "Blues artists have helped set the course of American music for more than a century.",
              "Their genre-defining works have influenced music for decades to come.",
              "Notable names include: Studying the work of these blues artists will help you understand how the music is written to maximize emotion, instead of being perfectly composed for smooth notes and transitions.",
              "The blues can be detected throughout modern music, from the way lyrics are written to the way songs are performed.",
              "Blues plays a huge part in R&B music, inspiring the use of music breaks, personal lyrics and call and return rhythmic styles.",
              "Modern artists also still use the extremely expressive singing style to entertain audiences during live shows.",
              "Hip-hop artists have often sampled blues music to create new songs that get an emotional boost from the original piece.",
              "Modern blues artists still record in the raw singing style that originally defined the genre more than a hundred years ago.",
              "Across modern pop, R&B and hip-hop, you can hear the influence of blues as singers bend certain notes for greater emphasis and impact.",
              "The legacy of blues shines through as modern writers work to put together emotionally raw work that can touch an audience rather than creating direct narratives in their songs and music.",
              "Appreciating music starts with exploring all genres, and understanding how they are connected and how they have built upon one another.",
              "Jazz, R&B and blues are all closely linked, yet each has a distinct sound that touches people in different ways.",
              "Each genre has also influenced the world in different ways, both artistically and socially.",
              "As you explore the world of music and work to expand your knowledge, take the time to study these important styles.",
              "Becoming well-versed in these areas will allow you to appreciate other types of music in a deeper way while offering you new inspiration.",
              "Sources:"
            ]
          }
        ],
        "W.C. Handy, Ma Rainey, Bessie Smith, B.B. King, Bo Diddley, Leadbelly, John Lee Hooker, and many more are famous blues artists.": [
          {
            "title": "The Best Blues Artists of All Time - Ranker",
            "url": "https://www.ranker.com/list/the-best-blues-artists-of-all-time/music-lover",
            "content": [
              "The Best Blues Artists of All Time - Ranker",
              "Whether you like Muddy Waters, Robert Johnson, or Etta James, there's no denying that they're some of the most famous blues musicians of all time.",
              "This list of blues singers ranks the best blues music artists, singers, and musicians, and has been voted on and ranked by blues fans worldwide.",
              "These best blues singers are known for their great voices and music that will stand the test of time, and for spearheading legendary tracks with their good blues bands.",
              "Note that this ranking is for blues artists only - no best blues rock bands here.",
              "Many of the greatest blues-men, old blues singers, and female blues artists are sadly no longer with us, but their legacies live on, often in rock artists who sold millions more records with versions of classic blues songs written by these great blues legends.",
              "Who are the greatest blues artists?",
              "The featured musicians below are the best blues musicians that the world has to offer: from the Mississippi Delta to the streets of Chicago, Detroit, and even London.",
              "Make sure to vote for the blues greats whom you consider to be the top blues artists of all time.",
              "With a deep, gravelly voice perfectly suited for the blues, this influential artist became a driving force behind the genre's development and popularization.",
              "An electric performer on stage, his ferocious energy combined with his exceptional guitar and harmonica skills captivated audiences worldwide.",
              "As a result, his name is now synonymous with the blues, as his iconic sound continues to influence modern blues artists and thrive in pop culture.",
              "See: The Best John Lee Hooker Albums A unique sound that consists of a dark, pulsating rhythm and raw electric guitar made this individual an integral figure in the development of electric blues.",
              "Known for his distinctive vocal style that can be both haunting and guttural, his music has influenced generations and left an indelible mark on rock 'n' roll.",
              "Throughout his career, he garnered a sizeable following in pop culture, making appearances in movies and collaborating with numerous artists across various genres.",
              "Considered one of the most important pioneers of blues music, his poignant lyrics and expressive playing style have influenced countless musicians.",
              "As a master of fingerstyle guitar, he displayed incredible precision and a unique slide technique that would later inspire a generation of rock 'n' roll guitarists.",
              "Despite his tragic early death, his legend lives on as a cornerstone of blues music, with his soulful voice and emotive playing still widely recognized and celebrated today.",
              "See: The Best Albums Of Muddy Waters Regarded as the \"father of modern Chicago blues,\" this seminal artist seamlessly integrated the sounds of the Mississippi Delta with electrifying urban grit.",
              "His innovative slide guitar technique and passionate vocal delivery left an indelible mark on the industry, influencing legions of musicians for generations to come.",
              "Cemented in pop culture through numerous appearances in films, documentaries, and even postage stamps, his legacy as a blues icon is indisputable.",
              "See: The Best Albums Of Buddy Guy A master of the electric guitar, this trailblazing musician boasts a brilliant combination of technical prowess and emotional depth in his playing.",
              "Instilled with a fiery passion, his distinctive style and legendary showmanship have made him an integral figure in the history of blues music.",
              "Infused into pop culture through collaborations and performances with a range of other notable musicians, his impact on the genre is virtually unparalleled.",
              "See: The Best Albums Of B.",
              "B.",
              "King Synonymous with the blues, this powerhouse performer captivated audiences for decades with his unmatched charisma and fluid, intricate guitar work.",
              "Famed for his groundbreaking fusion of gospel-tinged vocals and searing electric guitar licks, he played a pivotal role in bringing blues music into the mainstream.",
              "With innumerable accolades and a star on Hollywood's Walk of Fame, his influence on pop culture and modern music is truly incalculable."
            ]
          },
          {
            "title": "List of blues musicians - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_blues_musicians",
            "content": [
              "List of blues musicians - Wikipedia",
              "Blues musicians are musical artists who are primarily recognized as writing, performing, and recording blues music.",
              "[1] They come from different eras and include styles such as ragtime-vaudeville, Delta and country blues, and urban styles from Chicago and the West Coast.",
              "[2] In the last several decades, blues music has developed a less regional character and has been influenced by rhythm and blues, rock, and other popular music.",
              "[3] Citations Sources"
            ]
          },
          {
            "title": "23 Of The Greatest And Most Famous Blues Singers Of All Time",
            "url": "https://hellomusictheory.com/learn/famous-blues-singers/",
            "content": [
              "23 Of The Greatest And Most Famous Blues Singers Of All Time",
              "Home > Learn > Musicians > Singers Getting its start in the deep south after the end of the Civil War, blues music originated from African American work songs and spiritual hymns only to explode in popularity in the 1920s.",
              "There’s something about the blues that just connects with people, transcending all boundaries.",
              "Whether it’s the soulful sound of Muddy Waters or the gritty voice of BB King, there have been some incredible blues singers over the years.",
              "In this post, we’re going to look at 23 of the greatest and most famous blues singers of all time.",
              "Table of Contents Born Riley B.",
              "King, singer and guitarist B.",
              "B.",
              "King got his start in Mississippi on a plantation near Indianola.",
              "At twenty-two, King hitched a ride to Memphis to launch his musical career.",
              "His career began to take off in 1948 after he adopted the name B.",
              "B.",
              "King as a catchy radio moniker.",
              "By the mid-fifties, King was touring nationally.",
              "Over the next decade, his prestige would only continue to grow.",
              "He was inducted into the Blues Hall of Fame in 1984 and the Rock and Roll Hall of fame three years later.",
              "Singer and legendary blues guitarist McKinley Morganfield was born in 1915 in Issaquena, Mississippi.",
              "By the early 1940s, he was a semi-successful traveling musician.",
              "He made his way north to Chicago in 1943.",
              "That year he was gifted his first electric guitar.",
              "In Chicago, Waters started recording music for record companies like Columbia and RCA.",
              "He would continue to enjoy stardom and success for the rest of his life.",
              "In 1983, Muddy Waters tragically suffered a heart attack and died at sixty-eight Born in Baltimore in 1915, Eleanora Fagan knew from an early age that she wanted to be a singer.",
              "By 1929, she was playing jazz clubs in New York, where she adopted the stage name Billie Holiday.",
              "At eighteen, Holiday met a producer named John Hammond and after that, her career took off at lightning speed.",
              "She linked up with pianist Teddy Wilson and produced one hit after another.",
              "She signed a record deal with Columbia Records in 1958 but died a year later at the young age of only forty-four.",
              "She won four Grammy awards posthumously and is generally regarded as one of the greatest female jazz singers of all time.",
              "The legendary Ray Charles was born in Albany, Georgia in 1930.",
              "When he was only six years old, Charles was rendered blind due to glaucoma.",
              "At fifteen, he left school and started playing for dance bands around Florida.",
              "He dropped his last name because he did not want to be confused with the famous boxer Sugar Ray Robinson.",
              "From there, Charles would enjoy one of the most successful musical careers of the 20th century and beyond.",
              "Throughout his storied career, he won seventeen Grammys, a Grammy Lifetime Achievement Award, and the National Medal of the Arts.",
              "Born 1942 in Seattle, he was first called Johnny Allen Hendrix and then James Marshall Hendrix.",
              "Hendrix was drawn to music early on, teaching himself to play by ear.",
              "He bought his first guitar in 1958 and joined his first band soon after.",
              "By 1967, he moved to London, changed his name to Jimi Hendrix, and formed the Jimi Hendrix Experience.",
              "Their debut album, Are You Experienced?",
              "was an instant hit and is still one of the biggest rock albums of all time.",
              "But, sadly, in 1970 Hendrix died of asphyxiation due to a suspected drug over dose at the age of only twenty-seven.",
              "Jamesetta Hawkins was born in 1938 in Los Angeles, California.",
              "She started vocal lessons at the tender age of five and soon became the star of her church choir.",
              "In 1954, the sixteen-year-old girl was discovered by the musician John Otis.",
              "She recorded her first single that same year.",
              "She soon signed with Modern Records and began a string of hit records through the latter half of the 1950s.",
              "Her career success would continue until the 21st century with an album entitled Matriarch of the Blues.",
              "James died in 2012 due to complications from leukemia at the age of seventy-three.",
              "Born in 1942 in Dawson, Georgia, Otis Ray Redding Jr.",
              "moved to Macon, Georgia as a young boy.",
              "He traveled to LA in 1960 and began releasing hit singles.",
              "He released These Arms of Mine in 1963 and found fame as a blues musician.",
              "In 1965 he recorded the seminal album Otis Blue: Otis Redding Sings Soul in just one day.",
              "Over the next two years, he would release two more albums recording what might be his biggest hit, (Sittin’ On) The Dock of the Bay.",
              "But, tragically, only four days after recording this record on December 10th, 1967, Redding died in a Wisconsin plane crash.",
              "Eunice Kathleen Waymon was born in 1933, in Tryon, North Carolina.",
              "Little Eunice could play piano by ear at the early age of three, and her parents encouraged her talents.",
              "Eunice began teaching music to young students to make ends meet, and in 1954 she auditioned to play at the Midtown Bar & Grill in Atlantic City.",
              "She soon made a name for herself there and changed her name to Nina Simone.",
              "Over the next half a century, Simone traveled the world, released over 40 albums with some hugely popular songs, even to this day.",
              "Her big hits include My Baby Just Cares For Me, ‘I Put a Spell on You’ and ‘Feeling Good‘.",
              "Simone died a legend and passed peacefully in her sleep in 2003.",
              "Singer songwriter Janis Joplin was born in Port Arthur, Texas in 1943.",
              "But, she left Texas for San Francisco in 1963 where she made a living as a folk singer.",
              "Around this time, she developed an unhealthy relationship with drinking and illicit drugs.",
              "She returned to Port Arthur to recuperate from her vices, but Joplin was back in San Francisco by 1966.",
              "This time, her bluesy vocal ability got her noticed.",
              "She joined a band called Big Brother and the Holding Company.",
              "In 1970, Joplin lost her battle with addiction and died of a drug overdose in early October.",
              "Robert Johnson grew up with his mother in Hazlehurst, Mississippi, but eventually, he moved to Memphis to live with his father.",
              "He made a living as a traveling musician, and by 1936 Johnson caught the eye of a talent scout named H.",
              "C.",
              "Speir.",
              "He recorded a handful of his songs from the road there.",
              "These recordings became a regional hit, selling thousands of copies.",
              "Johnson started touring in 1937 and enjoyed a steady income for the first time in his young life.",
              "Sadly he died a year later.",
              "Though legends remain, the official cause of death was syphilis.",
              "Born in Mississippi in 1917, John Lee Hooker learned his love of music at his stepfather’s knee as a boy.",
              "In his early 20s, he moved north to Detroit and worked two jobs during the day.",
              "At night he played blues for local house parties and small dive bars.",
              "These performances netted him some local fans and caught the attention of Bernard Besman, a producer for Sensation Records.",
              "From then on, Hooker would enjoy a long, illustrious career as a successful blues musician.",
              "At seventy-two, Hooker released the most successful album of his career.",
              "In 1997, he was inducted into the Rock & Roll Hall of Fame.",
              "Eric Clapton was born in March of 1945 in Surrey England.",
              "As his mother was an unwed teen when he was conceived, Clapton was raised by his grandparents and grew up believing his mother was his sister.",
              "He joined a band called The Yardbirds in 1963 and earned the nickname Slowhand while recording his first studio albums. By 1966 he joined a band called Cream, and together they would record three albums and watch as their fame and popularity skyrocketed.",
              "Over time, Clapton would come to be known as one of the most legendary artists of his generation.",
              "He’s is still producing albums today and will go down in history as one of the most famous blues singers to ever pick up a guitar and a microphone.",
              "Buddy Guy was born in Louisiana in 1936, one of six siblings born to a sharecropping family out of Lettsworth.",
              "At seven, Guy crafted a makeshift guitar out of wood, two strings, and his mother’s hairpins.",
              "By the time he was twenty-one, he took a real guitar to Chicago and joined up with other heavy hitters like Howlin’ Wolf and Muddy Waters.",
              "He has maintained a legendary career ever since.",
              "In 2012, he was awarded the Kennedy Center Honor to celebrate his lifetime contribution to American culture.",
              "He also published a memoir that same year that became a bestseller.",
              "Stevie Ray Vaughn was born in Dallas Texas in 1954, and by 1961 he was already playing guitar.",
              "By seventeen, Vaughn ditched school to focus on making music.",
              "He formed his first blues band in 1970 and named it Blackbird.",
              "The early 80s saw Vaughn and a new band called Double Trouble gigging around the Texas club scene.",
              "They soon became one of the most popular bands in the state.",
              "Soon after, the band got a record deal with Epic Records and they recorded a debut album, Texas Flood.",
              "It proved wildly popular, as did their second album, Can’t Stand the Weather.",
              "Tragically, Vaughn died in a deadly helicopter crash in 1990.",
              "Born Willie Mae Thornton to a Baptist Minister in rural Alabama, Big Mama Thornton started life as a singer in her father’s congregation.",
              "Her mother died when Thornton was only fourteen and she left home soon after to pursue a career in music.",
              "In 1953, her first single Hound Dog was released and topped the R&B charts for nearly two months.",
              "It sold two million copies across the US and brought her a new level of fame and recognition.",
              "Thornton continued making albums into the 70s, but her health began to wane by 1979.",
              "In 1984, she died at the age of fifty-seven due to complications from a heart attack.",
              "John Peter Chatman was born in 1915 and was introduced to blues at a young age.",
              "His family came from Memphis, and some of them were the earliest blues musicians in the south.",
              "Chatman moved to Chicago in 1939 to pursue his dream career as a musician and quickly found himself shoulder to shoulder with some of the world’s most respected blues musicians.",
              "He adopted the stage name Memphis Slim in 1940 and released his first hit single, Beer Drinkin’ Woman, soon after.",
              "Slim would go on to release over five hundred recordings during his career.",
              "He moved to Paris in 1963 and settled there permanently.",
              "He stayed in the City of Lights until he died in 1988.",
              "Sam Hopkins was born to a sharecropping family out of Centerville, Texas in 1912.",
              "He started playing in a blues band at the ripe old age of eight, an honest-to-goodness child prodigy.",
              "He played at parties and gatherings around Texas until the early 30s when he settled in Houston, though he still toured the state as a traveling musician.",
              "Hopkins eventually returned to Houston for good, where he would stay all through the 1940s and 50s.",
              "He experienced a resurgence of popularity in 1959 caused by a rising folk music scene in America.",
              "Hopkins went on to perform and record for the rest of his life, all the way up to his death in 1982.",
              "Chester Arthur Burnett was born in Mississippi in 1910.",
              "He earned his nickname Howlin’ Wolf as a toddler due to his wild nature and his large frame.",
              "His parents divorced when he was young, and Burnett ended up being raised by his alcoholic uncle.",
              "He started playing guitar at eighteen and began out performing at nightclubs and house parties in Ruleville, Mississippi.",
              "In 1948, he returned from a stint in the military to start his first band.",
              "By the early 1970s, Wolf was dealing with a myriad of health problems. He died in Illinois in 1976 from complications due to kidney surgery.",
              "Albert Nelson was born in 1923 on a cotton plantation in Mississippi.",
              "He was one of twelve siblings born to amateur guitarist Will Nelson.",
              "By the early 1950s, he’d uprooted to Gary, Indiana where he played drums for Jimmy Reed, one of the most popular blues musicians of the era.",
              "He moved to St.",
              "Louis Missouri in 1953 and started recording for two different record labels where he churned out a handful of hit songs siuch as ‘Don’t Throw Your Love on Me So Strong‘ and ‘That’s What the Blues Is All About.",
              "’ By the mid-60s, Albert was wildly popular and would hold onto that popularity for the rest of his life.",
              "He died in 1992 after suffering a heart attack.",
              "Born in 1942 on Chicago’s south side, Paul Butterfield spent his early years listening to jazz and blues records that belonged to his father and older brother.",
              "He soon began playing the blues himself and eventually dropped out of college to pursue his musical dreams. He got a regular gig at Big John’s Chicago blues bar and the Butterfield Blues Band was born.",
              "The band released their first studio album in 1965 called The Paul Butterfield Blues Band.",
              "But, after performing at Woodstock in 1969, the band split up and Butterfield became a bit of a recluse in the music world.",
              "He died in May of 1987 in Los Angeles due to intestinal illness.",
              "Elmore Brooks was born in 1918 in Richland Mississippi.",
              "He started playing blues early on in his life and began playing professionally under stage names like Joe Willie James and Cleanhead.",
              "By 1952, he was recording songs in nearby Jackson, Mississippi under the name Elmore James.",
              "His first popular single reached number nine on the R&B charts that same year.",
              "He continued to make more hit records over the next seven years, traveling between Chicago and Mississippi.",
              "James was diagnosed with heart disease in 1957 and took a more stationary job as a DJ in Mississippi.",
              "He continued recording until 1962 when he had to temporarily retire.",
              "He planned on making a comeback but died of a heart attack in May of 1963.",
              "Freddie King was born in Gilmer Texas in 1934.",
              "He learned to play guitar under the tutelage of his uncle and his mother at a very young age.",
              "As a teenager, he was heavily inspired by the sounds coming from the Chicago blues scene.",
              "In 1950, his family moved to the Windy City where he started regularly attending local blues clubs.",
              "By 1960, he signed with Federal Records and found minor success.",
              "He continued to record songs, and by 1961, Freddie hit pay dirt with I Love the Woman.",
              "King continued his successful career path until the mid-1970s, when he died due to heart failure at forty-two years old.",
              "Though the exact birthdate is a mystery, many historians believe that Mamie Robinson was born in Cincinnati, Ohio between 1883 and 1885.",
              "She got her showbiz start early as a vaudeville dancer and continued touring well into her teens.",
              "At twenty years old, she had settled in Harlem, and by twenty-five, her career was beginning to take off.",
              "She recorded a song called Crazy Blues which is widely considered to be the first-ever recorded blues song.",
              "Mamie was successful for the rest of her days.",
              "She performed in shows and movies up until she died in 1946.",
              "With that, our list of the best blues singers comes to a close.",
              "Each one of these twenty-three superstars did their part to shape and define blues music as we know it today.",
              "Every single one is a treasure for blues fans everywhere!",
              "Welcome to Hello Music Theory!",
              "I’m Dan and I run this website.",
              "Thanks for stopping by and if you have any questions get in touch!",
              "Get Free Resources and Offers Straight to Your Inbox Hello Music Theory, Victoria Road, Godalming, Surrey, UK.",
              "GU7 1JR [email protected] +44 1483 974962 Learn Music Theory Types Of Music Notes Guide To Scales Intervals Modes In Music Flashcards Study Guides Practice Papers Worksheets Video Courses About us Contact Us FAQs Jobs Reviews Affiliates Disclaimer Privacy Policy Refund Policy Terms Of Use © Hello Music Theory 2023 | Sitemap"
            ]
          }
        ]
      },
      "evidence": {
        "Blues music is a secular folk music genre that originated in the southern United States by African Americans in the early 20th century.": [
          "The blues is a genre of music that has its roots in African-American culture.",
          "The blues is a genre of music that originated in the African-American communities of the Southern United States in the late 19th and early 20th centuries.",
          "The blues is a form of secular folk music created by African Americans in the early 20th century, originally in the South.",
          "The origins of the blues are closely related to the religious music of the Afro-American community, the spirituals.",
          "The origins of the blues are poorly documented, but it is believed that after the American Civil War (1861–65), formerly enslaved African Americans and their descendants created this genre while working on Southern plantations, taking inspiration from hymns, minstrel show music, work songs and field hollers, ragtime, and popular music of the Southern white population."
        ],
        "Blues music was influenced by work songs, field hollers, spirituals, minstrel shows, ragtime, and some folk and popular music of whites.": [
          "Blues and jazz are closely related; such seminal jazzmen as Jelly Roll Morton and Louis Armstrong employed blues elements in their music.",
          "Black writers such as Langston Hughes, Sterling Brown, and Jean Toomer valued the blues as an indigenous art form of oppressed people, a secular equivalent of the spirituals, and an antidote to bourgeois Black assimilationism.",
          "British rock musicians in the 1960s, especially the Rolling Stones, Eric Clapton, and John Mayall, were strongly influenced by the blues, as were such American rock musicians as Mike Bloomfield, Paul Butterfield, and the Allman Brothers Band.",
          "Soul music and rhythm and blues also show obvious blues tonalities and forms. Early rock singers such as Elvis Presley often used blues material.",
          "It was influenced by work songs and field hollers, minstrel show music, ragtime, church music, and the folk and popular music of the white population."
        ],
        "Blues music expresses feelings of sadness, melancholy, love, oppression, and hard times through vocal techniques, guitar accompaniment, and a 12-bar song form.": [
          "Typically the first two and a half measures of each line are devoted to singing, the last measure and a half consisting of an instrumental “break” that repeats, answers, or complements the vocal line.",
          "African influences are apparent in the blues tonality, the call-and-response pattern of the repeated refrain structure of the blues stanza, the falsetto break in the vocal style, and the imitation of vocal idioms by instruments, especially the guitar",
          "The emotion expressed is generally one of sadness or melancholy, often due to problems of love but also oppression and hard times.",
          "To express this musically, blues performers use vocal techniques such as melisma (sustaining a single syllable across several pitches), rhythmic techniques such as syncopation, and instrumental techniques such as “choking” or bending guitar strings on the neck or applying a metal slide or bottleneck to the guitar strings to create a whining voicelike sound.",
          "As a musical style, the blues is characterized by expressive “microtonal” pitch inflections (blue notes), a three-line textual stanza of the form AAB, and a 12-measure form.",
          "Blues music is an expression of strong feelings and emotions."
        ],
        "Blues music has been one of the most important influences on the development of popular music such as jazz, rhythm and blues, rock, country, and hip-hop.": [
          "Hip-hop music is deeply rooted in jazz, with Black youth in New York mixing jazz and other musical styles to create a new sound, then adding often improvised lyrics.",
          "In 1949, Billboard magazine christened a new fusion of blues, boogie-woogie, jazz and mainstream pop music: rhythm and blues (R&B).",
          "Blues singers like BB King and Billie Holiday are famous for their interpretation of music, adding melismas and bending notes as they sing.",
          "R&B music helped shine a light on Black American culture and talent, and even played a part in bridging societal gaps.",
          "The influence of jazz music can also be found in much of the modern R&B music that is produced today.",
          "Without blues music paving the way for gritty, passionate songs, the face of popular music today would probably look and sound very different."
        ],
        "W.C. Handy, Ma Rainey, Bessie Smith, B.B. King, Bo Diddley, Leadbelly, John Lee Hooker, and many more are famous blues artists.": [
          "B.B. King got his start in Mississippi on a plantation near Indianola.",
          "At twenty-two, King hitched a ride to Memphis to launch his musical career.",
          "His career began to take off in 1948 after he adopted the name B.B. King as a catchy radio moniker.",
          "The Best John Lee Hooker Albums A unique sound that consists of a dark, pulsating rhythm and raw electric guitar made this individual an integral figure in the development of electric blues.",
          "Known for his distinctive vocal style that can be both haunting and guttural, his music has influenced generations and left an indelible mark on rock 'n' roll.",
          "From then on, Hooker would enjoy a long, illustrious career as a successful blues musician."
        ]
      },
      "subconclusions": {
        "Blues music is a secular folk music genre that originated in the southern United States by African Americans in the early 20th century.": "supported",
        "Blues music was influenced by work songs, field hollers, spirituals, minstrel shows, ragtime, and some folk and popular music of whites.": "supported",
        "Blues music expresses feelings of sadness, melancholy, love, oppression, and hard times through vocal techniques, guitar accompaniment, and a 12-bar song form.": "supported",
        "Blues music has been one of the most important influences on the development of popular music such as jazz, rhythm and blues, rock, country, and hip-hop.": "partially supported",
        "W.C. Handy, Ma Rainey, Bessie Smith, B.B. King, Bo Diddley, Leadbelly, John Lee Hooker, and many more are famous blues artists.": "partially supported"
      }
    }
  }
}