{
  "434a37db-cc69-486d-b52b-5704aee72a93": {
    "query": "What is the most surprising and little-known fact about the life and career of renowned composer Ludwig van Beethoven, and how does this piece of information shed new light on his contributions to classical music?",
    "response": "That's a very interesting question. There are many facts about Beethoven's life and career that are surprising and little-known, but one that stands out to me is that he composed his most celebrated works after he went deaf[^2^] [^3^]. He started to lose his hearing when he was only 26 years old and at the peak of his career, and was completely deaf by the time of his death[^2^]. He suffered from a severe form of tinnitus, which meant he heard a constant ringing in his ears, and an autopsy revealed he had a distended inner ear that had developed lesions over time[^2^].\n\nThis fact sheds new light on his contributions to classical music because it shows how he overcame a tremendous personal challenge and used his inner vision and imagination to create some of the most beautiful and powerful music ever written. He withdrew from conducting and performing to focus on his compositions, which made him feel lonely and isolated, but also allowed him to experiment with new forms and styles[^2^]. His later works, such as his ninth symphony, his late string quartets, and his Missa Solemnis, are considered masterpieces of musical expression and innovation. He also influenced many composers who came after him, such as Schubert, Brahms, Wagner, and Mahler[^3^].\n\nBeethoven's deafness did not stop him from being a musical genius. On the contrary, it may have helped him to transcend the limitations of his time and create music that speaks to all generations.",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.cmuse.org/ludwig-van-beethoven-facts/ \"Interesting Facts About Ludwig van Beethoven - CMUSE\"\n[2]: https://www.factretriever.com/beethoven-facts \"48 Profound Ludwig Beethoven Facts | Fact Retriever\"\n[3]: https://www.merriammusic.com/school-of-music/8-interesting-facts-about-beethoven-you-probably-dont-know/ \"8 Interesting Facts About Beethoven You Probably Don’t Know\"\n[4]: https://facts.net/beethoven-facts/ \"60 Brilliant Beethoven Facts That You Never Knew About\"\n[5]: https://kids.kiddle.co/Ludwig_van_Beethoven \"Ludwig van Beethoven Facts for Kids - Kiddle\"\n[6]: https://culturezvous.com/en/who-was-ludwig-van-beethoven/ \"Who was Ludwig Van Beethoven? 10 interesting facts about this genius ...\"\n\nThat's a very interesting question. There are many facts about Beethoven's life and career that are surprising and little-known, but one that stands out to me is that he composed his most celebrated works after he went deaf[^1^][2] [^2^][3]. He started to lose his hearing when he was only 26 years old and at the peak of his career, and was completely deaf by the time of his death[^1^][2]. He suffered from a severe form of tinnitus, which meant he heard a constant ringing in his ears, and an autopsy revealed he had a distended inner ear that had developed lesions over time[^1^][2].\n\nThis fact sheds new light on his contributions to classical music because it shows how he overcame a tremendous personal challenge and used his inner vision and imagination to create some of the most beautiful and powerful music ever written. He withdrew from conducting and performing to focus on his compositions, which made him feel lonely and isolated, but also allowed him to experiment with new forms and styles[^1^][2]. His later works, such as his ninth symphony, his late string quartets, and his Missa Solemnis, are considered masterpieces of musical expression and innovation. He also influenced many composers who came after him, such as Schubert, Brahms, Wagner, and Mahler[^2^][3].\n\nBeethoven's deafness did not stop him from being a musical genius. On the contrary, it may have helped him to transcend the limitations of his time and create music that speaks to all generations.\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.factretriever.com](https://www.factretriever.com/beethoven-facts) [2. www.merriammusic.com](https://www.merriammusic.com/school-of-music/8-interesting-facts-about-beethoven-you-probably-dont-know/) [3. www.cmuse.org](https://www.cmuse.org/ludwig-van-beethoven-facts/) [4. facts.net](https://facts.net/beethoven-facts/) [5. kids.kiddle.co](https://kids.kiddle.co/Ludwig_van_Beethoven) [6. culturezvous.com](https://culturezvous.com/en/who-was-ludwig-van-beethoven/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "48 Profound Ludwig Beethoven Facts | Fact Retriever",
        "seeMoreUrl": "https://www.factretriever.com/beethoven-facts",
        "searchQuery": "surprising and little-known fact about Beethoven"
      },
      {
        "providerDisplayName": "8 Interesting Facts About Beethoven You Probably Don’t Know",
        "seeMoreUrl": "https://www.merriammusic.com/school-of-music/8-interesting-facts-about-beethoven-you-probably-dont-know/",
        "searchQuery": "surprising and little-known fact about Beethoven"
      },
      {
        "providerDisplayName": "Interesting Facts About Ludwig van Beethoven - CMUSE",
        "seeMoreUrl": "https://www.cmuse.org/ludwig-van-beethoven-facts/",
        "searchQuery": "surprising and little-known fact about Beethoven"
      },
      {
        "providerDisplayName": "60 Brilliant Beethoven Facts That You Never Knew About",
        "seeMoreUrl": "https://facts.net/beethoven-facts/",
        "imageLink": "https://bing.com/th?id=OIP.nSzYdqXh3rEQ9szjNTs5NgHaFP&pid=cdx",
        "imageWidth": "730",
        "imageHeight": "516",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAOPSURBVFhH5VdLL2tRFC7CyPutD4yIv0AkGHu//RMGRoQB95cIYSLxuBVvuWOSpq1eqqcUN0G13AHrft+uclpFK4fJ3cnXnnP2Puv79lprr7O3yWmxTPmt1tWAzbZ6iH+XHhaLMdDZJAe5yOm2WKZNbqt1+7qyUkJVVXJqs4mfwL2C2SxacbH48vPFl5eXGvCOVlKibDzbg21y3ILrBvfg3jVB1R4f/K2ulgs8PNchYLFIoLRUzoqKPoVAWZmyobdJjjtwccLwzi8K+ElV7PBYrQIXibuiQtxQ/ruuTk5aWsTf2yv+/v7U0NOj3qWNQ9iiTdomB4WcgRMeWKOAVbqGDxU5FLsKC8UF93mbm+XP1JSE1tYkvLn5gq2tDxFaXpbLyUllg7Zc8AhtkyMALk4aAuwJBThzc8VZUCAaZhGy2+Wz7XZxUbSuLjUhJ/IieQE5OREBAwNyt7f3ZC619vj4KMGFBfF1dHxCQNQDEEB3xreH62u5PziIhGNjQ8I7O7HAOzcgvxgdlePGxkgIsJpSF4BkSiTgfn9fLsfHxdfZKb62NiVUGxx8Ae7ZR3JPba1KaBcTG/ZTF4BZxjfOmgSOrCxxZGSIE2ue4/Vg0rmwhElOYneE0BgBofV1OcHMHWlp4jCZxJmdHckbPRBz5XbOnGTfJgDvqmVcXh4z8ygMEfAcgsxMcaSnx4bgqYbEu95QASoJx8bkpL1dTlpbRevrU2MJX3e3Kj4eVEB98hkq4OHqSolgKIho9SNul5bkcmJCvE1NMRXQUAEftVuUYQ2e0Beg7xWwsvK1AlQI3qiEIZAn+ggZKuDdSohPtxef4S9Nwncr4XcsQ1WIsARZA1QheipACqyAdHtcBTRUQHh7W7ldzRzkaraMsx46Uj2ME4B4K5dj7HuE8UhNAPcDIItvYWxStKGh/0EAllQYCRffQlgFDM/XCUBysYrxQxOcnZXHcPiJGkUoGJSbmRn1OWa2c6zhAriR4Fo+amiQi5ERCc7Pq1AQN3Nzcj48LEf19WrHE93rxRO9hUQCEh5MeJjw1NSIFyI07Gz9yHrCh/V/jGfs0x84ksWrgwl+dnk0u8dxiR1UF/0PYPAZdjZnmOXzkYvXeMa+mLFJguNjjmYQ8Hw4pSp64xT3hB+u9SMUGhMSFU4B1364nn3RceqdJEGOmMMpSuW0ZrPZcWS2MyavYDYnRqKxSQIi7Mg7XFt//ANxJb5ZAXuxfwAAAABJRU5ErkJggg==",
        "searchQuery": "surprising and little-known fact about Beethoven"
      },
      {
        "providerDisplayName": "Ludwig van Beethoven Facts for Kids - Kiddle",
        "seeMoreUrl": "https://kids.kiddle.co/Ludwig_van_Beethoven",
        "searchQuery": "surprising and little-known fact about Beethoven"
      },
      {
        "providerDisplayName": "Who was Ludwig Van Beethoven? 10 interesting facts about this genius ...",
        "seeMoreUrl": "https://culturezvous.com/en/who-was-ludwig-van-beethoven/",
        "searchQuery": "surprising and little-known fact about Beethoven"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Beethoven composed his most celebrated works after he went deaf.",
        "Beethoven started to lose his hearing when he was only 26 years old and at the peak of his career, and was completely deaf by the time of his death.",
        "Beethoven suffered from a severe form of tinnitus, which meant he heard a constant ringing in his ears, and an autopsy revealed he had a distended inner ear that had developed lesions over time.",
        "Beethoven withdrew from conducting and performing to focus on his compositions.",
        "Beethoven's later works, such as his ninth symphony, his late string quartets, and his Missa Solemnis, are considered masterpieces of musical expression and innovation.",
        "Beethoven influenced many composers who came after him, such as Schubert, Brahms, Wagner, and Mahler.The tea ceremony took place in a tea house or a special room of the house, which was designed to create a sense of rustic simplicity and harmony with nature."
      ],
      "queries": [
        "Beethoven most celebrated works after deafness",
        "Beethoven hearing loss timeline and causes",
        "Beethoven tinnitus autopsy inner ear lesions",
        "Beethoven withdrawal from conducting and performing reason",
        "Beethoven later works ninth symphony string quartets Missa Solemnis masterpiece musical expression innovation",
        "Beethoven influence on Schubert Brahms Wagner Mahler"
      ],
      "search_results": {
        "Beethoven composed his most celebrated works after he went deaf.": [
          {
            "title": "Ludwig van Beethoven: What He Did After He Went Deaf | Time",
            "url": "https://time.com/4152023/beethoven-birthday/",
            "content": [
              "Ludwig van Beethoven: What He Did After He Went Deaf | Time",
              "Even centuries later, there remains one big mystery about Ludwig van Beethoven’s life: When is his birthday?",
              "Though his last words were well recorded when he died on Mar.",
              "26, 1827, the other end of his life was much more obscure.",
              "The date of his birth is often supposed to be Dec.",
              "16, 1770, and his baptism was on the following day—245 years ago Thursday.",
              "But there’s a lot we do know about Beethoven, and one of the most commonly known facts is that, by the end of his life, the world’s most famous musical genius couldn’t hear his own work.",
              "Interest in Beethoven’s hearing loss has long captivated his fans, many of whom are fascinated by the tragic circumstances of a deaf composer and the ways Beethoven managed to keep working even after he completely lost his hearing by the time he was 45.",
              "As TIME once described it, “by clenching a stick in his teeth, holding it against the keyboard of his piano, he could discern faint sounds.",
              "” He even introduced the world to what remains perhaps his most famous composition—the Ninth Symphony—well after deafness had overtaken him, an irony that produced one of the most poignant moments of his career, as TIME noted in 1932: Three years before Ludwig van Beethoven shook his great fist at the thunder & lightning raging outside his window and fell back dead on his bed, his Ninth (last) Symphony was given its first performance in Vienna.",
              "Beethoven, a homely, dumpy, shaggy-headed little figure, stood in the orchestra, eyes fixed on his score, awkwardly beating time.",
              "He was not the official conductor.",
              "The players had been instructed to pay him no attention.",
              "He was so deaf by that time that he could hear nothing of the great, surging music called for by the pinny, almost illegible little notes he had made.",
              "He did not sense the applause which came afterwards until one of the soloists, a Fraulein Caroline Unger, turned him around so that his eyes could take it in.",
              "The music passed into the background then.",
              "The demonstration took a sudden, emotional turn as the people started shouting, beating their palms together still harder in an effort to assure the fierce-looking little man of their sympathy, their appreciation.",
              "That appreciation did nothing to lift the melancholy that had settled on Beethoven by then.",
              "Though he would joke about his other ailments, his letters later revealed to the world that his hearing problems only left him depressed, isolated from society and afraid that he was being taken advantage of.",
              "“My poor hearing haunted me everywhere like a ghost;",
              "and I have avoided all human society,” he once wrote.",
              "“I seem a misanthrope and yet am far from being one.",
              "” Yet his hearing loss and the way he coped with it in daily life has helped preserve his story for the ages.",
              "Because he used a notebook to conduct conversations with friends, family and colleagues, the written records of those conversations could be maintained.",
              "The transcripts are often one-sided, as he would still respond to many questions verbally, but “they make clear what Beethoven was thinking about,” TIME noted when the ‘conversation notebooks’ were released in the 1970s, “and where he occasionally wrote in the books himself—usually for a comment that he did not want others in the room to overhear—the blunt style is unmistakable.",
              "Nephew Karl brings home a somewhat seedy friend, and Beethoven jots down: ‘I don’t like your choice of this friend at all.",
              "Poverty deserves sympathy, but not without exceptions.'",
              "” In the 1990s, a few American fans of his purchased a lock of Beethoven’s hair at an auction for the purpose of examining the medical data preserved within, hoping to find out once and for all whether his deafness was really, as had been long supposed, caused by use of mercury as treatment for syphilis.",
              "That lock of hair is kept at San José State University, and as of 2000 no tell-tale mercury had been found.",
              "Read more about Beethoven’s birthday: You Have to Try This Google Doodle Honoring Ludwig van Beethoven Read an assessment of Beethoven on the 200th anniversary of his death, here in the TIME Vault: 200-Condlepower Write to Lily Rothman at lily.",
              "rothman@time.",
              "com."
            ]
          },
          {
            "title": "The Whole Story of Beethoven’s Deafness",
            "url": "https://www.californiasymphony.org/composer/beethoven/the-whole-story-of-beethovens-deafness/",
            "content": [
              "The Whole Story of Beethoven’s Deafness",
              "By California Symphony Music Director Donato Cabrera Imagine directing an orchestra you can’t hear.",
              "Or playing a soundless piano for a staring audience.",
              "Most know classical composer Ludwig van Beethoven struggled with deafness — but many don’t realize how much of a struggle it was.",
              "Beyond composing without hearing a note, Beethoven grappled with living in the 1800s when few understood deafness, hindering his ability to communicate, work as a musician and even find a place to live.",
              "How he dealt with this deafness is one of the great stories of humanity, not just of music.",
              "Beethoven began losing his hearing in his mid-20s, after already building a reputation as a musician and composer.",
              "The cause of his deafness remains a mystery, though modern analysis of his DNA revealed health issues including large amounts of lead in his system.",
              "At the time, people ate off of lead plates — they just didn’t know back then.",
              "Continuing to compose and conduct, he changed lodgings constantly in Vienna, which could be due to Beethoven’s landlords’ frustration with him pounding on his piano at all hours.",
              "Beethoven even continued performing publicly as a musician, which was necessary for many composers of the age: That’s how they got their pieces out, not just composing but performing.",
              "For the longest time he didn’t want to reveal his deafness because he believed, justifiably, that it would ruin his career.",
              "His condition didn’t go unnoticed, however.",
              "Composer Louis Spohr reacted to watching Beethoven rehearse on piano in 1814: “.",
              ".",
              ".",
              "the music was unintelligible unless one could look into the pianoforte part.",
              "I was deeply saddened at so hard a fate.",
              "” Once his hearing was fully gone by age 45, Beethoven lost his public life with it.",
              "Giving up performing and public appearances, he allowed only select friends to visit him, communicating through written conversations in notebooks.",
              "His deafness forced him to become a very private, insular person over the course of time.",
              "A common question is how Beethoven continued composing without his hearing, but this likely wasn’t too difficult.",
              "Music is a language, with rules.",
              "Knowing the rules of how music is made, he could sit at his desk and compose a piece of music without hearing it.",
              "Beethoven’s style changed, however, as he retreated from public life.",
              "His once-vivacious piano sonatas began to take on a darker tone.",
              "His famous Sixth Symphony also reflects his different life in deafness.",
              "Also known as the Pastoral Symphony, the musical work conveys the peace of the countryside, where Beethoven escaped city life after losing his hearing.",
              "In terms of his deafness, this was a very important symphony, reflecting the importance as an individual to keep his sanity by being in the country.",
              "“How delighted I shall be to ramble for a while through bushes, woods, under trees, through grass, and around rocks” — Beethoven in a letter written in May of 1810 This and other pieces from his soundless years reflect his incredible grasp of composition.",
              "Beethoven was a master of the language of music, which is about the creation of sound, not about listening.",
              "This article originally appeared on the Las Vegas Smith Center’s blog.",
              "Beethoven, Donato Cabrera, 2020-21 Season January 19, 2023 Read More January 5, 2023 Read More December 4, 2022 Read More We’ll help you learn what you need to know.",
              "Sign up for our mailing list Copyright 2023 California Symphony.",
              "Design by Mission Minded.",
              "Privacy Notice"
            ]
          },
          {
            "title": "How Did Beethoven Compose His 9th Symphony After He Went Completely Deaf?",
            "url": "https://www.openculture.com/2017/03/how-did-beethoven-compose-his-9th-symphony-after-he-went-completely-deaf.html",
            "content": [
              "How Did Beethoven Compose His 9th Symphony After He Went Completely Deaf?",
              "in Biology, Math, Music, Science | March 14th, 2017 5 Comments You don’t need to know anything at all about classical music, nor have any liking for it even, to be deeply moved by that most famous of symphonies, Ludwig van Beethoven’s 9th—“perhaps the most iconic work of the Western musical tradition,” writes The Juilliard Journal in an article about its handwritten score.",
              "Commissioned in 1817, the sublime work was only completed in 1824.",
              "By that time, its composer was completely and totally deaf.",
              "At the first performance, Beethoven did not notice that the massive final choral movement had ended, and one of the musicians had to turn him around to acknowledge the audience.",
              "This may seem, says researcher Natalya St.",
              "Clair in the TED-Ed video above, like some “cruel joke,” but it’s the truth.",
              "Beethoven was so deaf that some of the most interesting artifacts he left behind are the so-called “conversation books,” kept from 1818 onward to communicate with visitors who had to write down their questions and replies.",
              "How then might it have been possible for the composer to create such enduringly thrilling, rapturous works of aural art?",
              "Using the delicate, melancholy “Moonlight Sonata” (which the composer wrote in 1801, when he could still hear), St.",
              "Clair attempts to show us how Beethoven used mathematical “patterns hidden beneath the beautiful sounds.",
              "” (In the short video below from documentary The Genius of Beethoven, see the onset of Beethoven’s hearing loss in a dramatic reading of his letters.)",
              "According to St.",
              "Clair’s theory, Beethoven composed by observing “the mathematical relationship between the pitch frequency of different notes,” though he did not write his symphonies in calculus.",
              "It’s left rather unclear how the composer’s supposed intuition of mathematics and pitch corresponds with his ability to express such a range of emotions through music.",
              "We can learn more about Beethoven’s deafness and its biological relationship to his compositional style in the short video below with research fellow Edoardo Saccenti and his colleague Age Smilde from the Biosystems Data Analysis Group at Amsterdam’s Swammerdam Institute for Life Sciences.",
              "By counting the high and low frequencies in Beethoven’s complete string quartets, a task that took Saccenti many weeks, he and his team were able to show how three distinct compositional styles “correspond to stages in the progression of his deafness,” as they write in their paper (which you can download in PDF here).",
              "The progression is unusual.",
              "As his condition worsened, Beethoven included fewer and fewer high frequency sounds in his compositions (giving cellists much more to do).",
              "By the time we get to 1824-26, “the years of the late string quartets and of complete deafness”—and of the completion of the 9th—the high notes have returned, due in part, Smilde says, to “the balance between an auditory feedback and the inner ear.",
              "” Beethoven’s reliance on his “inner ear” made his music “much and much richer.",
              "” How?",
              "As one violinist in the clip puts it, he was “given more freedom because he was not attached anymore to the physical sound, [he could] just use his imagination.",
              "” For all of the compelling evidence presented here, whether Beethoven’s genius in his painful later years is attributable to his intuition of complex mathematical patterns or to the total free rein of his imaginative inner ear may in fact be undiscoverable.",
              "In any case, no amount of rational explanation can explain away our astonishment that the man who wrote the unfailingly powerful, awesomely dynamic “Ode to Joy” finale (conducted above by Leonard Bernstein), couldn’t actually hear any of the music.",
              "Related Content: Stream the Complete Works of Bach & Beethoven: 250 Free Hours of Music Slavoj Žižek Examines the Perverse Ideology of Beethoven’s Ode to Joy Beethoven’s Ode to Joy Played With 167 Theremins Placed Inside Matryoshka Dolls in Japan Leonard Bernstein Conducts Beethoven’s 9th in a Classic 1979 Performance Josh Jones is a writer and musician based in Durham, NC.",
              "Follow him at @jdmagness by Josh Jones | Permalink | Comments (5) | We’re hoping to rely on our loyal readers rather than erratic ads.",
              "To support Open Culture’s educational mission, please consider making a donation.",
              "We accept PayPal, Venmo (@openculture), Patreon and Crypto!",
              "Please find all options here.",
              "We thank you!",
              "It seems so sad that human lives are so short that we are able to know/ understand so little of that which is in our universe — or in the rest of the universes, however many universes there may be.",
              "JJPSnow Winthrop, Massachusetts Actually deafness among musicians is not so uncommon as one might expect.",
              "Beethoven is only the most famous example.",
              "And while he may indeed have been unable to hear with his ears, he almost certainly learned what musicians afflicted by deafness learn–that you can “hear” using different parts of your body.",
              "At least enough so that rhythms and crucial musical cues can be felt or sensed.",
              "The genius percussionist and composer Evelyn Glennie is a living example of this.",
              "With that and a driven and vivid musical imagination, why would anyone need any mysterious mathematical intuition?",
              "By the time Beethoven was writing the 9th, putting it down on paper was no different for him than writing words was for a novelist.",
              "He heard it in his head and simply wrote it down.",
              "As a concert pianist with severe hearing loss in both ears (different for each) I agree completely with John.",
              "I have had options over the last two decades.",
              "First, to use nothing ie except my imagination and the slight hearing in one ear.",
              "Second to use a hearing aid in the right ear with a so-called music program ( a bit of pitch sensor and dual microphone) and third–what I am involved with now, cochlear implant in one ear and new hearing aid in the other.",
              "In many ways my most successful concerts and recordings were indeed with no help in either ear.",
              "Hearing aid created artificiality and slowed me mentally and emotionally despite the bit of clarity.",
              "My current state is a work in progress but the aim is natural sound which is complex but seemingly doable to a large degree,.",
              "That means that the clarity and multiple ear hearing is more valuable than the purely imaginary sounds of the past despite the frustrations I still feel re artificiality, duality and imbalance.",
              "My imagination, with or without devices is still crucial, as is patience.",
              "The link to Berstein’s 9th should warn the viewers that the video ends abruptly before the final 30 seconds or so.",
              "Ugly and disappointing.",
              "Name (required) Email (required) Message Click here to cancel reply.",
              "Get the best cultural and educational resources on the web curated for you in a daily email.",
              "We never spam.",
              "Unsubscribe at any time.",
              "FOLLOW ON SOCIAL MEDIA Open Culture scours the web for the best educational media.",
              "We find the free courses and audio books you need, the language lessons & educational videos you want, and plenty of enlightenment in between.",
              "Subscribe ©2006-2023 Open Culture, LLC.",
              "All rights reserved.",
              "if you like our Facebook fanpage, you'll receive more articles like the one you just read!"
            ]
          }
        ],
        "Beethoven started to lose his hearing when he was only 26 years old and at the peak of his career, and was completely deaf by the time of his death.": [
          {
            "title": "The Whole Story of Beethoven’s Deafness",
            "url": "https://www.californiasymphony.org/composer/beethoven/the-whole-story-of-beethovens-deafness/",
            "content": [
              "The Whole Story of Beethoven’s Deafness",
              "By California Symphony Music Director Donato Cabrera Imagine directing an orchestra you can’t hear.",
              "Or playing a soundless piano for a staring audience.",
              "Most know classical composer Ludwig van Beethoven struggled with deafness — but many don’t realize how much of a struggle it was.",
              "Beyond composing without hearing a note, Beethoven grappled with living in the 1800s when few understood deafness, hindering his ability to communicate, work as a musician and even find a place to live.",
              "How he dealt with this deafness is one of the great stories of humanity, not just of music.",
              "Beethoven began losing his hearing in his mid-20s, after already building a reputation as a musician and composer.",
              "The cause of his deafness remains a mystery, though modern analysis of his DNA revealed health issues including large amounts of lead in his system.",
              "At the time, people ate off of lead plates — they just didn’t know back then.",
              "Continuing to compose and conduct, he changed lodgings constantly in Vienna, which could be due to Beethoven’s landlords’ frustration with him pounding on his piano at all hours.",
              "Beethoven even continued performing publicly as a musician, which was necessary for many composers of the age: That’s how they got their pieces out, not just composing but performing.",
              "For the longest time he didn’t want to reveal his deafness because he believed, justifiably, that it would ruin his career.",
              "His condition didn’t go unnoticed, however.",
              "Composer Louis Spohr reacted to watching Beethoven rehearse on piano in 1814: “.",
              ".",
              ".",
              "the music was unintelligible unless one could look into the pianoforte part.",
              "I was deeply saddened at so hard a fate.",
              "” Once his hearing was fully gone by age 45, Beethoven lost his public life with it.",
              "Giving up performing and public appearances, he allowed only select friends to visit him, communicating through written conversations in notebooks.",
              "His deafness forced him to become a very private, insular person over the course of time.",
              "A common question is how Beethoven continued composing without his hearing, but this likely wasn’t too difficult.",
              "Music is a language, with rules.",
              "Knowing the rules of how music is made, he could sit at his desk and compose a piece of music without hearing it.",
              "Beethoven’s style changed, however, as he retreated from public life.",
              "His once-vivacious piano sonatas began to take on a darker tone.",
              "His famous Sixth Symphony also reflects his different life in deafness.",
              "Also known as the Pastoral Symphony, the musical work conveys the peace of the countryside, where Beethoven escaped city life after losing his hearing.",
              "In terms of his deafness, this was a very important symphony, reflecting the importance as an individual to keep his sanity by being in the country.",
              "“How delighted I shall be to ramble for a while through bushes, woods, under trees, through grass, and around rocks” — Beethoven in a letter written in May of 1810 This and other pieces from his soundless years reflect his incredible grasp of composition.",
              "Beethoven was a master of the language of music, which is about the creation of sound, not about listening.",
              "This article originally appeared on the Las Vegas Smith Center’s blog.",
              "Beethoven, Donato Cabrera, 2020-21 Season January 19, 2023 Read More January 5, 2023 Read More December 4, 2022 Read More We’ll help you learn what you need to know.",
              "Sign up for our mailing list Copyright 2023 California Symphony.",
              "Design by Mission Minded.",
              "Privacy Notice"
            ]
          },
          {
            "title": "What caused Beethoven’s deafness? | PBS NewsHour",
            "url": "https://www.pbs.org/newshour/health/what-caused-beethovens-deafness",
            "content": [
              "What caused Beethoven’s deafness? | PBS NewsHour",
              "Double your support for intelligent, in-depth, trustworthy journalism.",
              "Dr.",
              "Howard Markel Dr.",
              "Howard Markel When Ludwig van Beethoven’s magisterial 9th Symphony premiered in 1824, the composer had to be turned around to see the audience cheering — he could not hear the audience’s rapturous applause.",
              "Beethoven first noticed difficulties with his hearing decades earlier, sometime in 1798, when he was about 28.",
              "By the time he was 44 or 45, he was totally deaf and unable to converse unless he passed written notes back and forth to his colleagues, visitors and friends.",
              "He died in 1827 at the age of 56.",
              "But since his death, he remains as just relevant and important to Western culture — if not more so.",
              "What caused Beethoven’s deafness?",
              "It is a query that has carried many diagnoses over the last 200 years, from tertiary syphilis, heavy metal poisoning, lupus, typhus fever to sarcoidosis and Paget’s disease.",
              "Beethoven was baptized on this day in 1770 (no one is absolutely certain of his birthdate, although it is probably Dec.",
              "16), making him 249 today.",
              "Like many men of the late 18th and early 19th centuries, he suffered from a plethora of other illnesses and ailments.",
              "In Beethoven’s case, the list included chronic abdominal pain and diarrhea that might have been due to an inflammatory bowel disorder, depression, alcohol abuse, respiratory problems, joint pain, eye inflammation, and cirrhosis of the liver.",
              "This last problem, given his prodigious drinking, may have been the final domino that toppled him into the grave.",
              "Bedridden for months, he died in 1827, most likely from liver and kidney failure, peritonitis, abdominal ascites, and encephalopathy.",
              "An autopsy revealed severe cirrhosis and dilatation of the auditory and other related nerves in the ear.",
              "A young musician named Ferdinand Hiller snipped off a lock of hair from the great composer’s head as a keepsake — a common custom at the time.",
              "The lock stayed within the Hiller family for nearly a century before somehow making its way to the tiny fishing village of Gilleleje, in Nazi-controlled Denmark and into the hands of the local physician there, Kay Fremming.",
              "The doctor helped save the lives of hundreds of Jews escaping Denmark and the Nazis for Sweden, which was about 10 miles across the Øresund Strait, the narrow channel separating the two nations.",
              "The theory is that one of these Jewish refugees, perhaps a relative of Ferdinand Hiller, either gave Dr.",
              "Fremming the lock of Beethoven’s hair or used it as a payment of some kind.",
              "At any rate, the doctor bequeathed the lock, consisting of 582 strands, to his daughter, who subsequently put it up for auction in 1994.",
              "It was purchased by an Arizona urologist named Alfredo Guevera for about $7,000.",
              "Guevera kept 160 strands.",
              "The remaining 422 strands were donated to the Ira F.",
              "Brilliant Center for Beethoven Studies at San Jose State University in California.",
              "Guevera and Ira Brilliant, a real estate developer, collector and university benefactor, then pursued the question of how Beethoven became deaf.",
              "They put the brown, gray and white strands through a number of imaging, DNA, chemical, forensic and toxicology tests.",
              "There was no trace of morphine, mercury or arsenic but there was an abnormally elevated lead level, potentially indicating chronic lead poisoning, which could have caused Beethoven’s deafness, even though it does not explain his multiple other disorders.",
              "Further studies suggest he probably drank from a goblet containing lead.",
              "It should also be noted that wine of that era often contained lead as a sweetener.",
              "The original last grand piano of Ludwig van Beethoven is seen inside his birth house ahead of his 250th birth anniversary in Bonn, Germany, on Dec.",
              "13, 2019.",
              "Photo by REUTERS/Leon Kuegeler The journey of Beethoven’s hair, its sale at auction, and the medical analysis of it became the subject of a best-selling book, “Beethoven’s Hair: An Extraordinary Historical Odyssey and a Scientific Mystery Solved” by Russell Martin.",
              "More recently, in 2013, a team of ear surgeons — Michael H.",
              "Stevens, Teemarie Jacobsen, and Alicia K.",
              "Crofts of the University of Utah — published a paper on Beethoven’s medical history in The Laryngoscope.",
              "They, too, concluded that “Beethoven’s chronic consumption of wine tainted with lead is a better explanation of his hearing loss than other causes.",
              "” That said, many other doctors and armchair pathologists are not content with simply writing off Beethoven’s sickly nature to lead exposure.",
              "In 2016, for example, a trio of doctors, Avraham Z.",
              "Cooper, Sunil Nair and Joseph M.",
              "Tremaglio at the Beth Israel Deaconess Medical Center and Harvard Medical School in Boston, argued in a short paper for the American Journal of Medicine the need for “a unifying diagnosis to explain Beethoven’s multi-organ syndrome, including his deafness.",
              "” They suggested Cogan syndrome, an autoimmune disorder marked by a systemic inflammation of the blood vessels and involvement of multiple organs, including the liver, bowel, eyes, joints, and, if the vasculitis spread to the vessels nourishing his ears, deafness.",
              "Here is one more instance of a famous person’s medical history with no clear, definitive diagnosis of what actually caused it — an all too common problem when diagnosing those who died before the advent of modern medicine and pathology.",
              "In his later years, although Beethoven was a superb pianist and conductor, there was not much work for a deaf musician and he had to give up his public and performing life almost entirely.",
              "Yet he composed not only the 9th Symphony, but completed both “Missa Solemnis,” the solemn mass for orchestra and vocalists, and the opera “Fidelio,” among other major works.",
              "On this day celebrating his birth, some might choose to mourn over the great works of music that might have been had Beethoven only lived longer.",
              "Although the maestro suffered from so many physical maladies, he was still able to create a huge body of work that represents humanity at its best and most joyful.",
              "Fortunately, we have the transcendent, intellectually rich, and sonorous pieces of music he did give to the world — a gift that continues to enrich us.",
              "A member of the Cuban National Choir holds a Beethoven score during a rehearsal with the Minnesota Orchestra in Havana , onMay 14, 2015.",
              "Photo by REUTERS/Alexandre Meneghini Left: Portrait of Ludwig van Beethoven, a German composer and pianist, in 1818 by August Klober.",
              "Photo by Universal History Archive/Getty Images By Dr.",
              "Howard Markel By Dr.",
              "Howard Markel By Dr.",
              "Howard Markel Dr.",
              "Howard Markel Dr.",
              "Howard Markel Dr.",
              "Howard Markel writes a monthly column for the PBS NewsHour, highlighting momentous historical events that continue to shape modern medicine.",
              "He is the director of the Center for the History of Medicine and the George E.",
              "Wantz Distinguished Professor of the History of Medicine at the University of Michigan and the author of “The Secret of Life: Rosalind Franklin, James Watson, Francis Crick and the Discovery of DNA’s Double Helix” (W.",
              "W.",
              "Norton, September ’21).",
              "Visit CANVAS, PBS NewsHour's art hub.",
              "Support Provided By: Learn more Support PBS NewsHour: Subscribe to Here’s the Deal, our politics newsletter for analysis you won’t find anywhere else.",
              "Thank you.",
              "Please check your inbox to confirm.",
              "© 1996 - 2023 NewsHour Productions LLC.",
              "All Rights Reserved.",
              "Sections About Stay Connected Subscribe to ‘Here's the Deal,’ our politics newsletter Thank you.",
              "Please check your inbox to confirm.",
              "Learn more about Friends of the NewsHour.",
              "Support for NewsHour Provided By"
            ]
          },
          {
            "title": "Ludwig van Beethoven - Composer, Deafness, Symphony",
            "url": "https://www.britannica.com/biography/Ludwig-van-Beethoven/Approaching-deafness",
            "content": [
              "Ludwig van Beethoven - Composer, Deafness, Symphony",
              "A change in direction occurred with Beethoven’s gradual realization that he was becoming deaf.",
              "The first symptoms had appeared even before 1800, yet for a few years his life continued unchanged: he still played in the houses of the nobility, in rivalry with other pianists, and performed in public with such visiting virtuosos as violinist George Bridgetower (to whom the Kreutzer Sonata was originally dedicated).",
              "But by 1802 he could no longer be in doubt that his malady was both permanent and progressive.",
              "During a summer spent at the (then) country village of Heiligenstadt he wrote the “Heiligenstadt Testament.",
              "” Ostensibly intended for his two brothers, the document begins: O ye men who think or say that I am malevolent, stubborn or misanthropic, how greatly do you wrong me.",
              "You do not know the cause of my seeming so.",
              "From childhood my heart and mind was disposed to the gentle feeling of good will.",
              "I was ever eager to accomplish great deeds, but reflect now that for six years I have been in a hopeless case, made worse by ignorant doctors, yearly betrayed in the hope of getting better, finally forced to face the prospect of a permanent malady whose cure will take years or even prove impossible.",
              "He was tempted to take his own life, But only Art held back;",
              "for, ah, it seemed unthinkable for me to leave the world forever before I had produced all that I felt called upon to produce.",
              ".",
              ".",
              ".",
              "There is a Werther-like postscript: As the leaves of autumn wither and fall, so has my own life become barren: almost as I came, so I go hence.",
              "Even that high courage that inspired me in the fair days of summer has now vanished.",
              "More significant, perhaps, are his words in a letter to his friend Franz Wegeler: “I will seize fate by the throat.",
              ".",
              ".",
              ".",
              "” Elsewhere he remarks, “If only I were rid of my affliction I would embrace the whole world.",
              "” He was to do both, though the condition he hoped for was not fulfilled.",
              "From then on his days as a virtuoso were numbered.",
              "Although it was not until about 1819 that his deafness became total, making necessary the use of those conversation books in which friends wrote down their questions while he replied orally, his playing degenerated as he became able to hear less and less.",
              "He continued to appear in public from time to time, but most of his energies were absorbed in composing.",
              "He would spend the months from May to October in one or another of the little villages near Vienna.",
              "Many of his musical ideas came to him on long country walks and were noted in sketchbooks.",
              "These sketchbooks, many of which have been preserved, reveal much about Beethoven’s working methods.",
              "The man who could improvise the most intricate fantasies on the spur of the moment took infinite pains in the shaping of a considered composition.",
              "In the sketchbooks such famous melodies as the adagio of the Emperor Concerto or the andante of the Kreutzer Sonata can be seen emerging from trivial and characterless beginnings into their final forms. It seems, too, that Beethoven worked on more than one composition at a time and that he was rarely in a hurry to finish anything that he had on hand.",
              "Early sketches for the Fifth Symphony, for instance, date originally from 1804, although the finished work did not appear until 1808.",
              "Sometimes the sketches are accompanied by verbal comments as a kind of aide-mémoire.",
              "Sometimes, as in the sketching of the Third Symphony (Eroica), he would leave several bars blank, making it clear that the rhythmic scheme had preceded the melodic in his mind.",
              "Many of the sketches consist merely of a melody line and a bass—enough, in fact, to establish a continuity.",
              "But in many works, especially the later ones, the sketching process is very elaborate indeed, with revisions and alterations continuing up to the date of publication.",
              "If, in general, it is only the primitive sketches and jottings that have survived, this is because Beethoven kept them beside him as potential sources of material for later compositions.",
              "The next few years were those of Beethoven’s short-lived connection with the theatre.",
              "In 1801 he had provided the score for the ballet Die Geschöpfe des Prometheus (The Creatures of Prometheus).",
              "Two years later he was offered a contract for an opera on a classical subject with a libretto by Emanuel Schikaneder, who had achieved fame and wealth as the librettist of Mozart’s The Magic Flute and who was then impresario of the Theater an der Wien.",
              "Two or three completed numbers show that Beethoven had already begun work on it before Schikaneder himself was ousted from the management and the contract annulled—somewhat to Beethoven’s relief, as he had found Schikaneder’s verses “such as could only have proceeded from the mouths of our Viennese applewomen.",
              "” When the new management reengaged Beethoven the following year, it was largely on the strength of his now almost-forgotten oratorio, Christus am Ölberg (Christ on the Mount of Olives), which had been given in an all-Beethoven benefit concert, together with the first two symphonies and the Third Piano Concerto.",
              "The year 1804 was to see the completion of the Third Symphony, regarded by most biographers as a landmark in Beethoven’s development.",
              "It is the answer to the “Heiligenstadt Testament”: a symphony on an unprecedented scale and at the same time a prodigious assertion of the human will.",
              "The work was to have been dedicated to Napoleon, intermittently one of Beethoven’s heroes, but Beethoven struck out the dedication on hearing that Napoleon had taken the title of emperor.",
              "Outraged in his republican principles, he changed the title to Eroica and added the words “for the memory of a great man.",
              "” From then on the masterworks followed hard on one another’s heels: the Waldstein Piano Sonata, Opus 53;",
              "Piano Sonata in F Minor, Opus 57, known as the Appassionata;",
              "the Piano Concerto No.",
              "4 in G Major, Opus 58;",
              "the three Razumovsky Quartets, Opus 59;",
              "the Fourth Symphony, Opus 60;",
              "the Violin Concerto, Opus 61.",
              "To this period also belongs his one opera, Fidelio, commissioned for the winter season of 1805.",
              "The play concerns a wife who disguises herself as a boy in order to rescue her husband, imprisoned for political reasons;",
              "in setting this to music, Beethoven was influenced by Ferdinando Paer and by Luigi Cherubini, composer of similar “rescue” operas and a musician whom he greatly admired.",
              "Fidelio enjoyed no great success at first, partly because the presence of French troops, who had occupied Vienna after the Battle of Austerlitz, kept most of the Viennese away.",
              "With great difficulty Beethoven was persuaded to make certain changes for a revival in the following spring, with modified libretto.",
              "This time the opera survived two performances and would have run longer but for a quarrel between Beethoven and the management, after which the composer in a fury withdrew his score.",
              "It was not until eight years later that Fidelio, heavily revised by Beethoven himself and a new librettist, returned to the Vienna stage, to become one of the classics of the German theatre.",
              "Beethoven later turned over many other operatic projects in his mind but without bringing any to fruition.",
              "During all this time, Beethoven, like Mozart, had maintained himself without the benefit of an official position—but with far greater success insofar as he had no family to support.",
              "His reputation as a composer was steadily soaring both in Austria and abroad.",
              "The critics of the Leipzig Allgemeine musikalische Zeitung, the most authoritative music journal in Europe, had long since passed from carping impertinence to unqualified praise, so that, although there were as yet no copyright laws to ensure a system of royalties, Beethoven was able to drive far more-favourable bargains with the publishing firms than Haydn and Mozart before him or Franz Schubert after him.",
              "Despite the restrictions on Viennese musical life imposed by the war with France, Beethoven had no difficulty in getting his most ambitious works performed, largely because of the generosity of such patrons as Prince Lichnowsky, who at one point made him a regular allowance of 600 florins a year.",
              "Others would pay handsomely for a dedication—e.",
              "g., the Graf (count) von Oppersdorf, for the Fourth Symphony.",
              "Also, Beethoven’s pupils included the archduke Rudolf, youngest brother of the emperor.",
              "Consequently, poverty was never a serious threat.",
              "But, doubtless because of increasing deafness combined with a habitual readiness to take offense, Beethoven’s relations with the Viennese musicians, on whose cooperation he depended, became steadily worse;",
              "and in 1808, at a benefit concert where the Fourth Piano Concerto, the Fifth and Sixth symphonies, and the Choral Fantasia, Opus 80, were first performed publicly, there occurred a quarrel so serious that Beethoven thought of leaving Vienna altogether.",
              "But the threat of his departure was sufficient to stir his patrons into action.",
              "The archduke Rudolf, Prince Lobkowitz, and Prince Kinsky banded together to provide him with an annuity of 4,000 florins, requiring only that he should remain in Vienna and compose.",
              "The agreement remained in force until Beethoven’s death, though it was to be affected by circumstances, one of which was the devaluation of 1811;",
              "although the archduke increased his contribution accordingly, it was some time before his partners could do the same.",
              "Nevertheless, from 1809 onward Beethoven remained adequately provided for, although his habits of life often gave visitors the impression that he was miserably poor.",
              "Inevitably, his public appearances became less frequent."
            ]
          }
        ],
        "Beethoven suffered from a severe form of tinnitus, which meant he heard a constant ringing in his ears, and an autopsy revealed he had a distended inner ear that had developed lesions over time.": [
          {
            "title": "Download .nbib",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8266716/",
            "content": [
              "Download .nbib",
              "An official website of the United States government The .",
              "gov means it’s official.",
              "Federal government websites often end in .",
              "gov or .",
              "mil.",
              "Before sharing sensitive information, make sure you’re on a federal government site.",
              "The site is secure.",
              "The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.",
              "1Department of Otorhinolaryngology, Head and Neck Surgery, Katholisches Klinikum, Ruhr University Bochum, Bleichstr.",
              "15, 44787 Bochum, Germany 2Department of Otorhinolaryngology, Head and Neck Surgery, St.",
              "-Johannes-Hospital, Academic Teaching Hospital of the University of Münster, Johannesstr.",
              "9-17, 44137 Dortmund, Germany 1Department of Otorhinolaryngology, Head and Neck Surgery, Katholisches Klinikum, Ruhr University Bochum, Bleichstr.",
              "15, 44787 Bochum, Germany 3Institute of Molecular and Cellular Anatomy, RWTH Aachen University, Wendlingweg 2, 52057 Aachen, Germany 1Department of Otorhinolaryngology, Head and Neck Surgery, Katholisches Klinikum, Ruhr University Bochum, Bleichstr.",
              "15, 44787 Bochum, Germany Even 250 years after Beethoven’s birth, the irrevocable cause of his hearing impairment remains unclear despite multiple publications by different professional groups.",
              "This study aimed to analyse the development of the most likely aetiologies during the last 100 years by a systematic review of the relevant medical literature.",
              "A systematic review of medical literature in PubMed®, PubMed Central®, and Web of Science® for the period 1920–2020 was conducted.",
              "Medical publications between 1920 and 1935 were additionally searched manually by review of reference lists.",
              "Studies were eligible when a statement regarding the most likely aetiology of the hearing loss of Beethoven was the aimed objective of the publication.",
              "48 publications were included.",
              "The following aetiologies were supposed: otosclerosis (n = 10), syphilis (n = 9), Paget’s disease (n = 6), neural deafness (n = 5), immunopathy with inflammatory bowel disease, neural deafness with otosclerosis, sarcoidosis or lead intoxication (n = 2), and systemic lupus erythematosus, trauma, labyrinthitis or inner ear disease (n = 1).",
              "There is an ongoing effort with a mean publication frequency in this topic of 0.",
              "48/year.",
              "From 1920 to 1970, otolaryngologists were the group with the highest interest in this field (67%), whereas since 1971 most authors have belonged to non-otolaryngologic subspecialities (81%).",
              "Over the past 100 years, otosclerosis and syphilis were predominantly supposed to be the underlying causes.",
              "The hypothesis of syphilis—although rejected for a long time—has had a remarkable revival during the past 20 years.",
              "Regarding the outcome following therapeutic intervention by cochlear implantation, the differential diagnosis of neural deafness would be relevant today.",
              "The hearing impairment of the composer Ludwig van Beethoven is one of the best-known cases of hearing loss among historical artists.",
              "It has attracted great interest over centuries as one might speculate that perfect hearing is essential to be able to create musical masterpieces like Beethoven did.",
              "Ludwig van Beethoven represents one of the best examples that the creation of ingenious musical masterpieces does not necessarily require an intact auditory feedback loop [1].",
              "However, analyses of compositions from different periods of his life might reflect the influence of a high-frequency hearing loss at the beginning of his hearing impairment, leading to a diminished usage of high pitches in his compositions at this period of time [2].",
              "Several controversial publications have dealt with the impact of Beethoven’s impaired hearing status onto his compositional work from a musicological point of view in the past years [3, 4].",
              "From the medical point of view, the scientific interest mainly focuses on the aetiology of his hearing impairment which is still the source of ongoing controversial scientific discussions on whether Beethoven might have benefitted from modern concepts of hearing rehabilitation such as cochlear implantation, which is today’s treatment of choice in subjects with severe to profound hearing loss.",
              "Therefore, the aim of this study was (1) to create a systematic review of the medical literature listed in medical databases over the past 100 years on the aetiology of Beethoven’s hearing loss and (2) to critically discuss the pros and cons of the most frequently stated diagnoses.",
              "To evaluate the aetiology of Beethoven’s hearing loss, one mainly has to rely on contemporary primary sources.",
              "The medical history can be reconstructed by letters of the composer, his conversational books and documents from his physicians, biographers and other contemporaries.",
              "Results of medical examinations are documented in the protocol of the post-mortem examination in 1827 and additionally by a more recent analysis of the bone fragments of his skull in 1985 and 2005 and of his hair in 2000 [5–7].",
              "Ludwig van Beethoven was born in December in 1770 in Bonn, Germany (the official baptism date was December 17th) and died on March 26th in 1827 at the age of 56 in Vienna, Austria.",
              "The first note of a hearing impairment was mentioned by the composer himself in two letters to his friend F.",
              "G.",
              "Wegeler written on June 29th and November 16th in 1801: “That malicious demon, however, bad health, has been a stumbling-block in my path;",
              "my hearing during the last three years has become gradually worse [.",
              ".",
              ".]",
              ".",
              "My ears are buzzing and ringing perpetually, day and night.",
              "I can with truth say that my life is very wretched;",
              "for nearly 2 years past I have avoided all society, because I find it impossible to say to people, I am deaf!",
              "In any other profession this might be more tolerable, but in mine such a condition is truly frightful [.",
              ".",
              ".]",
              ".",
              "I hear none of the high notes of instruments or singers.",
              "[.",
              ".",
              ".]",
              "I often can scarcely hear a person if speaking low;",
              "I can distinguish the tones, but not the words, and yet I feel it intolerable if anyone shouts to me [.",
              ".",
              ".]",
              "” “The ringing and buzzing in my ears have certainly rather decreased, particularly in the left ear, in which the malady first commenced, but my hearing is not at all improved;",
              "in fact I fear that it is become rather worse [.",
              ".",
              ".]",
              "” [8] Herein, Beethoven gave a detailed description of his hearing impairment which started in the high frequencies with a progressive hearing loss initially affecting the left ear more than the right ear.",
              "Besides, he complained about a loss of sound discrimination and permanent tinnitus and showed signs of a positive recruitment.",
              "Also in 1802, Beethoven mentioned his hearing impairment in the “Heiligenstädter Testament”, a letter to his brothers Kaspar Karl und Johann from 1802: “[.",
              ".",
              ".]",
              "But you must remember that six years ago I was attacked by an incurable malady [.",
              ".",
              ".]",
              "I was yet obliged early in life to isolate myself, and to pass my existence in solitude.",
              "If I at any time resolved to surmount all this, oh!",
              "how cruelly was I again repelled by the experience, sadder than ever, of my defective hearing!",
              "–and yet I found it impossible to say to others: Speak louder;",
              "shout!",
              "for I am deaf!",
              "[.",
              ".",
              ".]",
              ".",
              "Completely isolated, I only enter society when compelled to do so.",
              "I must live like an exile.",
              "My intelligent physician recommended me to spare my hearing as much as possible, which was quite in accordance with my present disposition, though sometimes, tempted by my natural inclination for society, I allowed myself to be beguiled into it.",
              "But what humiliation when any one beside me heard a flute in the far distance, while I heard nothing, or when others heard a shepherd singing, and I still heard nothing!",
              "[.",
              ".",
              ".]",
              ".",
              "Ah!",
              "how could I possibly quit the world before bringing forth all that I felt it was my vocation to produce?",
              "And thus I spared this miserable life–so utterly miserable that any sudden change may reduce me at any moment from my best condition into the worst [.",
              ".",
              ".]",
              ".",
              "My brothers Karl and Johann, as soon as I am no more, if Professor Schmidt be still alive, beg him in my name to describe my malady, and to add these pages to the analysis of my disease, that at least, so far as possible, the world may be reconciled to me after my death.",
              "[.",
              ".",
              ".]",
              ".",
              "I joyfully hasten to meet death.",
              "If he comes before I have had the opportunity of developing all my artistic powers, then, notwithstanding my cruel fate, he will come too early for me, and I should wish for him at a more distant period;",
              "but even then I shall be content, for his advent will release me from a state of endless suffering.",
              "Come when he may, I shall meet him with courage.",
              "Farewell!",
              "[.",
              ".",
              ".]",
              "[8] In 1802, the substantial impact of the progressive hearing loss on his mental state was already described.",
              "Social isolation, obvious signs of depression and suicidal tendencies were found.",
              "Moreover, Beethoven explicitly asked the medical posterity to figure out the aetiology of his hearing loss in this document.",
              "According to these most cited documents, Beethoven’s hearing loss started in 1796 at the age of 26.",
              "In the subsequent years, his hearing thresholds deteriorated so that Beethoven began to use ear trumpets in 1813 which were constructed for him by J.",
              "N.",
              "Mälzel.",
              "Another tool to alleviate the hearing impairment—however also with limited benefits—was a resonating plate which was placed on the piano and reflected the soundwaves [9].",
              "In 1814, the composer Louis Spohr attributed a high-grade hearing loss to Beethoven.",
              "However, an oral conservation was still possible in 1815 by speaking into the left ear of the composer [10], while Beethoven seemed to suffer from a more progressive hearing loss on the right ear during the course of the disease.",
              "Due to the ongoing progress of the hearing loss, Beethoven started to use conversation books for communication in 1818.",
              "In January 1819, the poet P.",
              "D.",
              "A.",
              "Atterboom described Beethoven as deaf as a block, and in May 1824 Beethoven did not even hear the frenetic jubilation at the premiere of his 9th symphony anymore, and had to be turned over by a singer to receive the applause of the audience [10].",
              "The protocol of the autopsy which was performed 1 day after his death on March 27th in 1827 by the assistant of the Institute of Pathology in Vienna J.",
              "Wagner reveals some details regarding the ear and the cochlear nerves: “The external auditory canal appeared to be lined with glistening cutaneous scales;",
              "this was especially marked near the concealed tympanic membrane.",
              "The Eustachian tube was very thickened and its mucosa rugose and rather narrowed at the bony part.",
              "The mastoid process was large and not marked off by any groove;",
              "its cells were conspicuous and lined by a highly-vascular mucosa.",
              "The whole of the petrous portion of the temporal bone, showing large vessels, was similarly well supplied with blood, especially in the region of the cochlea, the spiral lamina which seemed slightly reddish.",
              "” The facial nerves were of considerable thickness;",
              "the auditory nerves on the other hand shrunken and without pith;",
              "the accompanying auditory arteries were of a calibre of a crow-quill, and of cartilaginous consistency.",
              "The left auditory nerve, much the thinner, arose by three very thin, greyish roots;",
              "the right by one root, stronger and pale white [.",
              ".",
              ".]",
              ".",
              "The vault of the skull showed great tightness throughout and a thickness of about half an inch.",
              "” (Fig.",
              "1) [10] Postmortem protocol of the autopsy of L.",
              "v.",
              "Beethoven performed by Dr.",
              "J.",
              "Wagner (reprint with kind permission of the Pathological-Anatomical Collection of the Medical University of Vienna, Austria) However, there is no description of the middle ear structures available.",
              "According to G.",
              "Breuning, physician and son of a long-time friend of Beethoven, the temporal bones of the composer were stored in a jar for further examination after autopsy at the Institute of Anatomy at the University of Vienna because the anatomist J.",
              "Hyrtl (1810–1894) stated that he had still seen them on the desk of the dissection attendant A.",
              "Datter [11].",
              "However, according to further information at a later stage, they have been lost without any hint until today.",
              "Beethoven himself and his physicians associated his hearing loss with his lifelong abdominal problems resulting in diarrhea, impaired digestion, and abdominal colics first mentioned at the age of 25: “The chief cause of this infirmity proceeds from the state of my digestive organs, which, as you know, were formerly bad enough, but have latterly become much worse, and being constantly afflicted with diarrhea, has brought on extreme weakness.",
              "my hearing became worse, and my digestion continued in its former plight.",
              "[.",
              ".",
              ".]",
              "I suffered from most dreadful spasms, and sank back into my former condition.",
              "digestive pills four days ago, and a tea for my ears.",
              "I certainly do feel better and stronger” [8].",
              "Other diseases temporally associated with the beginning of the hearing loss were an unspecified “dangerous illness [in 1796] which shock hits his hearing tools, from which time his deafness gradually increased” [10] and the description of the physician A.",
              "Weißenbach that “he once survived terrible typhoid;",
              "from this time on, the deterioration of his nervous system and probably also the embarrassing deterioration of his hearing are dated” [12].",
              "In addition to the life-long abdominal problems, Beethoven also suffered from other diseases.",
              "According to several authors who try to place all of Beethoven’s symptoms under one single umbrella, the other diseases might be partially related to his hearing loss.",
              "In young adult life, Beethoven suffered from an arthropathy and in 1821 from jaundice.",
              "A painful eye condition in 1823 lasting for about 6 months was by some classified as an inflammatory ocular disease.",
              "Hematemesis and epistaxis which he suffered from in 1824 and 1825 might have been a prelude to the terminal illness of liver cirrhosis with a chronic pancreatitis.",
              "In this context, at the end of 1826/beginning of 1827, Beethoven was affected by extensive ascites and tapped four times before his death in March 1827.",
              "For a systematic review of the medical literature of the last 100 years on the aetiology of Beethoven’s hearing impairment, a computer-based search of medical publications was performed following the PRISMA guidelines [13].",
              "Due to the topic of the study, the search process had to be adapted to the particularities of a medical historical theme.",
              "Three electronic databases including PubMed®, PubMed Central®, and Web of Science® were used.",
              "The search was carried out from January 1, 1920, to June 30, 2020.",
              "The applied search terms in PubMed® and PubMed Central® were “Beethoven” in conjunction with “1920:2020[dp]“ AND “deafness” or “hearing loss”.",
              "Search terms in Web of Science were “Beethoven* deafness” or “Beethoven* hearing loss”.",
              "After deduplication, two independent reviewers separately screened for eligibility and in case of incongruency a third reviewer provided consent.",
              "Titles and, if available, abstracts were screened for inclusion or exclusion.",
              "As a first step, publications which did not deal with the medical history of the composer Beethoven (e.",
              "g., Tmc1 Beethoven mouse model) were excluded;",
              "as a second step, publications written in other languages than English, German, Spanish, Italian and French were discarded;",
              "and as a third step, publications which did not deal with the aetiology of Beethoven’s hearing loss were excluded.",
              "Then, the full-text versions of all publications that passed the screening were thoroughly evaluated.",
              "As a fourth step, further publications which do not deal with the aetiology of Beethoven’s hearing loss were discarded.",
              "As a fifth step, publications which did not give a statement regarding the underlying cause of the hearing loss were excluded.",
              "Studies were considered eligible if they comprised the description of a single favoured aetiology or if a clear exclusion of a cause was at least one of the study aims. Currently Pubmed® covers only medical literature at the earliest from 1936 to the present day.",
              "Therefore, to get complete access to all publications published in medical journals over the past 100 years, medical publications published between 1920 and 1935 were additionally searched manually by review of all reference lists of the above-mentioned eligible papers.",
              "The results of the literature retrieval process regarding the medical literature from 1920 up to now is illustrated in the flow diagram depicted in Fig.",
              "2.",
              "After careful evaluation of the medical literature between 1936 and 2020, 38 medical publications on the cause of Beethoven’s deafness met the eligibility criteria for inclusion in this critical review.",
              "Retrieval for eligible literature from 1920 to 1935 revealed a further ten publications.",
              "Hereby, 30 original/review articles, 13 historical notes, 3 letters to the editor, 1 conference paper, and 1 editorial note were included.",
              "The overall 48 eligible publications are chronologically listed in Table ​Table11 including the type of article and the medical speciality of the first author.",
              "If there was more than one publication from the same author group favouring the same most likely aetiology, the results are listed in the same line to prevent distortion of the presented results.",
              "Flowchart of literature retrieval Chronological order of medical publications (1920–2020) dealing with the most likely cause of the hearing loss of L Beethoven (O/R Original or Review Article, HN historical note, CF conference paper, EN editorial note, LE letter to the editor, IBD inflammatory bowel disease, nos not otherwise specified) The number of the most likely supposed cause of Beethoven’s hearing loss is shown in Fig.",
              "3 according to each author group.",
              "To prevent distortion of the results, the most likely diagnoses were counted only once for every author if the author had more than one publication.",
              "The four most frequent diagnoses were otosclerosis (n = 10), syphilis (n = 9), Paget’s disease (n = 6) and neural deafness not otherwise specified (n = 5).",
              "Frequencies of the supposed most likely causes of the hearing loss of Beethoven according to the number of author groups in the medical literature 1920–2020 (SLE systemic lupus erythematosus, IBD inflammatory bowel disease, nos not otherwise specified) Even 250 years after Ludwig van Beethoven’s birth, medics still deal with the cause of his deafness which is still obscure.",
              "We are presenting the first systematic review of medical publications on the most likely cause of Ludwig van Beethoven’s deafness.",
              "Over the past 100 years, there was a mean release frequency of about one new publication supposing an underlying aetiology of his hearing loss in the medical literature in every 2.",
              "1 years with a quite continuous publication activity except for the period during and after the Second World War.",
              "Regarding the subspecialities of the authors, there is an obvious change in the publications on this topic over the past 100 years.",
              "Whereas from 1920 to 1970, otolaryngologists represented the dominating discipline with 14 of 21 publications, in the past 50 years only 4 of 21 author groups originate from otolaryngology.",
              "So, experts from different disciplines like pharmacologists, pathologists, infectiologists, gastroenterologists, rheumatologists, neurologists, psychiatrics and even paediatricians might be increasingly interested in this topic.",
              "In the literature, several differential diagnoses regarding the aetiology of Beethoven’s hearing loss have been controversially discussed.",
              "According to the number of publications, the leading cause supposed to explain Beethoven’s hearing loss is otosclerosis which was already favoured in the medical literature between 1921 and 1935 by otolaryngologists [14, 15] and later in the 1970s and 1990s by a wide range of authors of different medical specialities [16, 17].",
              "Arguments supporting this diagnosis have been the age when Beethoven first experienced symptoms of hearing loss in his mid-twenties and the progressive decline of his hearing affecting both ears.",
              "In addition, some authors diagnosed conductive hearing loss in Beethoven based on a wooden drumstick that Beethoven applied to the piano and held on the other side between his teeth which is comparable to a bone conduction hearing aid.",
              "However, the only description of such a drumstick was done by the French physician J.",
              "A.",
              "A.",
              "Rattel, who was not a contemporary of Beethoven.",
              "Thus, the mentioned sort of conductive hearing aid might be classified more legendary than real nowadays [18].",
              "In contrast, the medical history of Beethoven with a hearing impairment initially involving the high frequencies, a loss of discrimination, and signs of a positive recruitment is not typical in early stages of a fenestral otosclerosis, but point more to a cochlear hearing impairment.",
              "So, combined or cochlear otosclerosis might be a justifiable alternative differential diagnosis as mentioned by Shearer [17].",
              "In the postmortem protocol of Beethoven, no otosclerotic involvement of the oval window was reported, although this might easily have been visible even without a microscope according to Sorsby who excluded a combined otosclerosis [19].",
              "The remaining pure cochlear otosclerosis is defined as a focus of otosclerosis located in the otic capsule involving the cochlear endosteum, causing sensorineural hearing loss without any stapes fixation.",
              "However, the prevalence of pure cochlear otosclerosis might be low even if the current data situation is still unclear.",
              "Whereas clinical–radiological studies report patients with a pure cochlear sensorineural type of otosclerosis [20], otopathologic studies indicate that this type of pathology is very rare with a prevalence of only 1% of all patients with otosclerosis [21].",
              "According to these data, Beethoven would have suffered from a very rare sub-entity of otosclerosis if cochlear otosclerosis was the underlying cause of his hearing impairment.",
              "Syphilis is the aetiology second most accused of being the cause of Beethoven’s hearing loss.",
              "In the nineteenth century, syphilis was a very common venereal infectious disease which was considered the cause of Beethoven’s deafness by several non-medical authors and the composer’s biographers.",
              "The non-physician G.",
              "Grove was the first who mentioned this in the first edition of his musicology dictionary “Grove’s dictionary of Music and Musicians” in 1879 by the entry “the whole of these [postmortem] appearances are most probably the result of syphilitic affections at an early period of his life”.",
              "This statement had been initiated by third-hand information of the biographer A.",
              "W.",
              "Thayer who assumed Beethoven had syphilis based on two prescriptions for Beethoven by his physician Dr.",
              "Bertolini in 1820 for medication containing mercury [22].",
              "Even in the 1920s and 1930s, some authors still favoured the hypothesis of tertiary syphilis as the cause of his hearing loss [23].",
              "However, in 1930 the otolaryngologist Sorsby published arguments against syphilis as the cause of Beethoven’s hearing loss.",
              "He stated that no sudden onset or sudden total deafness or vertigo or nystagmus as commonly seen in syphilis patients had been described in Beethoven’s medical history [19].",
              "So, in the following decades syphilis was only sporadically mentioned [24], and Shearer mentioned even in 1990 that McCabe was still the only modern otologist who defended the aetiology of syphilis [17, 24].",
              "Even if a tertiary syphilis might explain the mentioned atrophy of the cochlear nerve due to meningeal irritation, and even if an uveitis as an inflammatory ocular disease might be part of a neurosyphilis complex, there were no other signs of advanced syphilis such as headache, hemiplegia, dysphasia and seizures and no autoptic evidence as gumma and tabes dorsalis.",
              "Also, the early beginning of the hearing loss at the age of 26 years is unlikely in tertiary neurosyphilis, and the pace of progression of the hearing impairment is different from the pace of progression in meningovascular syphilis patients [25].",
              "In addition to the missing typical anamnestic and autoptic findings regarding the signs of syphilis in Beethoven, a more recent examination of a ringlet of the composer in 2000 demonstrated that there was no detectable mercury in Beethoven’s hair which makes syphilis therapy with mercury unlikely [26].",
              "In opposition to these arguments against syphilis as the cause of Beethoven’s hearing impairment, the syphilis diagnosis has gained interest again in the medical literature of the twenty-first century by up to now four authors with medical specialization in infectiology, neurology, and psychiatry favouring this aetiology anew [27–30].",
              "Overall, syphilis is still one of the aetiologies which has most often been accused of being the cause of Beethoven’s hearing loss by medical publishers over the past 100 years.",
              "However, in the literature published by otolaryngologists, this differential diagnosis has not been favoured any more during the last 50 years even if nowadays the diagnosis of otosyphilis still needs to be considered in the differential diagnostic mind of the clinical otologists as recently mentioned by Theeuwen [31].",
              "Besides otosclerosis, another bone-remodelling disease with fixation of the stapes, the Paget ́s disease, was accused of being the cause of Beethoven’s deafness in perennial publications from 1965 up to these days [32, 33].",
              "About 50% of patients with Paget’s disease are known to suffer from hearing loss which can be caused by multiple mechanisms including, e.",
              "g., a fixation of the stapes footplate, a diminished mineral density of the cochlear capsule with microfractures and a damage of the cochlear nerve by a bony overgrowth and compression in tiny foramina before and within the internal auditory canal [33].",
              "The authors supporting this hypothesis based their argumentation on the report that the dense skull was twice as thick as normal and on the documentation of a narrowed bony part of the Eustachian tube in the autopsy protocol of Beethoven as well as on Beethoven’s facial characteristics such as his big head and jaw.",
              "Furthermore, an atrophy of the cochlear nerve which was mentioned in the autopsy protocol and Beethoven’s statement that he completely lost his ability to hear after a fall in 1815 [8] were appraised as secondary clues for an underlying Paget ́s disease.",
              "In addition, an increased blood supply and hyperplasia of the vessels of the temporal bones as mentioned in the autopsy protocol of Beethoven can also be seen in patients with Paget’s disease.",
              "However, only 3% of patients with Paget’s disease present symptoms under the age of 30 years [34], and in most cases hearing impairment initially starts with either a mixed or a conductive hearing loss affecting mostly the lower frequencies in contrast to Beethoven who presented with a hearing loss in the high frequencies.",
              "In addition, in 1986 the pathologists Jesserer and Bankl examined parietal bone fragments of the skull of Beethoven without finding any macropathological or radiological signs of Paget’s disease.",
              "Bilateral involvement of the temporal bones by osteodystrophic changes in the mid-twenties without any inclusion of the adjacent parietal parts up to the fifth decade of life have to be considered as quite unlikely [5].",
              "From 1920 up to the turn of the millennium, neural deafness was periodically accused of being the underlying cause of Beethoven’s hearing impairment [35, 36].",
              "This assumption was mainly based on the fact that the atrophy of the cochlear nerves which was described could not entirely be explained by any other aetiology.",
              "However, a convincing pathophysiologic cause was not answered by these publications [35, 37].",
              "Furthermore, the anamnestic cues of a positive recruitment by Beethoven himself are not compatible with the hypothesis of a neural origin, but rather point more towards a cochlear hearing impairment.",
              "Beethoven himself assumed a relationship between his lifelong gastrointestinal problems and his hearing impairment.",
              "This is also reflected throughout the medical literature during the last 100 years.",
              "While assumptions about a toxic labyrinthitis or an unspecified cochlear nerve disorder caused by intestinal problems which were popular in the 1920s and 1930s [37, 38] are no longer tenable today, the assumption of an inflammatory bowel disease (IBD) associated with an immunopathy of the inner ear was first expressed by Davies in 1988 and elaborated later by Karmody in 2005 [40].",
              "This goes in line with the first description of an autoimmune sensorineural hearing loss by McCabe in 1979 [39–41].",
              "Several authors attributed Beethoven’s intestinal disorder to ulcerative colitis [42] or more rarely to Crohn’s disease [43] which are subsets of IBD.",
              "Especially in ulcerative colitis, an autoimmune-mediated sensorineural hearing loss might become an extraintestinal manifestation of an IBD [44] and an underlying ulcerative colitis also might explain other maladies of Beethoven such as joint pains, facial rash, and uveitis [40].",
              "However, up to now research regarding extraintestinal otologic manifestations of ulcerative colitis is rare and the prevalence of a profound hearing loss as a consequence of an IBD has not yet been clarified.",
              "One argument against the hypothesis of an autoimmune-mediated sensorineural hearing loss is the period of appearance of Beethoven’s hearing impairment;",
              "an autoimmune-mediated hearing loss usually occurs during weeks or months but not years as it was the case with Beethoven [45].",
              "In addition, according to the primary literature there was no history of rectal bleeding during his lifetime and the autopsy protocol revealed an intestinal tract filled with air and without adhesions, strictures, or perforations.",
              "This strongly argues against the hypothesis that Beethoven suffered from IBD at all [46].",
              "In the 1990s, Drake and Palverman favoured independently of each other sarcoidosis as a diagnosis, as sarcoidosis encompasses most of the different diseases that Beethoven had.",
              "The multisystemic involvement of sarcoidosis can cause chronic active hepatitis followed by cirrhosis, inflammatory bowel disease, post-dysenteric seronegative arthropathy, hypercalcemia, and nephrolithiasis [47].",
              "In 5% of subjects with sarcoidosis, the nervous system is involved.",
              "Neurosarcoidosis might explain Beethoven’s deafness [48].",
              "But although bilateral auditory nerve deafness has been reported in sarcoidosis, this is associated with a thickening but not with an atrophy of the cochlear nerves as it was described in Beethoven’s autopsy protocol.",
              "In addition, neurosarcoidosis usually encompasses a clinical involvement of the facial nerve which was not found in Beethoven.",
              "Not least, no gross pathology of lung and heart was mentioned in his autopsy protocol.",
              "It lasted up to 2013, that lead intoxication was mentioned in the medical literature as a potential cause of Beethoven’s hearing loss.",
              "Evaluations of Beethoven’s hair and parietal skull bones in the first decade of this century revealed substantially elevated lead levels indicating chronic lead exposure which might have caused lead poisoning [6, 7].",
              "Whereas subacute lead poisoning notoriously induces a motor neurone disorder, long-term lead exposure can result in a slowly progressive high-frequency hearing loss [49] probably caused by axonal degeneration of the cochlear nerve.",
              "Stevens explained a chronic lead exposure of Beethoven by his long-lasting consumption of wine, which might have started at the age of 17 after the death of his mother.",
              "At that time, lead was added to improve the flavour of cheaper wines like the Hungarian ones preferred by Beethoven [45].",
              "Other sequelae of chronic lead intoxication such as abdominal colic, hepatotoxicity, and kidney damage as reported by Beethoven support this hypothesis.",
              "Recently, Brotto underlined this hypothesis with regard to Beethoven’s autoptic findings of wrinkled cochlear nerves that lacked pith without a medulla [50].",
              "However, up to now the scientific data regarding the prevalence and extent of hearing loss induced by chronic lead exposure is still rare.",
              "Therefore, it remains difficult to clearly associate Beethoven’s hearing impairment with a chronic exposure of lead.",
              "Beethoven’s explicit wish to clarify the cause of his deafness after his death has been fulfilled in numerous medical publications.",
              "Based on primary historical sources including the autopsy report and more recent investigations of probes of his skull and hair, several different hypotheses on the aetiology of the hearing impairment of Beethoven have been postulated.",
              "Otosclerosis and syphilis have been the predominant supposed causes in the medical literature of the past 100 years, whereby the long-rejected hypothesis of syphilis has shown a surprising and probably questionable revival during the last 20 years.",
              "In addition to numerous other causes, the hypothesis of a chronic lead intoxication has recently been developed in the medical literature over the past decade.",
              "To date, no single aetiology exists which might on its own completely explain Ludwig van Beethoven’s hearing impairment without a pertinent argument against this hypothesis.",
              "So, it is most likely that the question regarding the irrevocable cause of his deafness will probably remain unanswered forever.",
              "Whereas during his lifetime only insufficient hearing rehabilitation via hearing aids in the form of ear trumpets and a resonating plate was available, it is supposed that Beethoven would now probably benefit from an electrical stimulation by a cochlear implant.",
              "In this context, it has to be mentioned that the composer anticipated the physical fundamentals of this therapeutic option already at the beginning of his hearing loss when he wrote in 1801: “I hear wonders of galvanism;",
              "what do you say to it?",
              "A physician told me that he knew a deaf and dumb child whose hearing was restored by it, and likewise a man who had been deaf for seven years, and recovered his hearing” [8].",
              "To predict the outcome of such a treatment, the irrevocable identification of the aetiology of his hearing loss—especially regarding the possible neural pathophysiologic cause—would be of therapeutic importance.",
              "This article is dedicated to my father Dr.",
              "Günter Thomas, who initiated my interest in the medical history of musicians’ diseases (JPT).",
              "Open Access funding enabled and organized by Projekt DEAL.",
              "The authors declare that they have no conflict of interest.",
              "The research does not involve human participants and/or animals.",
              "Not applicable.",
              "Publisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "Connect with NLM National Library of Medicine 8600 Rockville Pike Bethesda, MD 20894 Web Policies FOIA HHS Vulnerability Disclosure Help Accessibility Careers"
            ]
          },
          {
            "title": "The hearing loss of Ludwig van Beethoven - Charlotte Eye Ear Nose ...",
            "url": "https://www.ceenta.com/news-blog/the-hearing-loss-of-ludwig-van-beethoven",
            "content": [
              "The hearing loss of Ludwig van Beethoven - Charlotte Eye Ear Nose ...",
              "Schedule AnAppointment 704.",
              "295.",
              "3000 Ludwig van Beethoven is considered one of the greatest musical composers of all time.",
              "What you might not know, though, is that for a large portion of his life, Beethoven was deaf.",
              "A musical prodigy, Beethoven released his first composition in 1778, when he was not quite 8 years old.",
              "For the next two decades, he released a number of symphonies and other musical compositions.",
              "When he was 27, though, he began to note difficulty hearing high-pitched sounds and complained of hearing a buzzing in his ears, also known as tinnitus.",
              "Over the years, Beethoven’s hearing declined until he was completely deaf sometime around 1814, when he was 44 years old.",
              "Unfortunately, there is no conclusive proof as to what caused Beethoven’s deafness.",
              "Sometimes he claimed it was caused when he was interrupted while working and fell over in a fit of rage.",
              "When he stood up, he said, he was deaf.",
              "Other times, he blamed gastrointestinal distress.",
              "His autopsy stated that his auditory nerves were shrunken and his inner ear had developed lesions.",
              "It’s likely that his issues were caused by an autoimmune disorder, typhus, or even his habit of dunking his head in cold water to stay awake.",
              "Beethoven tried a number of treatments to regain his hearing.",
              "Some of them involved using ear horns or other hearing instruments of the time.",
              "A number were less orthodox, though, such as bathing in the Danube River or strapping wet bark to his upper arms. Suffice it to say, they were unsuccessful.",
              "What makes Beethoven all the more remarkable is that he was able to continue composing even after his hearing started to go.",
              "Fortunately for him, his hearing loss was gradual, not sudden.",
              "This meant that he could still hear some music for years after he started to go deaf.",
              "When he became unable to hear higher-frequency sounds, he would use primarily lower notes.",
              "“Moonlight Sonata” is a good example of a piece of music from this period.",
              "Beethoven is also known to have composed by feeling the vibrations from his piano.",
              "He knew he had the right note when he felt the correct vibration.",
              "Also, he had so much experience composing that he could remember a great deal about which notes from which instruments sounded best together.",
              "Beethoven left a remarkable body of work behind when he died, which was all the more notable because of the hearing challenges he had to overcome.",
              "At CEENTA, we want everyone, no matter what their musical capabilities are, to hear as clearly as they can.",
              "CEENTA’s audiologists and ENT doctors can test your ears and find hearing treatment that best suits your needs.",
              "With hearing aids that contain the latest technology, you’ll be able to hear all of Beethoven’s music as clearly as if you were standing next to him while he composed.",
              "This blog is for informational purposes only.",
              "For specific medical questions, please consult your doctor.",
              "CEENTA has hearing services throughout North and South Carolina.",
              "To make an appointment, call 704-295-3000.",
              "Find out how CEENTA went from a single hospital in Charlotte to eighteen locations in North and South Carolina.",
              "Through the years.",
              "Find out whether a rhinoplasty nose procedure is right for you with CEENTA facial plastic surgeon Dr.",
              "Susan Yanik.",
              "HOMEWHY CHOOSE CEENTA?",
              "PROVIDERSLOCATIONSSERVICES & CONDITIONS NEWS & BLOG SURGERY CENTER REFERRING PHYSICIANS FOR PATIENTS SCHEDULE AN APPOINTMENT PATIENT EDUCATION & RESOURCES MY CEENTA CHART CONTACT USONLINE BILL PAYMENTOPTICAL SHOPS TESTIMONIALSESPANOLPRIVACY POLICYSITEMAPACCESSIBILITY TOOLS CAREERS"
            ]
          },
          {
            "title": "Aetiology of Ludwig van Beethoven’s hearing impairment ... - Springer",
            "url": "https://link.springer.com/article/10.1007/s00405-020-06467-w",
            "content": [
              "Aetiology of Ludwig van Beethoven’s hearing impairment ... - Springer",
              "You have full access to this open access article 4706 Accesses 7 Citations 2 Altmetric Explore all metrics Cite this article A Letter to the Editor to this article was published on 21 July 2021 Even 250 years after Beethoven’s birth, the irrevocable cause of his hearing impairment remains unclear despite multiple publications by different professional groups.",
              "This study aimed to analyse the development of the most likely aetiologies during the last 100 years by a systematic review of the relevant medical literature.",
              "A systematic review of medical literature in PubMed®, PubMed Central®, and Web of Science® for the period 1920–2020 was conducted.",
              "Medical publications between 1920 and 1935 were additionally searched manually by review of reference lists.",
              "Studies were eligible when a statement regarding the most likely aetiology of the hearing loss of Beethoven was the aimed objective of the publication.",
              "48 publications were included.",
              "The following aetiologies were supposed: otosclerosis (n = 10), syphilis (n = 9), Paget’s disease (n = 6), neural deafness (n = 5), immunopathy with inflammatory bowel disease, neural deafness with otosclerosis, sarcoidosis or lead intoxication (n = 2), and systemic lupus erythematosus, trauma, labyrinthitis or inner ear disease (n = 1).",
              "There is an ongoing effort with a mean publication frequency in this topic of 0.",
              "48/year.",
              "From 1920 to 1970, otolaryngologists were the group with the highest interest in this field (67%), whereas since 1971 most authors have belonged to non-otolaryngologic subspecialities (81%).",
              "Over the past 100 years, otosclerosis and syphilis were predominantly supposed to be the underlying causes.",
              "The hypothesis of syphilis—although rejected for a long time—has had a remarkable revival during the past 20 years.",
              "Regarding the outcome following therapeutic intervention by cochlear implantation, the differential diagnosis of neural deafness would be relevant today.",
              "Avoid common mistakes on your manuscript.",
              "The hearing impairment of the composer Ludwig van Beethoven is one of the best-known cases of hearing loss among historical artists.",
              "It has attracted great interest over centuries as one might speculate that perfect hearing is essential to be able to create musical masterpieces like Beethoven did.",
              "Ludwig van Beethoven represents one of the best examples that the creation of ingenious musical masterpieces does not necessarily require an intact auditory feedback loop [1].",
              "However, analyses of compositions from different periods of his life might reflect the influence of a high-frequency hearing loss at the beginning of his hearing impairment, leading to a diminished usage of high pitches in his compositions at this period of time [2].",
              "Several controversial publications have dealt with the impact of Beethoven’s impaired hearing status onto his compositional work from a musicological point of view in the past years [3, 4].",
              "From the medical point of view, the scientific interest mainly focuses on the aetiology of his hearing impairment which is still the source of ongoing controversial scientific discussions on whether Beethoven might have benefitted from modern concepts of hearing rehabilitation such as cochlear implantation, which is today’s treatment of choice in subjects with severe to profound hearing loss.",
              "Therefore, the aim of this study was (1) to create a systematic review of the medical literature listed in medical databases over the past 100 years on the aetiology of Beethoven’s hearing loss and (2) to critically discuss the pros and cons of the most frequently stated diagnoses.",
              "To evaluate the aetiology of Beethoven’s hearing loss, one mainly has to rely on contemporary primary sources.",
              "The medical history can be reconstructed by letters of the composer, his conversational books and documents from his physicians, biographers and other contemporaries.",
              "Results of medical examinations are documented in the protocol of the post-mortem examination in 1827 and additionally by a more recent analysis of the bone fragments of his skull in 1985 and 2005 and of his hair in 2000 [5,6,7].",
              "Ludwig van Beethoven was born in December in 1770 in Bonn, Germany (the official baptism date was December 17th) and died on March 26th in 1827 at the age of 56 in Vienna, Austria.",
              "The first note of a hearing impairment was mentioned by the composer himself in two letters to his friend F.",
              "G.",
              "Wegeler written on June 29th and November 16th in 1801: “That malicious demon, however, bad health, has been a stumbling-block in my path;",
              "my hearing during the last three years has become gradually worse [.",
              ".",
              ".]",
              ".",
              "My ears are buzzing and ringing perpetually, day and night.",
              "I can with truth say that my life is very wretched;",
              "for nearly 2 years past I have avoided all society, because I find it impossible to say to people, I am deaf!",
              "In any other profession this might be more tolerable, but in mine such a condition is truly frightful [.",
              ".",
              ".]",
              ".",
              "I hear none of the high notes of instruments or singers.",
              "[.",
              ".",
              ".]",
              "I often can scarcely hear a person if speaking low;",
              "I can distinguish the tones, but not the words, and yet I feel it intolerable if anyone shouts to me [.",
              ".",
              ".]",
              "” “The ringing and buzzing in my ears have certainly rather decreased, particularly in the left ear, in which the malady first commenced, but my hearing is not at all improved;",
              "in fact I fear that it is become rather worse [.",
              ".",
              ".]",
              "” [8] Herein, Beethoven gave a detailed description of his hearing impairment which started in the high frequencies with a progressive hearing loss initially affecting the left ear more than the right ear.",
              "Besides, he complained about a loss of sound discrimination and permanent tinnitus and showed signs of a positive recruitment.",
              "Also in 1802, Beethoven mentioned his hearing impairment in the “Heiligenstädter Testament”, a letter to his brothers Kaspar Karl und Johann from 1802: “[.",
              ".",
              ".]",
              "But you must remember that six years ago I was attacked by an incurable malady [.",
              ".",
              ".]",
              "I was yet obliged early in life to isolate myself, and to pass my existence in solitude.",
              "If I at any time resolved to surmount all this, oh!",
              "how cruelly was I again repelled by the experience, sadder than ever, of my defective hearing!",
              "–and yet I found it impossible to say to others: Speak louder;",
              "shout!",
              "for I am deaf!",
              "[.",
              ".",
              ".]",
              ".",
              "Completely isolated, I only enter society when compelled to do so.",
              "I must live like an exile.",
              "My intelligent physician recommended me to spare my hearing as much as possible, which was quite in accordance with my present disposition, though sometimes, tempted by my natural inclination for society, I allowed myself to be beguiled into it.",
              "But what humiliation when any one beside me heard a flute in the far distance, while I heard nothing, or when others heard a shepherd singing, and I still heard nothing!",
              "[.",
              ".",
              ".]",
              ".",
              "Ah!",
              "how could I possibly quit the world before bringing forth all that I felt it was my vocation to produce?",
              "And thus I spared this miserable life–so utterly miserable that any sudden change may reduce me at any moment from my best condition into the worst [.",
              ".",
              ".]",
              ".",
              "My brothers Karl and Johann, as soon as I am no more, if Professor Schmidt be still alive, beg him in my name to describe my malady, and to add these pages to the analysis of my disease, that at least, so far as possible, the world may be reconciled to me after my death.",
              "[.",
              ".",
              ".]",
              ".",
              "I joyfully hasten to meet death.",
              "If he comes before I have had the opportunity of developing all my artistic powers, then, notwithstanding my cruel fate, he will come too early for me, and I should wish for him at a more distant period;",
              "but even then I shall be content, for his advent will release me from a state of endless suffering.",
              "Come when he may, I shall meet him with courage.",
              "Farewell!",
              "[.",
              ".",
              ".]",
              "[8] In 1802, the substantial impact of the progressive hearing loss on his mental state was already described.",
              "Social isolation, obvious signs of depression and suicidal tendencies were found.",
              "Moreover, Beethoven explicitly asked the medical posterity to figure out the aetiology of his hearing loss in this document.",
              "According to these most cited documents, Beethoven’s hearing loss started in 1796 at the age of 26.",
              "In the subsequent years, his hearing thresholds deteriorated so that Beethoven began to use ear trumpets in 1813 which were constructed for him by J.",
              "N.",
              "Mälzel.",
              "Another tool to alleviate the hearing impairment—however also with limited benefits—was a resonating plate which was placed on the piano and reflected the soundwaves [9].",
              "In 1814, the composer Louis Spohr attributed a high-grade hearing loss to Beethoven.",
              "However, an oral conservation was still possible in 1815 by speaking into the left ear of the composer [10], while Beethoven seemed to suffer from a more progressive hearing loss on the right ear during the course of the disease.",
              "Due to the ongoing progress of the hearing loss, Beethoven started to use conversation books for communication in 1818.",
              "In January 1819, the poet P.",
              "D.",
              "A.",
              "Atterboom described Beethoven as deaf as a block, and in May 1824 Beethoven did not even hear the frenetic jubilation at the premiere of his 9th symphony anymore, and had to be turned over by a singer to receive the applause of the audience [10].",
              "The protocol of the autopsy which was performed 1 day after his death on March 27th in 1827 by the assistant of the Institute of Pathology in Vienna J.",
              "Wagner reveals some details regarding the ear and the cochlear nerves: “The external auditory canal appeared to be lined with glistening cutaneous scales;",
              "this was especially marked near the concealed tympanic membrane.",
              "The Eustachian tube was very thickened and its mucosa rugose and rather narrowed at the bony part.",
              "The mastoid process was large and not marked off by any groove;",
              "its cells were conspicuous and lined by a highly-vascular mucosa.",
              "The whole of the petrous portion of the temporal bone, showing large vessels, was similarly well supplied with blood, especially in the region of the cochlea, the spiral lamina which seemed slightly reddish.",
              "” The facial nerves were of considerable thickness;",
              "the auditory nerves on the other hand shrunken and without pith;",
              "the accompanying auditory arteries were of a calibre of a crow-quill, and of cartilaginous consistency.",
              "The left auditory nerve, much the thinner, arose by three very thin, greyish roots;",
              "the right by one root, stronger and pale white [.",
              ".",
              ".]",
              ".",
              "The vault of the skull showed great tightness throughout and a thickness of about half an inch.",
              "” (Fig.",
              "1) [10] Postmortem protocol of the autopsy of L.",
              "v.",
              "Beethoven performed by Dr.",
              "J.",
              "Wagner (reprint with kind permission of the Pathological-Anatomical Collection of the Medical University of Vienna, Austria) However, there is no description of the middle ear structures available.",
              "According to G.",
              "Breuning, physician and son of a long-time friend of Beethoven, the temporal bones of the composer were stored in a jar for further examination after autopsy at the Institute of Anatomy at the University of Vienna because the anatomist J.",
              "Hyrtl (1810–1894) stated that he had still seen them on the desk of the dissection attendant A.",
              "Datter [11].",
              "However, according to further information at a later stage, they have been lost without any hint until today.",
              "Beethoven himself and his physicians associated his hearing loss with his lifelong abdominal problems resulting in diarrhea, impaired digestion, and abdominal colics first mentioned at the age of 25: “The chief cause of this infirmity proceeds from the state of my digestive organs, which, as you know, were formerly bad enough, but have latterly become much worse, and being constantly afflicted with diarrhea, has brought on extreme weakness.",
              "my hearing became worse, and my digestion continued in its former plight.",
              "[.",
              ".",
              ".]",
              "I suffered from most dreadful spasms, and sank back into my former condition.",
              "digestive pills four days ago, and a tea for my ears.",
              "I certainly do feel better and stronger” [8].",
              "Other diseases temporally associated with the beginning of the hearing loss were an unspecified “dangerous illness [in 1796] which shock hits his hearing tools, from which time his deafness gradually increased” [10] and the description of the physician A.",
              "Weißenbach that “he once survived terrible typhoid;",
              "from this time on, the deterioration of his nervous system and probably also the embarrassing deterioration of his hearing are dated” [12].",
              "In addition to the life-long abdominal problems, Beethoven also suffered from other diseases.",
              "According to several authors who try to place all of Beethoven’s symptoms under one single umbrella, the other diseases might be partially related to his hearing loss.",
              "In young adult life, Beethoven suffered from an arthropathy and in 1821 from jaundice.",
              "A painful eye condition in 1823 lasting for about 6 months was by some classified as an inflammatory ocular disease.",
              "Hematemesis and epistaxis which he suffered from in 1824 and 1825 might have been a prelude to the terminal illness of liver cirrhosis with a chronic pancreatitis.",
              "In this context, at the end of 1826/beginning of 1827, Beethoven was affected by extensive ascites and tapped four times before his death in March 1827.",
              "For a systematic review of the medical literature of the last 100 years on the aetiology of Beethoven’s hearing impairment, a computer-based search of medical publications was performed following the PRISMA guidelines [13].",
              "Due to the topic of the study, the search process had to be adapted to the particularities of a medical historical theme.",
              "Three electronic databases including PubMed®, PubMed Central®, and Web of Science® were used.",
              "The search was carried out from January 1, 1920, to June 30, 2020.",
              "The applied search terms in PubMed® and PubMed Central® were “Beethoven” in conjunction with “1920:2020[dp]“ AND “deafness” or “hearing loss”.",
              "Search terms in Web of Science were “Beethoven* deafness” or “Beethoven* hearing loss”.",
              "After deduplication, two independent reviewers separately screened for eligibility and in case of incongruency a third reviewer provided consent.",
              "Titles and, if available, abstracts were screened for inclusion or exclusion.",
              "As a first step, publications which did not deal with the medical history of the composer Beethoven (e.",
              "g., Tmc1 Beethoven mouse model) were excluded;",
              "as a second step, publications written in other languages than English, German, Spanish, Italian and French were discarded;",
              "and as a third step, publications which did not deal with the aetiology of Beethoven’s hearing loss were excluded.",
              "Then, the full-text versions of all publications that passed the screening were thoroughly evaluated.",
              "As a fourth step, further publications which do not deal with the aetiology of Beethoven’s hearing loss were discarded.",
              "As a fifth step, publications which did not give a statement regarding the underlying cause of the hearing loss were excluded.",
              "Studies were considered eligible if they comprised the description of a single favoured aetiology or if a clear exclusion of a cause was at least one of the study aims. Currently Pubmed® covers only medical literature at the earliest from 1936 to the present day.",
              "Therefore, to get complete access to all publications published in medical journals over the past 100 years, medical publications published between 1920 and 1935 were additionally searched manually by review of all reference lists of the above-mentioned eligible papers.",
              "The results of the literature retrieval process regarding the medical literature from 1920 up to now is illustrated in the flow diagram depicted in Fig.",
              "2.",
              "After careful evaluation of the medical literature between 1936 and 2020, 38 medical publications on the cause of Beethoven’s deafness met the eligibility criteria for inclusion in this critical review.",
              "Retrieval for eligible literature from 1920 to 1935 revealed a further ten publications.",
              "Hereby, 30 original/review articles, 13 historical notes, 3 letters to the editor, 1 conference paper, and 1 editorial note were included.",
              "The overall 48 eligible publications are chronologically listed in Table 1 including the type of article and the medical speciality of the first author.",
              "If there was more than one publication from the same author group favouring the same most likely aetiology, the results are listed in the same line to prevent distortion of the presented results.",
              "Flowchart of literature retrieval The number of the most likely supposed cause of Beethoven’s hearing loss is shown in Fig.",
              "3 according to each author group.",
              "To prevent distortion of the results, the most likely diagnoses were counted only once for every author if the author had more than one publication.",
              "The four most frequent diagnoses were otosclerosis (n = 10), syphilis (n = 9), Paget’s disease (n = 6) and neural deafness not otherwise specified (n = 5).",
              "Frequencies of the supposed most likely causes of the hearing loss of Beethoven according to the number of author groups in the medical literature 1920–2020 (SLE systemic lupus erythematosus, IBD inflammatory bowel disease, nos not otherwise specified) Even 250 years after Ludwig van Beethoven’s birth, medics still deal with the cause of his deafness which is still obscure.",
              "We are presenting the first systematic review of medical publications on the most likely cause of Ludwig van Beethoven’s deafness.",
              "Over the past 100 years, there was a mean release frequency of about one new publication supposing an underlying aetiology of his hearing loss in the medical literature in every 2.",
              "1 years with a quite continuous publication activity except for the period during and after the Second World War.",
              "Regarding the subspecialities of the authors, there is an obvious change in the publications on this topic over the past 100 years.",
              "Whereas from 1920 to 1970, otolaryngologists represented the dominating discipline with 14 of 21 publications, in the past 50 years only 4 of 21 author groups originate from otolaryngology.",
              "So, experts from different disciplines like pharmacologists, pathologists, infectiologists, gastroenterologists, rheumatologists, neurologists, psychiatrics and even paediatricians might be increasingly interested in this topic.",
              "In the literature, several differential diagnoses regarding the aetiology of Beethoven’s hearing loss have been controversially discussed.",
              "According to the number of publications, the leading cause supposed to explain Beethoven’s hearing loss is otosclerosis which was already favoured in the medical literature between 1921 and 1935 by otolaryngologists [14, 15] and later in the 1970s and 1990s by a wide range of authors of different medical specialities [16, 17].",
              "Arguments supporting this diagnosis have been the age when Beethoven first experienced symptoms of hearing loss in his mid-twenties and the progressive decline of his hearing affecting both ears.",
              "In addition, some authors diagnosed conductive hearing loss in Beethoven based on a wooden drumstick that Beethoven applied to the piano and held on the other side between his teeth which is comparable to a bone conduction hearing aid.",
              "However, the only description of such a drumstick was done by the French physician J.",
              "A.",
              "A.",
              "Rattel, who was not a contemporary of Beethoven.",
              "Thus, the mentioned sort of conductive hearing aid might be classified more legendary than real nowadays [18].",
              "In contrast, the medical history of Beethoven with a hearing impairment initially involving the high frequencies, a loss of discrimination, and signs of a positive recruitment is not typical in early stages of a fenestral otosclerosis, but point more to a cochlear hearing impairment.",
              "So, combined or cochlear otosclerosis might be a justifiable alternative differential diagnosis as mentioned by Shearer [17].",
              "In the postmortem protocol of Beethoven, no otosclerotic involvement of the oval window was reported, although this might easily have been visible even without a microscope according to Sorsby who excluded a combined otosclerosis [19].",
              "The remaining pure cochlear otosclerosis is defined as a focus of otosclerosis located in the otic capsule involving the cochlear endosteum, causing sensorineural hearing loss without any stapes fixation.",
              "However, the prevalence of pure cochlear otosclerosis might be low even if the current data situation is still unclear.",
              "Whereas clinical–radiological studies report patients with a pure cochlear sensorineural type of otosclerosis [20], otopathologic studies indicate that this type of pathology is very rare with a prevalence of only 1% of all patients with otosclerosis [21].",
              "According to these data, Beethoven would have suffered from a very rare sub-entity of otosclerosis if cochlear otosclerosis was the underlying cause of his hearing impairment.",
              "Syphilis is the aetiology second most accused of being the cause of Beethoven’s hearing loss.",
              "In the nineteenth century, syphilis was a very common venereal infectious disease which was considered the cause of Beethoven’s deafness by several non-medical authors and the composer’s biographers.",
              "The non-physician G.",
              "Grove was the first who mentioned this in the first edition of his musicology dictionary “Grove’s dictionary of Music and Musicians” in 1879 by the entry “the whole of these [postmortem] appearances are most probably the result of syphilitic affections at an early period of his life”.",
              "This statement had been initiated by third-hand information of the biographer A.",
              "W.",
              "Thayer who assumed Beethoven had syphilis based on two prescriptions for Beethoven by his physician Dr.",
              "Bertolini in 1820 for medication containing mercury [22].",
              "Even in the 1920s and 1930s, some authors still favoured the hypothesis of tertiary syphilis as the cause of his hearing loss [23].",
              "However, in 1930 the otolaryngologist Sorsby published arguments against syphilis as the cause of Beethoven’s hearing loss.",
              "He stated that no sudden onset or sudden total deafness or vertigo or nystagmus as commonly seen in syphilis patients had been described in Beethoven’s medical history [19].",
              "So, in the following decades syphilis was only sporadically mentioned [24], and Shearer mentioned even in 1990 that McCabe was still the only modern otologist who defended the aetiology of syphilis [17, 24].",
              "Even if a tertiary syphilis might explain the mentioned atrophy of the cochlear nerve due to meningeal irritation, and even if an uveitis as an inflammatory ocular disease might be part of a neurosyphilis complex, there were no other signs of advanced syphilis such as headache, hemiplegia, dysphasia and seizures and no autoptic evidence as gumma and tabes dorsalis.",
              "Also, the early beginning of the hearing loss at the age of 26 years is unlikely in tertiary neurosyphilis, and the pace of progression of the hearing impairment is different from the pace of progression in meningovascular syphilis patients [25].",
              "In addition to the missing typical anamnestic and autoptic findings regarding the signs of syphilis in Beethoven, a more recent examination of a ringlet of the composer in 2000 demonstrated that there was no detectable mercury in Beethoven’s hair which makes syphilis therapy with mercury unlikely [26].",
              "In opposition to these arguments against syphilis as the cause of Beethoven’s hearing impairment, the syphilis diagnosis has gained interest again in the medical literature of the twenty-first century by up to now four authors with medical specialization in infectiology, neurology, and psychiatry favouring this aetiology anew [27,28,29,30].",
              "Overall, syphilis is still one of the aetiologies which has most often been accused of being the cause of Beethoven’s hearing loss by medical publishers over the past 100 years.",
              "However, in the literature published by otolaryngologists, this differential diagnosis has not been favoured any more during the last 50 years even if nowadays the diagnosis of otosyphilis still needs to be considered in the differential diagnostic mind of the clinical otologists as recently mentioned by Theeuwen [31].",
              "Besides otosclerosis, another bone-remodelling disease with fixation of the stapes, the Paget ́s disease, was accused of being the cause of Beethoven’s deafness in perennial publications from 1965 up to these days [32, 33].",
              "About 50% of patients with Paget’s disease are known to suffer from hearing loss which can be caused by multiple mechanisms including, e.",
              "g., a fixation of the stapes footplate, a diminished mineral density of the cochlear capsule with microfractures and a damage of the cochlear nerve by a bony overgrowth and compression in tiny foramina before and within the internal auditory canal [33].",
              "The authors supporting this hypothesis based their argumentation on the report that the dense skull was twice as thick as normal and on the documentation of a narrowed bony part of the Eustachian tube in the autopsy protocol of Beethoven as well as on Beethoven’s facial characteristics such as his big head and jaw.",
              "Furthermore, an atrophy of the cochlear nerve which was mentioned in the autopsy protocol and Beethoven’s statement that he completely lost his ability to hear after a fall in 1815 [8] were appraised as secondary clues for an underlying Paget ́s disease.",
              "In addition, an increased blood supply and hyperplasia of the vessels of the temporal bones as mentioned in the autopsy protocol of Beethoven can also be seen in patients with Paget’s disease.",
              "However, only 3% of patients with Paget’s disease present symptoms under the age of 30 years [34], and in most cases hearing impairment initially starts with either a mixed or a conductive hearing loss affecting mostly the lower frequencies in contrast to Beethoven who presented with a hearing loss in the high frequencies.",
              "In addition, in 1986 the pathologists Jesserer and Bankl examined parietal bone fragments of the skull of Beethoven without finding any macropathological or radiological signs of Paget’s disease.",
              "Bilateral involvement of the temporal bones by osteodystrophic changes in the mid-twenties without any inclusion of the adjacent parietal parts up to the fifth decade of life have to be considered as quite unlikely [5].",
              "From 1920 up to the turn of the millennium, neural deafness was periodically accused of being the underlying cause of Beethoven’s hearing impairment [35, 36].",
              "This assumption was mainly based on the fact that the atrophy of the cochlear nerves which was described could not entirely be explained by any other aetiology.",
              "However, a convincing pathophysiologic cause was not answered by these publications [35, 37].",
              "Furthermore, the anamnestic cues of a positive recruitment by Beethoven himself are not compatible with the hypothesis of a neural origin, but rather point more towards a cochlear hearing impairment.",
              "Beethoven himself assumed a relationship between his lifelong gastrointestinal problems and his hearing impairment.",
              "This is also reflected throughout the medical literature during the last 100 years.",
              "While assumptions about a toxic labyrinthitis or an unspecified cochlear nerve disorder caused by intestinal problems which were popular in the 1920s and 1930s [37, 38] are no longer tenable today, the assumption of an inflammatory bowel disease (IBD) associated with an immunopathy of the inner ear was first expressed by Davies in 1988 and elaborated later by Karmody in 2005 [40].",
              "This goes in line with the first description of an autoimmune sensorineural hearing loss by McCabe in 1979 [39,40,41].",
              "Several authors attributed Beethoven’s intestinal disorder to ulcerative colitis [42] or more rarely to Crohn’s disease [43] which are subsets of IBD.",
              "Especially in ulcerative colitis, an autoimmune-mediated sensorineural hearing loss might become an extraintestinal manifestation of an IBD [44] and an underlying ulcerative colitis also might explain other maladies of Beethoven such as joint pains, facial rash, and uveitis [40].",
              "However, up to now research regarding extraintestinal otologic manifestations of ulcerative colitis is rare and the prevalence of a profound hearing loss as a consequence of an IBD has not yet been clarified.",
              "One argument against the hypothesis of an autoimmune-mediated sensorineural hearing loss is the period of appearance of Beethoven’s hearing impairment;",
              "an autoimmune-mediated hearing loss usually occurs during weeks or months but not years as it was the case with Beethoven [45].",
              "In addition, according to the primary literature there was no history of rectal bleeding during his lifetime and the autopsy protocol revealed an intestinal tract filled with air and without adhesions, strictures, or perforations.",
              "This strongly argues against the hypothesis that Beethoven suffered from IBD at all [46].",
              "In the 1990s, Drake and Palverman favoured independently of each other sarcoidosis as a diagnosis, as sarcoidosis encompasses most of the different diseases that Beethoven had.",
              "The multisystemic involvement of sarcoidosis can cause chronic active hepatitis followed by cirrhosis, inflammatory bowel disease, post-dysenteric seronegative arthropathy, hypercalcemia, and nephrolithiasis [47].",
              "In 5% of subjects with sarcoidosis, the nervous system is involved.",
              "Neurosarcoidosis might explain Beethoven’s deafness [48].",
              "But although bilateral auditory nerve deafness has been reported in sarcoidosis, this is associated with a thickening but not with an atrophy of the cochlear nerves as it was described in Beethoven’s autopsy protocol.",
              "In addition, neurosarcoidosis usually encompasses a clinical involvement of the facial nerve which was not found in Beethoven.",
              "Not least, no gross pathology of lung and heart was mentioned in his autopsy protocol.",
              "It lasted up to 2013, that lead intoxication was mentioned in the medical literature as a potential cause of Beethoven’s hearing loss.",
              "Evaluations of Beethoven’s hair and parietal skull bones in the first decade of this century revealed substantially elevated lead levels indicating chronic lead exposure which might have caused lead poisoning [6, 7].",
              "Whereas subacute lead poisoning notoriously induces a motor neurone disorder, long-term lead exposure can result in a slowly progressive high-frequency hearing loss [49] probably caused by axonal degeneration of the cochlear nerve.",
              "Stevens explained a chronic lead exposure of Beethoven by his long-lasting consumption of wine, which might have started at the age of 17 after the death of his mother.",
              "At that time, lead was added to improve the flavour of cheaper wines like the Hungarian ones preferred by Beethoven [45].",
              "Other sequelae of chronic lead intoxication such as abdominal colic, hepatotoxicity, and kidney damage as reported by Beethoven support this hypothesis.",
              "Recently, Brotto underlined this hypothesis with regard to Beethoven’s autoptic findings of wrinkled cochlear nerves that lacked pith without a medulla [50].",
              "However, up to now the scientific data regarding the prevalence and extent of hearing loss induced by chronic lead exposure is still rare.",
              "Therefore, it remains difficult to clearly associate Beethoven’s hearing impairment with a chronic exposure of lead.",
              "Beethoven’s explicit wish to clarify the cause of his deafness after his death has been fulfilled in numerous medical publications.",
              "Based on primary historical sources including the autopsy report and more recent investigations of probes of his skull and hair, several different hypotheses on the aetiology of the hearing impairment of Beethoven have been postulated.",
              "Otosclerosis and syphilis have been the predominant supposed causes in the medical literature of the past 100 years, whereby the long-rejected hypothesis of syphilis has shown a surprising and probably questionable revival during the last 20 years.",
              "In addition to numerous other causes, the hypothesis of a chronic lead intoxication has recently been developed in the medical literature over the past decade.",
              "To date, no single aetiology exists which might on its own completely explain Ludwig van Beethoven’s hearing impairment without a pertinent argument against this hypothesis.",
              "So, it is most likely that the question regarding the irrevocable cause of his deafness will probably remain unanswered forever.",
              "Whereas during his lifetime only insufficient hearing rehabilitation via hearing aids in the form of ear trumpets and a resonating plate was available, it is supposed that Beethoven would now probably benefit from an electrical stimulation by a cochlear implant.",
              "In this context, it has to be mentioned that the composer anticipated the physical fundamentals of this therapeutic option already at the beginning of his hearing loss when he wrote in 1801: “I hear wonders of galvanism;",
              "what do you say to it?",
              "A physician told me that he knew a deaf and dumb child whose hearing was restored by it, and likewise a man who had been deaf for seven years, and recovered his hearing” [8].",
              "To predict the outcome of such a treatment, the irrevocable identification of the aetiology of his hearing loss—especially regarding the possible neural pathophysiologic cause—would be of therapeutic importance.",
              "Liston SL, Yanz JL, Preves D et al (1989) Beethoven’s deafness.",
              "Laryngoscope 99:1301–1304 Article CAS PubMed Google Scholar Saccenti ES, Smilde AK, Saris WHM (2011) Beethoven’s deafness and his three styles.",
              "BMJ 343:7589 Article Google Scholar Wainapel SF (1995) Ludwig van Beethoven – the influence of hearing- loss on his musical development.",
              "Med Probl Perform Artists 10(3):90–93 Google Scholar Harrison P (1988) The effects of deafness on musical composition.",
              "J R Soc Med 81(10):598–601 Article CAS PubMed PubMed Central Google Scholar Jesserer H, Bankl H (1986) Was Beethoven’s deafness caused by Paget ́s disease?",
              "Report of findings and study of skull fragments of Ludwig van Beethoven.",
              "LRO 65(10):592–597 CAS Google Scholar U.",
              "S Department of Energy (2005) New release of the argonne national laboratory.",
              "argonne researchers confirm lead as cause of Beethoven’s Illness.",
              "https://www.",
              "sciencedaily.",
              "com/releases/2005/12/051207211035.",
              "htm.",
              "(Accessed 6 Dec 2005) U.",
              "S Department of Energy (2000) New Release of the argonne national laboratory.",
              "research proves Beethoven suffered from lead poisoning.",
              "https://www.",
              "Anl.",
              "gov/OPA/whatsnew/Beethovenstory.",
              "Htm.",
              "(Accessed 17 Oct 2000) Kalischer AC (2014) Beethoven’s letters.",
              "Cambridge University Press, Cambridge Google Scholar Schindler A (1973) Ludwig van Beethoven.",
              "Reclam Leipzig, Leipzig Google Scholar Thayer AW (1970) Ludwig van Beethovens Leben.",
              "Olms Hildesheim, Hildesheim Google Scholar Breuning G (1874) Aus dem Schwarzspanierhause.",
              "Erinnerungen an L.",
              "van Beethoven aus meiner Jugendzeit, Rosner Wien Google Scholar Weißenbach A (1816) Meine Reise zum Kongreß in Wien.",
              "Wahrheit und Dichtung.",
              "J.",
              "B, Walkishauser Wien Google Scholar Moher D, Liberati A, Tetzlaff J, Altman DG (2009) Preferred Reporting Itmes for systematic reviews and meta-analyses: the PRISMA statement.",
              "PLoS Med 6(7):e1000097 Article PubMed PubMed Central Google Scholar Gradenigo G (1921) La sordità di Beethoven.",
              "Arch Ital Otol 1:221–226 Google Scholar Frank I (1935) The deafness of Beethoven.",
              "Ann Otol Rhinol Laryngol 44:327–336 Article Google Scholar Sellars SL (1974) Beethoven’s deafness S.",
              "Afr med J 48:1585–1588 CAS Google Scholar Shearer PD (1990) The deafness of Beethoven: an audiologic and medical overview.",
              "Am J Otol 11(5):370–374 CAS PubMed Google Scholar Perciaccante A, Coralli A, Bauman NG (2020) Beethoven: his hearing loss and his hearing aids.",
              "Otol Neurotol.",
              "https://doi.",
              "org/10.",
              "1097/MAO.",
              "0000000000002755 Article PubMed Google Scholar Sorsby M (1930) Beethoven’s deafness.",
              "J Laryngol Otol 45:329–343 Article Google Scholar Diaz RC (2008) Cochlear otosclerosis.",
              "Otol Neurotol 29(5):723–724 Article PubMed Google Scholar Schuknecht HF, Kirchner JC (1974) Cochlear otosclerosis: fact or fantasy.",
              "Laryngoscope 84:766–782 Article CAS PubMed Google Scholar Grove G (1880) Dictionary of Music and Musicians.",
              "Macmillan London, London Google Scholar Jacobsohn J (1927) Beethovens Gehörleiden und letzte Krankheit.",
              "Deutsch med Wochenschr 53:6110 Article Google Scholar McCabe BF (1958) Beethoven’s deafness.",
              "Ann Otol Rhinol Laryngol 113:511–525 Article Google Scholar Palferman TG (1992) Beethoven.",
              "J R Coll Phys Lon 26:112–114 CAS Google Scholar Martin R (2000) Beethoven’s hair.",
              "Broadway Books, New York Google Scholar Donnenberg MS, Collins MT, Benitez RM et al (2000) The sound that failed.",
              "Am J Med 108:475–480 Article CAS PubMed Google Scholar Domic DT, Paya EG (2005) Treponema pallidum and Ludwig van Beethoven’s deafness.",
              "Rev Chil Infect 25(4):294 Google Scholar McGill I, Agius M (2018) Tertiary syphilis (General paralysis of the insane) and bipolar disorder, the role of these two disorders in the life of famous composers.",
              "Psychiatria Danubina 30(Suppl 7):563–566 PubMed Google Scholar Pedro MKF, Germiniani FMB, Teive HAG (2018) Neurosyphilis and classical music: the great composers and “the great imitator.",
              "” Arq Neuropsiquiatr 76(11):791–794 Article PubMed Google Scholar Theeuwen H, Whipple M, Litvack JR (2019) Otosyphilis: resurgence of an old disease.",
              "Laryngoscope 129(7):1680–1684 Article PubMed Google Scholar Asherton N (1965) The deafness of Beethoven and the saga of the stapes.",
              "Hunterian Soc 24:7–24 Google Scholar Oiseth SJ (2017) Beethoven’s autopsy revisited: a pathologist sounds a final note.",
              "J Med Biogr 25(3):139–147 Article PubMed Google Scholar Gutman AB, Kasabach H (1936) Paget ́s disease: analysis of 116 cases.",
              "Am J Med Scien 191:2361–2381 Google Scholar Schweisheimer W (1920) Beethovens Krankheiten.",
              "Münchener Med Wochenschr IXVI I:1473 Google Scholar Huxtable RJ (2000) The deafness of Beethoven: a paradigm of hearing problems. Proc West Pharm Soc 43:1–8 CAS Google Scholar Tremble E (1932) The deafness of Beethoven.",
              "Can Med Assoc J 27(5):546–549 PubMed Central Google Scholar Marage M (1928) Nature de la surdité de Beethoven.",
              "Compt Rend Acad d Sci 186:110–112 Google Scholar Davies PJ (1988) Beethoven’s deafness - a new theory.",
              "Med J Austr 149(11–12):644–649 Article CAS Google Scholar Karmody CS, Bachor ES (2005) The deafness of Ludwig van Beethoven: an immunopathy.",
              "Otol Neurotol 26:809–814 Article PubMed Google Scholar McCabe BF (1979) Autoimmune sensorineural hearing loss.",
              "Ann Otol 88:585–589 CAS Google Scholar Sellers LM (1963) Beethoven the immortal: his deafness and his music.",
              "Laryngoscope 73:1158–1183 Article CAS PubMed Google Scholar Critchley M, Henson RA (eds) (1977) Music and the brain: studies in the neurology of music.",
              "William Heinemann London, London Google Scholar Fousekis FS, Saridi M, Albani E et al (2018) Ear involvement in inflammatory bowel disease: a review of the literature.",
              "J Clin Med Res 10(8):609–614 Article PubMed PubMed Central Google Scholar Stevens MH, Jacobsen T, Crofts AK (2013) Lead and the deafness of Ludwig van Beethoven.",
              "Laryngoscope 123(11):2854–2858 Article PubMed Google Scholar Kubba AK, Young M (1996) Ludwig van Beethoven: a medical biography.",
              "Lancet 347:167–170 Article CAS PubMed Google Scholar Palferman TG (1994) Beethoven: medicine, music, and myths.",
              "Int J Dermatol 33(9):664–671 Article CAS PubMed Google Scholar Drake ME (1994) Deafness, dysesthesia, depression, diarrhea dropsy, and death: the case of sarcoidosis in Ludwig van Beethoven.",
              "Neurology 44:562–565 Article PubMed Google Scholar Cohen SM (2001) Lead poisoning: a summary of treatment and prevention.",
              "Pediatr Nurs 27(29):125–126 CAS PubMed Google Scholar Brotto D, Fellin R, Sorrentino F, Gheller F, Trevisi P, Bovo R (2020) A modern case sheds light on a classical enigma: Beethoven’s deafness.",
              "Laryngoscope.",
              "https://doi.",
              "org/10.",
              "1002/lary.",
              "28464 Article PubMed Google Scholar Download references This article is dedicated to my father Dr.",
              "Günter Thomas, who initiated my interest in the medical history of musicians’ diseases (JPT).",
              "Open Access funding enabled and organized by Projekt DEAL.",
              "Department of Otorhinolaryngology, Head and Neck Surgery, Katholisches Klinikum, Ruhr University Bochum, Bleichstr.",
              "15, 44787, Bochum, Germany Jan Peter Thomas, Stefan Dazert & Christiane Voelter Department of Otorhinolaryngology, Head and Neck Surgery, St.",
              "-Johannes-Hospital, Academic Teaching Hospital of the University of Münster, Johannesstr.",
              "9-17, 44137, Dortmund, Germany Jan Peter Thomas Institute of Molecular and Cellular Anatomy, RWTH Aachen University, Wendlingweg 2, 52057, Aachen, Germany Andreas Prescher You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar Correspondence to Jan Peter Thomas.",
              "The authors declare that they have no conflict of interest.",
              "The research does not involve human participants and/or animals.",
              "Not applicable.",
              "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "Open Access This article is licensed under a Creative Commons Attribution 4.",
              "0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made.",
              "The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material.",
              "If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder.",
              "To view a copy of this licence, visit http://creativecommons.",
              "org/licenses/by/4.",
              "0/.",
              "Reprints and Permissions Thomas, J.",
              "P.",
              ", Dazert, S.",
              ", Prescher, A.",
              "et al.",
              "Aetiology of Ludwig van Beethoven’s hearing impairment: hypotheses over the past 100 years – A systematic review.",
              "Eur Arch Otorhinolaryngol 278, 2703–2712 (2021).",
              "https://doi.",
              "org/10.",
              "1007/s00405-020-06467-w Download citation Received: 07 October 2020 Accepted: 28 October 2020 Published: 23 November 2020 Issue Date: August 2021 DOI: https://doi.",
              "org/10.",
              "1007/s00405-020-06467-w Anyone you share the following link with will be able to read this content: Sorry, a shareable link is not currently available for this article.",
              "Provided by the Springer Nature SharedIt content-sharing initiative Avoid common mistakes on your manuscript.",
              "Advertisement 205.",
              "172.",
              "168.",
              "145 University of Massachusetts Amherst W.",
              "E.",
              "B.",
              "Du Bois Library (8200177774) - NorthEast Research Libraries (NERL) (8200828607) © 2023 Springer Nature"
            ]
          }
        ],
        "Beethoven withdrew from conducting and performing to focus on his compositions.": [
          {
            "title": "The Whole Story of Beethoven’s Deafness",
            "url": "https://www.californiasymphony.org/composer/beethoven/the-whole-story-of-beethovens-deafness/",
            "content": [
              "The Whole Story of Beethoven’s Deafness",
              "By California Symphony Music Director Donato Cabrera Imagine directing an orchestra you can’t hear.",
              "Or playing a soundless piano for a staring audience.",
              "Most know classical composer Ludwig van Beethoven struggled with deafness — but many don’t realize how much of a struggle it was.",
              "Beyond composing without hearing a note, Beethoven grappled with living in the 1800s when few understood deafness, hindering his ability to communicate, work as a musician and even find a place to live.",
              "How he dealt with this deafness is one of the great stories of humanity, not just of music.",
              "Beethoven began losing his hearing in his mid-20s, after already building a reputation as a musician and composer.",
              "The cause of his deafness remains a mystery, though modern analysis of his DNA revealed health issues including large amounts of lead in his system.",
              "At the time, people ate off of lead plates — they just didn’t know back then.",
              "Continuing to compose and conduct, he changed lodgings constantly in Vienna, which could be due to Beethoven’s landlords’ frustration with him pounding on his piano at all hours.",
              "Beethoven even continued performing publicly as a musician, which was necessary for many composers of the age: That’s how they got their pieces out, not just composing but performing.",
              "For the longest time he didn’t want to reveal his deafness because he believed, justifiably, that it would ruin his career.",
              "His condition didn’t go unnoticed, however.",
              "Composer Louis Spohr reacted to watching Beethoven rehearse on piano in 1814: “.",
              ".",
              ".",
              "the music was unintelligible unless one could look into the pianoforte part.",
              "I was deeply saddened at so hard a fate.",
              "” Once his hearing was fully gone by age 45, Beethoven lost his public life with it.",
              "Giving up performing and public appearances, he allowed only select friends to visit him, communicating through written conversations in notebooks.",
              "His deafness forced him to become a very private, insular person over the course of time.",
              "A common question is how Beethoven continued composing without his hearing, but this likely wasn’t too difficult.",
              "Music is a language, with rules.",
              "Knowing the rules of how music is made, he could sit at his desk and compose a piece of music without hearing it.",
              "Beethoven’s style changed, however, as he retreated from public life.",
              "His once-vivacious piano sonatas began to take on a darker tone.",
              "His famous Sixth Symphony also reflects his different life in deafness.",
              "Also known as the Pastoral Symphony, the musical work conveys the peace of the countryside, where Beethoven escaped city life after losing his hearing.",
              "In terms of his deafness, this was a very important symphony, reflecting the importance as an individual to keep his sanity by being in the country.",
              "“How delighted I shall be to ramble for a while through bushes, woods, under trees, through grass, and around rocks” — Beethoven in a letter written in May of 1810 This and other pieces from his soundless years reflect his incredible grasp of composition.",
              "Beethoven was a master of the language of music, which is about the creation of sound, not about listening.",
              "This article originally appeared on the Las Vegas Smith Center’s blog.",
              "Beethoven, Donato Cabrera, 2020-21 Season January 19, 2023 Read More January 5, 2023 Read More December 4, 2022 Read More We’ll help you learn what you need to know.",
              "Sign up for our mailing list Copyright 2023 California Symphony.",
              "Design by Mission Minded.",
              "Privacy Notice"
            ]
          },
          {
            "title": "When Did Beethoven Become Deaf and How Did it Impact his Music ...",
            "url": "https://www.magellantv.com/articles/encroaching-silence-the-impact-of-deafness-on-beethoven-and-his-music",
            "content": [
              "When Did Beethoven Become Deaf and How Did it Impact his Music ...",
              "Ludwig van Beethoven’s music includes some of the most memorable, profound, and beautiful compositions of all time.",
              "But for much of his career he was unable to listen to what he had written.",
              "The effect of his gradual descent into deafness upon his music corresponded to the three generally accepted periods of his career (early, middle, and late) in revealing ways.",
              "◊ “It was impossible for me to say to others: speak louder;",
              "shout!",
              "For I am deaf.",
              "Ah!",
              "Was it possible for me to proclaim a deficiency in that one sense which in my case ought to have been more perfect than in all others, which I had once possessed in greatest perfection, to a degree of perfection, indeed, which few of my profession have ever enjoyed?",
              "” – Ludwig van Beethoven, 1802, “Heilegenstadt Testament” In his 20s, Beethoven began experiencing issues with his hearing.",
              "The first symptom was tinnitus, a high-pitched droning sound that interferes with clarity and definition in hearing.",
              "By then, Beethoven was already well known as a composer and performer, and of course he continued to compose until his death at the age of 56.",
              "However, his career as a performer (he was a gifted pianist from a very young age) ended when the tinnitus overwhelmed his ability to hear his own playing, much less the other instruments onstage.",
              "Beethoven’s gradually intensifying hearing problems, of course, were a source of great concern for him and figure prominently in the above-quoted “Heilegenstadt Testament,” a letter he wrote to his brothers in 1802.",
              "In that remarkable document, discovered among his papers after his death, he shares that his hearing loss sparked in him a life-and-death crisis, writing, “I would have ended my life – it was only my art that held me back.",
              "” Painting of Ludwig van Beethoven by Joseph Karl Stieler, 1820 (Source: Beethoven House, Bonn, Germany, via Google Arts and Culture) The maestro did continue, to the great benefit of audiences around the globe.",
              "In fact, not only did he continue, but his music changed, deepened, and became even more profound as he slipped ineluctably into his final years of profound deafness.",
              "It’s generally accepted that Beethoven’s music can be divided into three eras, roughly.",
              "His early period begins with his first compositions in the 1780s and ends around 1801.",
              "His middle period runs through about 1814.",
              "And his final, or “mature” period concludes with his death in 1827.",
              "According to the Beethoven “Digital Archive,” “Beethoven’s work comprises 722 larger and smaller compositions.",
              "They are registered as 138 works and groups of works with an opus number (op.)",
              "and 228 pieces without an opus number (WoO).",
              "” Let’s explore how Beethoven’s hearing issues affected the three stages of his growth as an artist, and how he focused his considerable gifts to respond to the challenges posed by his gradual inability to hear normally the music he composed.",
              "We’ll examine each of these periods and explore how the slow but relentless progress of deafness may have influenced his approach to composition differently in each of the eras.",
              "During Beethoven’s early years as a musician, when his hearing was not an issue, he was strongly influenced by Bach, Haydn, and Mozart, masters of the age whose work he found inspiring.",
              "In fact, he studied with Haydn and others, in Vienna, and several early works in a strong upper range were clearly indebted to Mozart.",
              "The influence of Mozart and Haydn can be heard in the Piano Sonata No.",
              "8 in C minor, Op.",
              "13, Pathétique.",
              "The composition is from 1798, when Beethoven was attempting to gain a foothold in Vienna, where he had relocated at the age of 21.",
              "Already, the young maestro was experimenting with big sounds and even bigger emotions.",
              "Another striking piece from his early period is the Moonlight Sonata (Piano Sonata No.",
              "14, Op.",
              "27, No.",
              "2).",
              "This lovely and deeply expressive piece shows the composer in a thoughtful and reflective mood, selecting notes in ranges not yet affected by his incipient tinnitus, and soft tones to express his musical feelings and ideas.",
              "Watch the story of Beethoven's Piano Sonata No.",
              "14: Moonlight Sonata It has been said of Beethoven that he was fully deaf when he wrote all his great works, but that he was able to compose, perform, and even conduct his work without being able to hear a note.",
              "This is a lovely myth, but it does not take into consideration the progressive nature of his hearing loss.",
              "The reality is that it’s quite possible to chart his slow but steady descent into total deafness through the periods of his career.",
              "It was during Beethoven’s middle period, approximately 1801 to 1814, that the hearing problems became more apparent.",
              "He became acutely aware of the tinnitus and a gradual worsening of his hearing.",
              "In these years, his music got louder, deeper, and grander – and, perhaps as a direct result, his star began to ascend as he captured strong emotions in his work.",
              "Representative work from this period would include the Symphony No.",
              "3, Op.",
              "55, Eroica, as well as the Piano Sonata No.",
              "23, Op.",
              "57, Appassionata.",
              "The “middle period” is sometimes referred to as Beethoven’s “heroic” era, as the composer began to conceive many of his works on a grand scale.",
              "In this period, Beethoven’s work to a large degree lost its brightness and high tones, which were supplanted by the more resonant tones of the deeper ranges that he could still hear despite that continuous ringing caused by the tinnitus.",
              "Watch how Beethoven advanced the development of the piano through works like his Piano Sonata No.",
              "23: Appassionata Although, like Mozart, Beethoven was a man of the Enlightenment, these timeless classics linked him to the birth of the Romantic Era in music and art, in which an individual’s feelings became primary in aesthetic expression.",
              "As Beethoven’s fame grew, he had the great fortune to have patrons compete over his services.",
              "As a result, he was in the enviable position of being a truly independent composer.",
              "For example, when he was offered a sizeable sum to take a position as a court composer in Italy, in 1809, a small group of his wealthy patrons banded together to support him with an annual grant of 4,000 florins (a grand sum at the time) to remain in Vienna.",
              "There he would be free to write whatever he wanted, on his own schedule, and not be wholly dependent upon commissions, occasional music, or a court appointment.",
              "In 1811 Beethoven had to give up his lucrative career as a performer due to hearing loss.",
              "He did not appear onstage again until 1824, when he “conducted” – or, more properly, “directed” – the premiere of his Symphony No.",
              "9 by giving cues to the conductor.",
              "This masterful late period, from approximately 1815 to his death in 1827, corresponded with Beethoven’s final descent into complete deafness.",
              "By this time, he was using “conversation books” to communicate with those around him and was employing his prodigious gift for musical composition to create some of his most memorable, mysterious, and transcendent work.",
              "The musical setting for his Catholic Mass, the Missa Solemnis, is a superb example.",
              "Beethoven called this the greatest work he had ever composed, and many would agree.",
              "Despite his total inability to hear, he nonetheless composed music of great complexity that presented technical challenges for virtuoso performers.",
              "The music is of great range, in tone, tempo, and timbre.",
              "It might be said that he vanquished his deafness as he pushed his inventiveness along with his mastery of composition to new heights.",
              "The deepest and most acclaimed music of this period would be his chef-d’oeuvre, the grand Symphony No.",
              "9, Op.",
              "125.",
              "This massive work in four unforgettable movements famously incorporates a full chorus singing Friedrich Schiller’s poem “Ode to Joy,” which serves as the climax of the symphony – and, one might say, of Beethoven’s singular career.",
              "Watch how Beethoven's grand Symphony No.",
              "9 earned the admoration of contemporary audiences, yet Beethoven was unable to hear his aclaim.",
              "Beethoven’s health steadily declined during his 50s.",
              "His hearing was gone, and he started to have physical symptoms of severe gastrointestinal distress that left him weak and bedridden.",
              "From late 1826 he was quite ill, and doctors reached a point where they believed that all they could do had been done.",
              "His closest friends and a sister-in-law were present by his bed on March 26, 1827, as he breathed his final breaths.",
              "The actual cause of his death remains undetermined, but liver disease is the likeliest reason.",
              "The autopsy revealed a severe case of cirrhosis of the liver and some evidence of lead poisoning.",
              "Cirrhosis, of course, is often associated with excessive drinking of alcohol, but the effect of lead has been a subject of speculation.",
              "It is possible that Beethoven was in the custom of drinking wine with lead as an additive (used as a fortifier), and equally possible that his doctors attempted to treat his illnesses, and possibly his deafness, with medicines containing lead.",
              "How do we sum up Beethoven’s life and art?",
              "It would be nearly impossible to exaggerate the profound influence he had on the evolution of music and the introduction of Romantic ideals into the cultural life of his time.",
              "To quote a recent biographical sketch: Beethoven’s body of musical compositions stands with Shakespeare’s plays at the outer limits of human accomplishment.",
              "And the fact Beethoven composed his most beautiful and extraordinary music while deaf is an almost superhuman feat of creative genius.",
              "We are indeed fortunate to have these masterpieces of cultural expression as part of the world’s heritage.",
              "To honor this heritage, think about selecting one of Beethoven’s “greatest hits” to enjoy.",
              "Ω Kevin Martin is Senior Writer for MagellanTV.",
              "He writes on a wide variety of topics, including outer space, the fine arts, and modern history.",
              "He has had a long career as a journalist and communications specialist with both nonprofit and for-profit organizations.",
              "He resides in Glendale, California.",
              "Title image: Beethoven walk.",
              "(Credit: Julius Schmid, via Wikimedia Commons) Famous for his exquisite poetry, and his notorious affairs, Lord Byron is also known today as the father of Ada Lovelace, considered to be the first computer programmer.",
              "Her.",
              ".",
              ".",
              "The original Globe theater was where Shakespeare debuted his greatest plays.",
              "When a rebuilt Globe opened in London in 1997, it gave modern audiences a thrilling sense of the.",
              ".",
              ".",
              "Édouard Manet was, in key ways, the first “modern” painter.",
              "Born in Paris during great social upheaval, he reinvented traditional painting to capture the changing scenes of urban.",
              ".",
              ".",
              "Ludwig van Beethoven was among the greatest composers in history, yet is often seen as a moody, dark genius.",
              "What does his childhood tell us about him?",
              "Start your 14-day trial of MagellanTV and get access to 2,000+ documentaries, available anywhere, on any device © MagellanTV, LLC 2018 - 2023"
            ]
          },
          {
            "title": "Emotion in Beethoven and his music | The British Journal of Psychiatry ...",
            "url": "https://www.cambridge.org/core/journals/the-british-journal-of-psychiatry/article/emotion-in-beethoven-and-his-music/3810AB3B74D84BF739384C130492D807",
            "content": [
              "Emotion in Beethoven and his music | The British Journal of Psychiatry ...",
              "We use cookies to distinguish you from other users and to provide you with a better experience on our websites.",
              "Close this message to accept cookies or find out how to manage your cookie settings.",
              "Published online by Cambridge University Press: 02 January 2018 Beethoven was the first of the romantic period composers who dominated classical music during the 19th century.",
              "He himself was a passionate man who carried his feelings on his sleeve.",
              "He had episodes of depression accompanied by suicidal ideas, and rarer episodes of elation with flights of ideas.",
              "The latter are reflected in some of his letters.",
              "He had a low frustration tolerance and at times would become so angry that he would come to blows with others such as his brother Carl, or he would throw objects at his servants.",
              "Although he never married, he had several affairs, including one with a married woman who has come to be known to posterity as ‘the Unknown Beloved’.",
              "To her he wrote three love letters that are filled with affection and feeling.",
              "He much enjoyed wine and this resulted in hepatic cirrhosis that caused his premature death at the age of 56.",
              "This moodiness is reflected in his music.",
              "The ‘Marches Funébres’ of his Third Symphony (Eroica) and the Piano Sonata, op.",
              "26, no.",
              "12, are poignant and powerful portrayals of grief and bereavement.",
              "The final movement of the String Quartet, no.",
              "6, op.",
              "18 (La Malinconia) has sudden and alternating changes of tempo and rhythm that depict, in musical terms, the mood changes that occur in bipolar disorder.",
              "The pace and fortissimo dynamics of both his Rondo a Capriccio for piano, op.",
              "129 and the storm movement of his Sixth Symphony (Pastoral Symphony) beautifully (or perhaps one should also say fearfully) display anger and agitation.",
              "Beethoven also displayed positive emotions in his music.",
              "The prime example is his rendering of Schiller's poem Ode to Joy in his Ninth Symphony (Choral Symphony), where the lyrical exaltation of peace and of our common brotherhood and humanity are beautifully and powerfully rendered in musical terms. Tenderness and love shine forth in the third movement of the Piano Sonata, op.",
              "90, no.",
              "27, and in the well-known Bagatelle, Für Elise.",
              "During the last eight years of his life Beethoven was almost totally deaf yet during this time he composed some of his most complex and profoundly spiritual music.",
              "His deafness forced him to turn inward for inspiration, and his music during this final period of his compositional career reflects the inner peace he had achieved despite the outward turmoil of his life.",
              "The late string quartets are a sublime portrayal of this mental attitude.",
              "Beethoven is considered to be one of the greatest composers of all time.",
              "During most of his life he had many medical and psychological problems. He may have suffered from bipolar disorder.",
              "D.",
              "Jablow Hershman and Dr Julian Lieb in their book Manic Depression and Creativity have argued quite convincingly that Beethoven was manic depressive.",
              "His medical problems included progressive deafness that began in his late twenties, chronic alcohol dependency causing cirrhosis of the liver, lead poisoning and a chronic gastro-intestinal condition (likely irritable bowel syndrome complicated by laxative misuse).",
              "Because of the strength of his personality and knowledge of the power of his message, he was able to rise above these ailments.",
              "As he himself on occasion admitted, composing for him was therapeutic.",
              "His deafness forced him to withdraw from teaching, performing and conducting, hence all his energies were focused on composition.",
              "His passionate nature is reflected in the passions of his music.",
              "We are all the beneficiaries.",
              "Loading.",
              ".",
              ".",
              "View all Google Scholar citations for this article.",
              "To save this article to your Kindle, first ensure coreplatform@cambridge.",
              "org is added to your Approved Personal Document E-mail List under your Personal Document Settings on the Manage Your Content and Devices page of your Amazon account.",
              "Then enter the ‘name’ part of your Kindle email address below.",
              "Find out more about saving to your Kindle.",
              "Note you can select to save to either the @free.",
              "kindle.",
              "com or @kindle.",
              "com variations.",
              "‘@free.",
              "kindle.",
              "com’ emails are free but can only be saved to your device when it is connected to wi-fi.",
              "‘@kindle.",
              "com’ emails can be delivered even when you are not connected to wi-fi, but note that service fees apply.",
              "Find out more about the Kindle Personal Document Service.",
              "To save this article to your Dropbox account, please select one or more formats and confirm that you agree to abide by our usage policies.",
              "If this is the first time you used this feature, you will be asked to authorise Cambridge Core to connect with your Dropbox account.",
              "Find out more about saving content to Dropbox.",
              "To save this article to your Google Drive account, please select one or more formats and confirm that you agree to abide by our usage policies.",
              "If this is the first time you used this feature, you will be asked to authorise Cambridge Core to connect with your Google Drive account.",
              "Find out more about saving content to Google Drive.",
              "- No HTML tags allowed- Web page URLs will display as text only- Lines and paragraphs break automatically- Attachments, images or tables are not permitted Your email address will be used in order to notify you when your comment has been reviewed by the moderator and in case the author(s) of the article or the moderator need to contact you directly.",
              "Do you have any conflicting interests?",
              "* Conflicting interests help Close Conflicting interests help Please list any fees and grants from, employment by, consultancy for, shared ownership in or any close relationship with, at any time over the preceding 36 months, any organisation whose interests may be affected by the publication of the response.",
              "Please also list any non-financial associations or interests (personal, professional, political, institutional, religious or other) that a reasonable reader would want to know about in relation to the submitted work.",
              "This pertains to all the authors of the piece, their spouses or partners.",
              "Please list any fees and grants from, employment by, consultancy for, shared ownership in or any close relationship with, at any time over the preceding 36 months, any organisation whose interests may be affected by the publication of the response.",
              "Please also list any non-financial associations or interests (personal, professional, political, institutional, religious or other) that a reasonable reader would want to know about in relation to the submitted work.",
              "This pertains to all the authors of the piece, their spouses or partners."
            ]
          }
        ],
        "Beethoven's later works, such as his ninth symphony, his late string quartets, and his Missa Solemnis, are considered masterpieces of musical expression and innovation.": [
          {
            "title": "Beethoven&#39;s Missa solemnis: A Deep Dive into the Masterpiece",
            "url": "https://lvbeethoven.com/music/missa-solemnis/",
            "content": [
              "Beethoven&#39;s Missa solemnis: A Deep Dive into the Masterpiece",
              "LVBEETHOVEN.",
              "COM Ludwig van Beethoven remains one of the most transformative figures in the world of classical music.",
              "With compositions that spanned the Classical and Romantic periods, his works are celebrated for their emotive power, intricate structures, and pioneering spirit.",
              "Among his vast oeuvre, the Missa solemnis stands out, not just for its grandeur but for the deep personal and spiritual significance it held for the composer.",
              "Composed between 1819 and 1823, the Missa solemnis, Op.",
              "123, was written during one of the most challenging periods of Beethoven’s life.",
              "By this time, his hearing had deteriorated significantly, leading to a near-total deafness.",
              "This loss, while devastating, pushed Beethoven to retreat into a world of introspection, where music became his primary means of communication and expression.",
              "The work was originally intended as a gift for his close friend and pupil, Archduke Rudolph of Austria, on the occasion of his installation as Archbishop.",
              "Beethoven had a profound respect and admiration for the Archduke, who was not just his pupil, but also a benefactor and a trusted friend.",
              "This dedication can be seen in a note Beethoven inscribed on the manuscript: “From the heart—may it return to the heart!",
              "”—a testament to the deeply personal nature of this composition.",
              "Interestingly, the Missa solemnis was not completed in time for the Archduke’s installation—it took Beethoven almost four years to finalize.",
              "This delay was in part due to Beethoven’s meticulous nature and his desire to create a perfect liturgical work.",
              "But it was also reflective of the personal struggles he was experiencing.",
              "His declining health, legal battles over the custody of his nephew, and the ever-present specter of deafness weighed heavily on him.",
              "Yet, amidst these trials, the Missa solemnis became an outlet, a work of catharsis and reflection.",
              "The period in which Beethoven composed the Missa solemnis was also one of significant creativity and output.",
              "Despite his personal adversities, he produced other notable works, like the late string quartets and the Ninth Symphony.",
              "But it’s evident that the Missa solemnis held a unique place in his heart, given the time, effort, and emotion he poured into it.",
              "The term “Missa solemnis” is Latin for “solemn mass.",
              "” Within the liturgical tradition, masses can be categorized based on their purpose and the level of ceremony involved.",
              "A solemn mass is one that’s celebrated with greater ceremony than a regular or “low” mass, often reserved for special occasions or high feasts in the liturgical calendar.",
              "Another category one might encounter in classical music is the “missa brevis,” meaning “short mass.",
              "” Unlike the “missa brevis,” which focuses on brevity and may omit certain sections for expediency, the “Missa solemnis” is expansive, aiming to capture the full gravity and reverence of the occasion.",
              "It’s not just a musical setting of the ordinary mass but a profound spiritual and artistic statement.",
              "For Beethoven, choosing to title his work “Missa solemnis” signified not just the liturgical importance of the composition but also its personal significance to him.",
              "While he had composed a mass earlier in his career—the Missa in C major, Op.",
              "86—this later work was more ambitious, both in scale and intent.",
              "It wasn’t merely a liturgical piece;",
              "it was an exploration of faith, doubt, hope, and humanity’s relationship with the divine.",
              "Beethoven’s choice of the “Missa solemnis” as a vehicle for such exploration can be seen as a reflection of his respect for tradition coupled with a desire to transcend it.",
              "In his hands, the “Missa solemnis” became more than a sacred ritual—it transformed into a universal testament to the human spirit’s resilience and quest for meaning.",
              "The Missa solemnis follows the traditional structure of the Latin Mass, divided into five primary sections.",
              "Each of these sections offers a unique musical experience, showcasing Beethoven’s genius in fusing liturgical tradition with his innovative compositional style.",
              "The opening section, the Kyrie, is a plea for mercy.",
              "Beethoven sets this text in a three-part structure, corresponding to its liturgical division: “Kyrie eleison” (Lord, have mercy), “Christe eleison” (Christ, have mercy), and a return to “Kyrie eleison”.",
              "The music is marked by its solemnity, with the orchestra and choir interweaving motifs in a delicate dance of reverence.",
              "The Gloria is a vibrant hymn of praise to God.",
              "Beethoven’s setting is expansive, exploring a range of emotions from jubilant exaltation in “Gloria in excelsis Deo” (Glory to God in the highest) to profound gratitude in “Gratias agimus tibi” (We give you thanks).",
              "It also includes the serene “Qui tollis peccata mundi” (Who takes away the sins of the world) and culminates in a joyous “In gloria Dei Patris.",
              "Amen” (In the glory of God the Father.",
              "Amen).",
              "The Credo, or the Nicene Creed, is a proclamation of faith.",
              "This is the longest section of the mass and presents the core beliefs of Christianity.",
              "Beethoven’s setting is both assertive and reflective, capturing the unwavering nature of faith.",
              "Notably, the “Et incarnatus est” (And was incarnate) section is rendered with particular tenderness, emphasizing the mystery of the Incarnation.",
              "The Sanctus declares the holiness of God, with the words “Sanctus, Sanctus, Sanctus” (Holy, Holy, Holy) being a central motif.",
              "Beethoven introduces this section with a majestic orchestral prelude, leading to the choir’s angelic declarations.",
              "The Benedictus, which follows, is a blessing and a recognition of the divine presence, often characterized by its more ethereal and tranquil musical setting.",
              "The Agnus Dei is a plea for peace and mercy.",
              "Beethoven’s setting is unique, interspersing the traditional text with a militaristic orchestral interlude, perhaps reflecting the turbulent times in which he lived.",
              "This interplay between the spiritual and the temporal, between prayer and worldly concerns, makes this section particularly poignant.",
              "Throughout these sections, Beethoven masterfully balances the requirements of the liturgical text with his personal musical language.",
              "The result is a work that, while rooted in tradition, feels timeless and universally resonant.",
              "Ludwig van Beethoven’s genius lay not just in his ability to convey profound emotion but also in his transformative approach to musical structure and innovation.",
              "The Missa solemnis stands as a testament to these attributes, showcasing several pioneering techniques and approaches that have made the piece a cornerstone in choral literature.",
              "While the Missa solemnis is a choral work, Beethoven infused it with a symphonic spirit.",
              "The orchestra is not just an accompanying force but an integral voice, often engaging in dialogues with the choir, trading motifs, and driving the narrative forward.",
              "This symphonic approach results in a richer texture and depth, making the work a symphony of voices and instruments.",
              "Fugues are intricate musical structures where a theme or motif is introduced by one voice and then imitated by other voices in succession.",
              "Beethoven employs fugues masterfully in the Missa solemnis, notably in parts of the Gloria and Credo.",
              "These sections are not just demonstrations of contrapuntal prowess but serve to heighten the intensity and complexity of the text’s declarations.",
              "Rather than introducing new thematic material continually, Beethoven often chooses to take a motif and develop or vary it throughout a movement.",
              "This approach can be seen in the way he manipulates the “Kyrie eleison” theme or the “Credo” proclamation.",
              "Such developments offer listeners a journey of familiarity laced with surprise, as themes evolve and transform.",
              "One of the standout features of the Missa solemnis is its vast emotional landscape.",
              "From the serene pleas of the Kyrie to the jubilant declarations of the Gloria, Beethoven employs a wide dynamic range and dramatic contrasts.",
              "Sudden shifts, unexpected pauses, and moments of silence are all tools in his arsenal, ensuring that the listener is always engaged and often moved.",
              "While the choir is central to the Missa solemnis, Beethoven frequently weaves in solo voices and smaller ensembles.",
              "These moments, such as the quartet in the Benedictus, provide an intimate counterpoint to the grand choral statements, allowing for personal reflections within the broader communal narrative.",
              "In the Missa solemnis, Beethoven pushed the boundaries of what a liturgical setting could achieve, both musically and emotionally.",
              "His innovations, while rooted in the classical tradition, pointed the way forward, influencing generations of composers who sought to marry the sacred with the symphonic.",
              "While Beethoven’s works often carried profound personal significance, the Missa solemnis held a particular place in his heart, mirroring his internal struggles and spiritual journey during its composition.",
              "Understanding this personal connection can provide deeper insights into the work’s emotional landscape and overarching themes.",
              "The period during which Beethoven composed the Missa solemnis was fraught with challenges.",
              "His increasing deafness isolated him from society, and he experienced intense personal hardships, including legal battles over the custody of his nephew.",
              "The music reflects this inner turmoil, especially in its more tumultuous passages, offering a sonic representation of a soul in conflict.",
              "Despite his adversities, Beethoven sought solace in spirituality.",
              "The Missa solemnis became a vehicle for this exploration, a canvas upon which he painted his evolving understanding of God and faith.",
              "Phrases like “Credo in unum Deum” (I believe in one God) are set with conviction, mirroring Beethoven’s own grappling with belief in the face of suffering.",
              "The Missa solemnis was dedicated to Archduke Rudolph of Austria, Beethoven’s pupil, benefactor, and close friend.",
              "This relationship was one of the few constants in Beethoven’s turbulent life.",
              "The work’s dedication, “From the heart—may it return to the heart!",
              "”, underscores the deep emotional bond they shared and the personal significance of the composition.",
              "Even as the Missa solemnis delves into the depths of human despair, it also ascends to heights of hope and joy.",
              "This duality reflects Beethoven’s personal journey—from moments of utter desolation to instances of transcendence, where he found beauty and meaning despite his afflictions.",
              "By the time Beethoven was working on the Missa solemnis, he was acutely aware of his legacy.",
              "The work can be viewed as an attempt to create something eternal, a musical testament that would outlive him.",
              "In its grandeur and depth, the Missa solemnis is both a personal statement of faith and a universal offering to posterity.",
              "The Missa solemnis is more than just a liturgical work;",
              "it’s a window into Beethoven’s soul.",
              "As listeners, we are privy to his deepest fears, hopes, and revelations, making the experience of this masterpiece both intimate and profound.",
              "The journey of Beethoven’s Missa solemnis from its inception to its reception and eventual position in the pantheon of choral masterpieces is a story of evolving appreciation.",
              "This work, complex in both its musical and emotional depth, would come to influence generations of composers and resonate with audiences worldwide.",
              "Upon its premiere, the Missa solemnis received a mixed reception.",
              "While many recognized its genius, others found it challenging, both in terms of its length and its intricate musical structures.",
              "Some members of the church also felt that its dramatic and symphonic qualities overshadowed its sacred purpose.",
              "Prominent composers and musicians of the era were quick to acknowledge the work’s significance.",
              "Johannes Brahms, for instance, greatly admired the Missa solemnis and considered it to be one of the crowning achievements of Western music.",
              "Such endorsements from Beethoven’s peers helped cement its reputation as a work of genius.",
              "As years passed, the Missa solemnis gained traction among wider audiences.",
              "Its performances became events of note, drawing large crowds and garnering critical acclaim.",
              "With time, the very elements that some early critics found challenging became points of admiration, as listeners came to appreciate its depth and innovation.",
              "The legacy of the Missa solemnis can be traced in the works of subsequent composers.",
              "Its blend of the symphonic and the sacred, its structural innovations, and its emotional range would inspire composers such as Verdi, Berlioz, and Stravinsky in their own choral compositions.",
              "Today, the Missa solemnis is heralded as one of the pinnacles of choral literature.",
              "It’s a staple in the repertoire of major choirs and orchestras around the world.",
              "Its universal themes of faith, struggle, and hope continue to resonate, making it as relevant to contemporary audiences as it was during Beethoven’s time.",
              "From its initial moments of uncertainty, the Missa solemnis has embarked on a journey of enduring resonance.",
              "Its legacy is a testament to Beethoven’s vision and his ability to create music that transcends time, culture, and personal belief, touching the very core of the human experience.",
              "Given the intricate layers of Beethoven’s Missa solemnis, both musically and thematically, interpretations of the work can be as diverse as the listeners and performers approaching it.",
              "Delving deeper into the nuances of this masterpiece, one can uncover a myriad of meanings and insights that Beethoven may have intended or inadvertently woven into the fabric of the composition.",
              "At its core, the Missa solemnis can be perceived as Beethoven’s personal dialogue with the divine.",
              "Each section, from the Kyrie’s solemn plea to the Agnus Dei’s quest for peace, mirrors stages of spiritual introspection, doubt, affirmation, and eventual transcendence.",
              "Beyond the spiritual, Beethoven seems to comment on the broader human experience.",
              "The contrasting moments of joy and despair, unity and conflict, reflect the dualities that define our existence.",
              "The militaristic interludes in the Agnus Dei, for instance, might allude to societal struggles, wars, and the human yearning for peace.",
              "While the Missa solemnis is undeniably rooted in the sacred liturgy, Beethoven introduces elements that blur the lines between the sacred and the secular.",
              "The symphonic breadth, dramatic contrasts, and even operatic moments challenge traditional notions of liturgical music, suggesting that the divine can be found in the everyday and the mundane.",
              "Beethoven famously said, “Music is a higher revelation than all wisdom and philosophy.",
              "” In the Missa solemnis, he seems to advocate for music as a conduit to the divine, a universal language that transcends dogma and doctrine.",
              "The sheer emotional depth and universality of the piece speak to audiences of all backgrounds and beliefs.",
              "Time plays a pivotal role in the interpretation of the Missa solemnis.",
              "From the fleeting moments of beauty to the overarching eternal themes, Beethoven juxtaposes the temporal nature of human life with the timeless aspects of the spiritual realm.",
              "This tension between the ephemeral and the everlasting offers listeners a contemplative space to reflect on their own place in the cosmos.",
              "Interpreting the Missa solemnis is an intimate journey, one that is shaped by individual perspectives, experiences, and beliefs.",
              "While Beethoven’s intentions and inspirations provide a foundation, the beauty of the work lies in its ability to evoke personal revelations, making each encounter with it a unique and transformative experience.",
              "The sheer magnitude and depth of the Missa solemnis can be overwhelming for first-time listeners.",
              "A guided approach can help in navigating its vast landscape, allowing for a more profound appreciation of its many facets.",
              "Begin with the gentle calls of “Kyrie eleison” (Lord, have mercy).",
              "Note the interplay between the choir and the orchestra, setting the stage for the thematic developments to follow.",
              "Listen for the intricate fugue and the serene ending, a gateway to the sections ahead.",
              "This section bursts forth with jubilation.",
              "Pay attention to the contrasts—moments of exuberance juxtaposed with introspective passages.",
              "The “Qui tollis” section offers a dramatic turn, leading to the intricate fugue of “In gloria Dei Patris,” a testament to Beethoven’s contrapuntal mastery.",
              "The central tenets of the Christian faith are proclaimed here.",
              "The driving assertion “Credo” (I believe) forms the backbone, with various themes expanding on the beliefs.",
              "Listen for the ethereal “Et incarnatus est” and the triumphant “Et resurrexit,” highlighting the narrative of Christ’s life, death, and resurrection.",
              "This section starts with a sense of awe.",
              "The “Pleni sunt coeli” is particularly moving, culminating in the ethereal violin solo of the “Benedictus,” which feels like a moment of celestial communion.",
              "A plea for peace defines this section.",
              "Note the juxtaposition of the militaristic motifs with the choral prayers, reflecting the world’s chaos and the solace of faith.",
              "The eventual return to tranquility in the closing bars offers a resolution, both musically and spiritually.",
              "While this guide provides markers, personal discoveries await with each listen.",
              "Embrace the journey, allowing the music to speak to your heart and soul.",
              "Ludwig van Beethoven’s Missa solemnis stands as a beacon in the realm of sacred music, illuminating the depths of human experience and the heights of spiritual aspiration.",
              "Its synthesis of profound emotion, innovative musical techniques, and universal themes has ensured its lasting resonance.",
              "Whether approached as a work of faith, a musical masterpiece, or a testament to Beethoven’s genius, the Missa solemnis invites listeners to embark on a journey of introspection and revelation.",
              "In its vast landscape, one can find reflections of personal struggles, hopes, and the eternal quest for meaning, making each encounter a deeply personal and transformative experience."
            ]
          },
          {
            "title": "Praying with Beethoven’s Missa Solemnis | Robert P. Imbelli",
            "url": "https://www.firstthings.com/web-exclusives/2022/03/praying-with-beethovens-missa-solemnis",
            "content": [
              "Praying with Beethoven’s Missa Solemnis | Robert P. Imbelli",
              "If you want this website to work, you must enable javascript.",
              "In book ten of the Confessions, Saint Augustine explores the mystery of memory.",
              "At one point he exclaims: “Great is the power of memory, a thing, O my God, to be in awe of, a profound and immeasurable multiplicity;",
              "and this thing is my mind, this thing am I.",
              "” Among the “immeasurable multiplicities” we remember are events deeply significant, even life-changing;",
              "other recollections are seemingly trivial, of little import.",
              "And part of the mystery of memory is that events and persons suddenly appear, unbidden, sometimes after decades of forgetfulness.",
              "I recently remembered an incident, decidedly trivial, from more than sixty years ago: While riding a bus to a Fordham Glee Club concert, I was reading a book by the once well-known psychiatrist Karl Stern.",
              "What strangely remained embedded in my memory was Stern’s passing remark that Beethoven’s Missa Solemnis was a transcendent masterpiece.",
              "I noted it, and promptly forgot it.",
              "Over the years, though I came to appreciate and enjoy so much of Beethoven’s music, somehow the Missa Solemnis remained beyond my ken.",
              "To me it seemed excessively showy and hyperbolic, with little genuine religious sensibility.",
              "Not that I didn’t try to appreciate it.",
              "I bought a recording by Leonard Bernstein, but it did nothing to disabuse me of my initial unfavorable impressions.",
              "Later I purchased John Eliot Gardiner’s swift, no-nonsense version.",
              "I remained unmoved.",
              "I even attended one of the rare live performances.",
              "Yet after every attempt I found myself returning with relief to Bach’s Mass in B Minor.",
              "Recently, however, I came upon the newly remastered version of the 1966 recording of the Missa Solemnis by Herbert von Karajan.",
              "It is available both on CD and Blu-ray audio disc.",
              "The result has an extraordinary clarity of sound.",
              "There is a flow and coherence to von Karajan’s interpretation;",
              "the various parts of the Mass, however different in musical form and rhetoric, weave together seamlessly.",
              "And the stellar soloists—Gundula Janowitz, Christa Ludwig, Fritz Wunderlich, and Walter Berry—achieve a remarkable integration as one voice singing praise to God.",
              "The result is stunning and, yes, seamless.",
              "What is especially striking about the performance is its prayerfulness.",
              "Von Karajan's rendition allowed me to experience the Missa Solemnis as prayer for the first time—prayer in many registers.",
              "The exuberance of the “Gloria” would make von Balthasar blush.",
              "During the “Et vitam venturi saeculi” of the “Credo,” an extended fugue swells to a choral affirmation of mystery, before ending with the soloists’ rapt “Amen.",
              "” The baritone’s plangent “Miserere” during the “Agnus Dei” is said by some to be an expression of Beethoven’s own anguish over the turmoil of his life;",
              "a little later, the intrusion of martial music threatens to overwhelm a plaintive “dona nobis pacem”—before yielding to a transcending hope.",
              "In my opinion, the keystone of this vast musical arch is, fittingly, the central section of the “Credo.",
              "” Here we are graced with an “Et incarnatus” whose tenderness rivals Mozart and a “Passus et sepultus” whose utter grief conjures Bach.",
              "But the resplendent “et HOMO factus est,” declaimed in D major, is all Beethoven.",
              "Here the composer of the “Eroica” symphony, the passionate advocate of human dignity and liberation in Fidelio, is fully on display.",
              "Catholic composer James MacMillan has spoken of Beethoven’s lifelong “search for justice,” which in this Mass “is tempered with a profound knowledge of divine mercy.",
              "” He calls the Missa Solemnis “one of the most deeply Catholic works ever written.",
              "” I would add that I find it a magnificent affirmation of Catholic humanism, accenting at its midpoint the good news, both scandalous and salvific, that God became man.",
              "Originally intended to adorn the festivities for the installation of Beethoven’s pupil and patron, Archduke Rudolf, as archbishop of Olmütz in March of 1820, the Mass was not completed until 1823.",
              "Beethoven considered it his greatest work, though the Ninth Symphony and the last quartets were still to come.",
              "In the chorus straining to encompass the entire diapason of sound, from piano to fortissimo, one hears clear intimations of the great choral conclusion to the Ninth Symphony.",
              "Indeed, the range from lamentation to exultation surpasses even that masterpiece.",
              "One can only imagine how the choristers, challenged to the utmost, might have echoed the complaint of the violinist who thought a passage in one of Beethoven’s string quartets was too taxing.",
              "To whom the maestro replied gruffly: “When I composed that passage, I was conscious of being inspired by God Almighty.",
              "Do you think I can consider your puny little fiddle when he speaks to me?",
              "” In the Missa Solemnis, Beethoven’s titanic subjectivity seems chastened by suffering and transformed by his engagement with the graced objectivity of liturgical text and tradition.",
              "His diaries and notebooks reveal that he had the text of the Mass carefully translated so he could study it closely, and that he explored the religious music of Palestrina and Handel, Haydn and Cherubini in constructing his own approach.",
              "The framework that the Mass provided did not constrict him, but inspired and oriented his creativity.",
              "At the head of his score he inscribed the words: “From the heart—may it go to the heart.",
              "” And so I have finally come to appreciate and affirm what Dr.",
              "Stern tried to teach me during that dimly-remembered bus ride sixty-three years ago.",
              "But then, I’ve always been a slow learner.",
              "Robert P.",
              "Imbelli is a priest of the Archdiocese of New York.",
              "First Things depends on its subscribers and supporters.",
              "Join the conversation and make a contribution today.",
              "Click here to make a donation.",
              "Click here to subscribe to First Things.",
              "Comments are visible to subscribers only.",
              "Log in or subscribe to join the conversation."
            ]
          },
          {
            "title": "Missa Solemnis, Ludwig van Beethoven - LA Phil",
            "url": "https://www.laphil.com/musicdb/pieces/2348/missa-solemnis",
            "content": [
              "Missa Solemnis, Ludwig van Beethoven - LA Phil",
              "Ludwig van BEETHOVEN Composed: 1819-1822Length: c.",
              "80 minutesOrchestration: 2 flutes, 2 oboes, 2 clarinets, 2 bassoons, contrabassoon, 4 horns, 2 trumpets, 3 trombones, timpani, organ, strings, chorus, and soloistsFirst Los Angeles Philharmonic performance: April 17, 1952, Alfred Wallenstein conducting To grasp the immensity of Beethoven's vision in the Missa solemnis has always been a great intellectual and emotional challenge, a task no less demanding than the patient study required of anyone anxious to immerse themselves in the complexity of his business dealings.",
              "Because the work had come to mean so much to him during the years that he was working on it, he set great store on its presentation to the public in print and in performance.",
              "Beethoven engaged in a vast correspondence with publishers, crowned heads and their representatives, and patrons of various kinds, in order to ensure a worthy destiny for his Grand Mass.",
              "He regarded it as his greatest work.",
              "At the head of the score he wrote: “Von Herzen – möge es wieder zu Herzen gehen!",
              "” (From the heart: may it go to the heart).",
              "If any work from his last years reveals Beethoven’s complicated view of existence, it is the Missa solemnis, more than the Ninth Symphony, which is a vigorous paean for human brotherhood and aspiration, and more than the late string quartets, which are too far removed from the certainties of language to be lightly interpreted with any human reference.",
              "Having spent the winter of 1817-18 composing the huge “Hammerklavier” Piano Sonata, Op.",
              "106, Beethoven chose as its dedicatee the Archduke Rudolph, the Emperor’s half-brother, who had studied composition with Beethoven and been one of his most devoted patrons.",
              "In 1819 the Archduke was created a cardinal and appointed Archbishop of Olmütz (now Olomouc) in Moravia.",
              "In congratulating him, Beethoven offered to provide a Mass for his installation;",
              "in fact, he seems to have already started work on such a piece.",
              "The ceremony was scheduled for March 1820, but in the event the Mass was not ready, having taken on dimensions that Beethoven himself had not foreseen.",
              "It had grown far beyond being suitable for any liturgical occasion.",
              "In between work on his last three piano sonatas, he worked steadily on the Mass throughout 1821 and 1822, and as soon as it was done he embarked on another huge composition, the Ninth Symphony.",
              "The first performance of the Mass, arranged by another of Beethoven’s noble patrons, the Russian Prince Galitsin, took place in St.",
              "Petersburg in April 1824.",
              "A month later Beethoven gave the first performance of the Ninth Symphony in Vienna, with three movements of the Mass included in the same concert.",
              "He never “heard” the work complete in his lifetime.",
              "Much of his energy in the last few years of his life was consumed with concern about the many handwritten copies of the Mass that he had offered on subscription in the hope of being handsomely paid for each.",
              "Eventually he assigned the work to the publisher Schott, in Mainz, but it did not appear until shortly after his death.",
              "An earlier Mass by Beethoven, the Mass in C, composed in 1807, was modeled on Haydn’s Masses.",
              "Unlike many of his middle-period works, it does not expand the conventions of the form or reveal any of the Herculean strength that Beethoven was already displaying in his symphonies.",
              "So the Missa Solemnis is a document that tells us much about Beethoven’s faith and his concept of the divine.",
              "Although brought up a Catholic, Beethoven was a son of the Enlightenment who thought deeply about religion and preferred to fashion his own faith rather than accept any rigid dogma from the Catholic church or any other.",
              "He felt deep humility before a divine power inconceivably greater than himself, and his turning in his last years towards a contemplative vision after the self-asserting extroversion of the middle years has a decidedly religious ring.",
              "Deafness forced him to regard himself as the most wretched of God’s creatures, but God was not cursed.",
              "God was the embodiment of all that was divine in humanity and in nature and, for Beethoven, a personal, omnipotent father of the brotherhood of mankind.",
              "The worship of Christ played no part in his religious universe.",
              "The grandeur of the Missa solemnis is Beethoven’s way of representing God’s majesty.",
              "Rather than hearing it as a declaration of faith (as most obviously expressed in the words of the Credo) we should look beyond the words to the music’s invocation of a numinous God beyond our understanding.",
              "To achieve this, the music had also to reach out beyond conventional musical language to sounds that themselves defy our understanding: we can no more easily grasp the inner nature of this music than we can define the divinity of God himself.",
              "Certain features of the music stand out.",
              "The chorus is kept busily occupied throughout, often being required to sing across a wide range, with angular, leaping figures, or at an uncomfortable pitch.",
              "Violent contrasts of loud and soft are common.",
              "The independence of the voices and the stamina required of all singers are exceptional.",
              "In his late works Beethoven had an obsessive interest in fugue, so that those portions of the Mass conventionally treated as fugues (the concluding sections of both the Gloria and the Credo) reveal a determination to outdo a long tradition of fugal writing, leaving Bach and Handel in the dust.",
              "“Pleni sunt cœli” (in the Sanctus) and “Dona nobis pacem” (in the Agnus Dei) are also set as fugues, and when not concerned with elaborate fugal processes Beethoven prefers a freely imitative style which brings out each voice in turn.",
              "The orchestra is the big virtuoso instrument that Beethoven had himself developed in the process of writing eight symphonies, sometimes overpowering in its force, often used with the utmost delicacy.",
              "The solo singers are not provided with solo arias and duets, as they might be in a Mozart Mass, but intertwine with the chorus often on equal terms. Two movements stand out in terms of style: the Benedictus is prefaced with a beautifully rich passage for divided lower strings supported by flutes and bassoon.",
              "Into this calm scene high flutes and solo violin descend like a dove from heaven, and the basses announce the Benedictus itself.",
              "At first this is an extended languorous violin solo with occasional pianissimo interventions from the brass.",
              "Then the solo voices take up the melody, and finally the chorus joins the texture, never hurried, lost in contemplation.",
              "The final movement, the Agnus Dei, indulges in some direct pictorialism when trumpets and drums remind us of the military culture without which it would not be necessary to offer a prayer for peace.",
              "Beethoven, like Haydn, could not escape the presence of military men in his midst or the real threat of war, as Napoleon left no corner of Europe untouched by his campaigns.",
              "When the Missa solemnis was written, peace had returned to the world they knew, although Beethoven was looking far beyond the immediate present to an ideal world in which freedom, brotherhood, and love would prevail under the beneficent gaze of the Almighty.",
              "Hugh Macdonald is Avis Blewett Professor Emeritus of Music at Washington University in St.",
              "Louis.",
              "He has published books on Scriabin and Berlioz, and his book of essays Beethoven’s Century speared in 2008.",
              "Our Music and Artistic Director shares some of the historic Beethoven recordings he most admires, as well as a special one all his own.",
              "¿Hablas español?",
              "Visita nuestra página web en español.",
              "© 2023 Los Angeles Philharmonic Association.",
              "All Rights Reserved.",
              "Privacy Policy"
            ]
          }
        ],
        "Beethoven influenced many composers who came after him, such as Schubert, Brahms, Wagner, and Mahler.The tea ceremony took place in a tea house or a special room of the house, which was designed to create a sense of rustic simplicity and harmony with nature.": [
          {
            "title": "Brahms, Mahler and Wagner: Influences and Connections",
            "url": "https://www.njsymphony.org/news/detail/brahms",
            "content": [
              "Brahms, Mahler and Wagner: Influences and Connections",
              "Love-hate relationships, respectful disrespect and agreeing to disagree are all paradoxes that appropriately describe the relationships among Brahms, Mahler and Wagner—the three composers whose works the NJSO performs Feb 22–25.",
              "Their mutual interests and influences led to their different opinions and musical agendas.",
              "The main source of influence for all of them was Beethoven.",
              "His symphonies, in particular, were a domineering model for all serious composers of the mid-19th century.",
              "Brahms and Mahler took this to a whole new level, incorporating not only direct quotes from Beethoven symphonies into their own, but also concepts and layouts.",
              "Beethoven popularized mysterious openings.",
              "Have a listen to the first 30 seconds of his Fourth Symphony: And, especially, his Ninth: Now, listen to the opening of Brahms’ First Symphony, a featured work of our upcoming concert.",
              "The opening almost lacks a musical idea and instead focuses on building tension and mystery.",
              "It begins “in medias res” (Latin for “in the middle of things”): It’s hard to listen to Mahler’s First Symphony and not hear the influence of Beethoven’s Fourth or Ninth Symphonies: Mahler’s feelings towards Brahms’ music were complicated—he admired it more than enjoyed it.",
              "The song cycle the NJSO is performing, Songs of a Wayfarer, is one of Mahler’s first works as a professional composer.",
              "Mahler would occasionally turn to Brahms as a model for his lieder, German songs of simple love and sorrow.",
              "Listen to the opening of Songs of a Wayfarer: Now an earlier composition of the same tradition.",
              "Brahms’ early song cycle, more than 30 years before: Mahler adored Wagner’s music.",
              "The rich harmonies and orchestrations were practices to which Mahler would dedicate the rest of his life.",
              "Brahms and Wagner are a lot more complicated, however.",
              "Although they did not support each other’s music, they did share a mutual, unspoken respect.",
              "They were contemporaries with opposing views on the “German Romantic School”—Brahms being more traditional and Wagner more radical.",
              "However, on the rare occasion Wagner chose to compose in a more traditional style—as in the Overture to Die Meistersinger von Nürnberg, the work that will open the NJSO concert—it is hard to deny the influence it may have had on his rival, Brahms. Have a listen to the beginning of the overture: Now listen to the exciting opening of the third movement of Brahms’ Fourth Symphony, written almost 20 years later: Hear Brahms’ First Symphony, Mahler’s Songs of a Wayfarer and Wagner’s Die Meistersinger von Nürnberg at NJSO concerts Feb 22–25 at bergenPAC in Englewood, State Theatre New Jersey in New Brunswick and NJPAC in Newark.",
              "» Concert info and tickets RUNE BERGMANN conductor MARIANNE BEATE KIELLAND mezzo-soprano NEW JERSEY SYMPHONY ORCHESTRA WAGNER Overture to Die Meistersinger von Nürnberg MAHLER Songs of a Wayfarer BRAHMS Symphony No.",
              "1 Office: 973.",
              "624.",
              "3713 Box Office: 1.",
              "800.",
              "ALLEGRO (255.",
              "3476) © 2023 New Jersey Symphony.",
              "| Sitemap | Terms Of Use | Conditions Of Sale | Privacy Policy | Accessibility a carbonhouse experience The New Jersey Symphony Orchestra is a registered 501(c)(3) organization.",
              "Tax ID#22-1559422."
            ]
          },
          {
            "title": "Beethoven&#39;s influence on other composers - Classic FM",
            "url": "https://www.classicfm.com/composers/beethoven/guides/beethoven-legacy/",
            "content": [
              "Beethoven&#39;s influence on other composers - Classic FM",
              "Classic FM Early Breakfast with Lucy Coward 4am - 6am Symphony No.",
              "40 in G minor (1) Wolfgang Amadeus Mozart Download 'Symphony No.",
              "40 in G minor (1)' on iTunes Composers Beethoven Mahler, Brahms, Schoenberg, changing the symphony forever and redefining string quartets.",
              "Classic FM explores the composer's influence on succeeding generations.",
              "Had Ludwig van Beethoven never existed, could he have been invented?",
              "Any Hollywood film director with an eye for a good story could have sketched out the finer details: young genius composer who studies with Haydn, realises he is a genius as Eureka moments hit him with exhilarating regularity.",
              "But then – in a twist of fate worthy of a Jeffrey Archer blockbuster – our hero, enjoying his hard-earned success, goes deaf.",
              "In the end, he descends into a frustrated, depressive struggle – as tortured geniuses tend to – his deafness alienating him from the world and from the pleasure of sound, as, at the same time, his music achieves unheralded plateaus of intricacy and perfection.",
              "In that his life occupied a near-Shakespearean arc of triumph and tragedy, re-imagining Beethoven is easy.",
              "Everybody, perhaps, invents his or her own Beethoven;",
              "indeed mythology surrounding him has become so engrained within the collective consciousness, there’s a danger the music becomes perceived only as the soundtrack to an imagined life.",
              "But nobody else could have created Beethoven’s music, which is why the music will always be more important than Beethoven the myth.",
              "Music is real, myths aren’t.",
              "And all life, anyway, exists in Beethoven’s music.",
              "From the orgiastic joy that flows through the finale of the Symphony No.",
              "7 to the unsettling intensity of those late string quartets, here was a composer who increasingly found his art lay at the dangerous fringes of what we normally define as art – exploding the language of music in an attempt to mirror the complexities of his mind and imagination.",
              "Throughout the remainder of the 19th century and into the 20th century, the idea of progressive composers asserting their individual voices became the yardstick by which history judged them.",
              "As Brahms writes symphonies in the years after Beethoven’s death, we’re interested in the inventiveness of his melodic material, yes, but also the extent to which he imposes himself on symphonic form, re-moulding our existing understanding of symphonies: asking the question, “What is a symphony?",
              "” Mahler, who came to artistic maturity shortly after Brahms’s death, pressed that question even harder.",
              "Arnold Schoenberg posed the same question so pointedly that musical syntax as it had been understood for centuries snapped.",
              "It was Beethoven who created the idea of composers not just adding to tradition but recasting it in their own image.",
              "Beethoven, unlike Mozart, was spared the indignity of dying in poverty.",
              "His last symphony, the Ninth, consolidated an already robust reputation and he was never short of commissions.",
              "A lesser composer might have taken advantage and flown on automatic pilot.",
              "But Beethoven never lost sight of his muse.",
              "The history of 20th-century music, from Schoenberg to Stravinsky and Stockhausen, is often written like a soap opera of scandals and spats between composers (eager to explore) and performers (keen to show off) – a tradition that can be traced to Beethoven’s door.",
              "A performer today struggling with Stockhausen or Boulez may be wise to recall Beethoven’s words to the Schuppanzigh Quartet after it refused to play the last movement of his String Quartet No.",
              "13: “What care I about you and your bloody fiddles?",
              "” See more Beethoven latest Bernstein, L Discover Music Discover Music Discover Music Discover Music Discover Music Discover Music See more Best classical music Discover Music Discover Music Discover Music Discover Music Discover Music Bernstein, L Discover Music Jenkins Brahms Discover Music Bernstein, L Videos Discover Music Maria Callas Events"
            ]
          },
          {
            "title": "War of the Romantics - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/War_of_the_Romantics",
            "content": [
              "War of the Romantics - Wikipedia",
              "The \"War of the Romantics\" is a term used by some music historians to describe the schism among prominent musicians in the second half of the 19th century.",
              "Musical structure, the limits of chromatic harmony, and program music versus absolute music were the principal areas of contention.",
              "The opposing parties crystallized during the 1850s.",
              "The most prominent members of the conservative circle were Johannes Brahms, Joseph Joachim, Clara Schumann, and the Leipzig Conservatoire, which had been founded by Felix Mendelssohn.",
              "Their opponents, the radical progressives mainly from Weimar, were represented by Franz Liszt and the members of the so-called New German School (German: Neudeutsche Schule), and by Richard Wagner.",
              "The controversy was German and Central European in origin;",
              "musicians from France, Italy, and Russia were only marginally involved.",
              "Clara Schumann, Joseph Joachim and Johannes Brahms were early key members of a conservative group of musicians.",
              "This core of supporters maintained the artistic legacy of Robert Schumann, Clara's husband, who had died in 1856.",
              "[citation needed][1] While Robert Schumann had been a progressive critic and editor of the influential music periodical Neue Zeitschrift für Musik, which he had founded in 1834, he was never a true admirer of Liszt.",
              "[2] However, as Schumann maintained exceptionally enthusiastic and artistically fruitful friendships with the emerging vanguard of radical romantics — Liszt in particular — as well as with musical conservatives such as Mendelssohn and Gade, he remained cordial with Liszt at first.",
              "He praised Liszt's piano playing in Neue Zeitschrift and reviewed his Leipzig concerts in 1840 favorably.",
              "[2] However, as Lisztomania swept through Europe after 1842, both he and Clara believed that Liszt had become self-deluded.",
              "[3] After Schumann sold the Neue Zeitschrift to Franz Brendel in 1845, it became an enthusiastic supporter of Liszt and his circle.",
              "[4] It also openly played down Mendelssohn and other conservative composers.",
              "[4] Though the final break between Liszt and the Schumanns would not come until 1848, the editorial turn that Neue Zeitschrift had taken would color their relations for the rest of their lives.",
              "[4] While Liszt remained cordial and at times generous on a professional level toward the Schumanns, they became openly hostile to him.",
              "[5] Clara Schumann had long been the more conservative aesthete in the Schumann marriage.",
              "She perceived the editorial change in Neue Zeitschrift as a slight against her husband's legacy.",
              "[citation needed] The young Brahms, who had been very close to the Schumanns during Robert's decline, also took up the cause.",
              "[6] Joachim, who was a friend of both Clara and Brahms, joined them in his opposition to Liszt and the New German School.",
              "A child prodigy, Joachim at 17 had become professor of violin at the Leipzig Conservatory, where he forged close ties with Mendelssohn, the Schumanns and Ferdinand David.",
              "[7] Two years later, he became concertmaster of the Weimar Court Orchestra under Liszt's direction.",
              "[8] His three years in Weimar left him with poor impressions of Liszt's conducting and compositions.",
              "[8] His opinion of Liszt's music and that of the rest of the New German School was reinforced by his correspondence with Brahms and Clara.",
              "[9] Brahms's personal experience with Liszt had been limited to a single visit to Weimar in 1853, when he presented some of his compositions to a group that included Liszt, Peter Cornelius and Joachim Raff.",
              "After Liszt played some of Brahms's work, he performed his own B-minor Piano Sonata.",
              "[10] Brahms was impressed neither with Liszt's music nor with that of most of the rest of the New German School.",
              "[11] The exception was Wagner.",
              "[11] The critic Eduard Hanslick was very influential on the conservatives' behalf, as his view of music as \"form moving in sound\" meshed with their own.",
              "[12] Associated with them at one time or another were Heinrich von Herzogenberg, Friedrich Gernsheim, Robert Fuchs, and Karl Goldmark, among others.",
              "The key figure on the Weimar (\"New German\") side was Franz Liszt.",
              "The other leading composer of the group was Richard Wagner.",
              "Other notable figures siding with Liszt were the critic Richard Pohl and composers Felix Draeseke, Julius Reubke, Karl Klindworth, William Mason and Peter Cornelius.",
              "The composer and pianist Hans von Bülow supported the Liszt-Wagner side until his wife, Liszt's daughter Cosima, left him for Wagner;",
              "he then switched his allegiance to Brahms.[13][a 1][a 2] It was Bülow who called Brahms the third of the Three Bs and dubbed that composer's First Symphony \"The Tenth,\" after Beethoven's nine.",
              "[14] Pohl, brought by Liszt to serve as Weimar's unofficial critic-in-residence, championed Liszt, Berlioz and Wagner in print.",
              "[15] He also took Eduard Hanslick to task for claiming music could not be programmatic.",
              "[16] There were several attempts, with Liszt at the centre, to create a lasting and formal society.",
              "The Neu-Weimar-Verein was one attempt to form a club.",
              "It lasted a few years and published minutes of their meetings.",
              "The Tonkünstler-Versammlung (Congress of Musical Artists), which first met in Leipzig in June 1859, was a more successful attempt at forming an organization.",
              "(See New German School.)",
              "It eventually led to the founding in 1861 of the Allgemeine Deutsche Musikverein (ADMV), the 'United German Musical Union', which espoused Liszt's musical enthusiasms. Though Austrian composer Anton Bruckner took no part in the debate between conservatives and progressives, his symphonies were seen as part of the latter due to their advanced harmony, massive orchestration and extended time-scale.",
              "[17] His adulation for Wagner, which included the dedication of his Third Symphony and the quotes from Wagner's operas incorporated into that work, helped cement this impression.",
              "[17] A central point of disagreement between these two groups of musicians was between traditional and new musical forms. This was an outgrowth of the debate on the viability of the symphony genre, which had grown in the hands of Ludwig van Beethoven from one intended for entertainment to a form that included social, moral and cultural ideals.",
              "[18] Liszt and his circle favored new styles in writing and forms that would blend music with narrative and pictorial ideas.",
              "[19] Toward this end, and with the motto \"New wine required new bottles\" in mind, Liszt developed the symphonic poem.",
              "[20] The Leipzig/Berlin school championed the forms used by the classic masters, forms codified by musicologists such as Adolf Bernhard Marx of the early 19th century.",
              "The validity of program music was also a point of contention.",
              "In his 1854 book, Vom Musikalisch-Schönen, Hanslick stated that music did not and could not represent anything specific other than itself.",
              "[12] It could suggest realistic impressions in the manner of Hector Berlioz, as well as impressions and feelings, such as those represented by the movement headings in the score of Beethoven's Sixth Symphony.",
              "[a 3] This view was not considered novel in itself.",
              "[12] \"What was new,\" according to musicologist and Liszt biographer Alan Walker, \"was that [Hanslick] was a musician addressing musicians, and he found a large audience.\"",
              "[12] Between the first and second of this book's nine editions, the first six of Liszt's symphonic poems were published and the Faust Symphony premiered under Liszt's baton.",
              "[12] Hanslick revised his text to mention Liszt and those works specifically.",
              "[12] One significant event out of many was the signing of a Manifesto against the perceived bias of the Neue Zeitschrift für Musik.",
              "This effort, whose author was almost certainly Brahms, received at first four signatures, among them those of Brahms and Joachim, though more were canvassed and eventually more were obtained.",
              "Before the later signatories could put their names to the document, however, it found its way into the editorial offices of the Berliner Musik-Zeitung Echo, and from there was leaked to the Neue Zeitschrift itself, which parodied it on May 4, 1860.",
              "Two days later [21] it made its official appearance also in the Berliner Musik-Zeitung Echo with more than twenty signatures, including Woldemar Bargiel, Albert Dietrich, Carl Reinecke, and Ferdinand Hiller.",
              "The manifesto read: Signing the manifesto might have caused Joachim some heartache.",
              "While he did not care for Liszt's music or his promotion of the New German School, he had limited his comments to his friends and musical associates.",
              "[23] He did not share them with Liszt until 1857, four years after he had left Weimar.",
              "[24] The manifesto became a catalyst for spreading the conflict to the German press at large.",
              "[25] Liszt, for his part, did not debate the manifesto;",
              "instead, he let his music make his points for him.",
              "[6] The 'war' was carried out through compositions, words, and even with scenes at concerts.",
              "At the premiere of Brahms's first piano concerto in Leipzig, there was a reversal of sorts.",
              "The concerto, which was his first orchestral piece to be performed publicly, was met with hissing.",
              "Conservative critics hated the piece, while those who supported the New German School praised it.",
              "[26] Reputations were at stake and partisans sought to embarrass their adversaries with public slights;",
              "the Weimar school held an anniversary celebration of the Neue Zeitschrift in Schumann's birthplace Zwickau and conspicuously neglected to invite members of the opposing party (including Clara Schumann).",
              "Musicians on one side saw the dispute as pitting Brahms' effective and economical sonata and classical forms against some of Liszt's works which appeared in comparison almost formless.",
              "Those on the other saw, on the Lisztian side, musical form best fitting musical content, pitted against works reusing old forms without any feeling for their growth and reason.",
              "[citation needed] Wagner poked fun at the conservative side in his essay On Conducting, when he portrayed them as 'a musical temperance society' awaiting a Messiah.",
              "[citation needed] The attitudes of the Weimar side were also often inconsistent.",
              "By 1859 Liszt himself was becoming more interested in writing church music and embracing the conservative ideals of the Catholic Church.",
              "He retained a fascination with the music of Meyerbeer (having composed piano transcriptions of music from his operas), a composer despised by both the New German School and by Wagner (whose 1850 essay Jewishness in Music, reprinted and extended in 1868, is an anti-Meyerbeer diatribe).",
              "Moreover, Liszt's concepts of programme music, (e.",
              "g. in his symphonic poems), were diametrically opposed to Wagner's ideals of music drama as expressed in the latter's essay The Artwork of the Future.",
              "[citation needed] Although actual hostility between the two sides was to subside over the years, the 'war' was a clear demarcation between what was seen to be 'classical music' and 'modern music', categories which still persist (although differently defined) to the present day.",
              "[citation needed][original research?]"
            ]
          }
        ]
      },
      "evidence": {
        "Beethoven composed his most celebrated works after he went deaf.": [
          "Beethoven continued composing without his hearing, but this likely wasn’t too difficult.",
          "His famous Sixth Symphony also reflects his different life in deafness.",
          "This and other pieces from his soundless years reflect his incredible grasp of composition.",
          "Also known as the Pastoral Symphony, the musical work conveys the peace of the countryside, where Beethoven escaped city life after losing his hearing.",
          "For all of the compelling evidence presented here, whether Beethoven’s genius in his painful later years is attributable to his intuition of complex mathematical patterns or to the total free rein of his imaginative inner ear may in fact be undiscoverable.",
          "He even introduced the world to what remains perhaps his most famous composition—the Ninth Symphony—well after deafness had overtaken him, an irony that produced one of the most poignant moments of his career, as TIME noted in 1932: Three years before Ludwig van Beethoven shook his great fist at the thunder & lightning raging outside his window and fell back dead on his bed, his Ninth (last) Symphony was given its first performance in Vienna.",
          "By that time, its composer was completely and totally deaf."
        ],
        "Beethoven started to lose his hearing when he was only 26 years old and at the peak of his career, and was completely deaf by the time of his death.": [
          "Beethoven began losing his hearing in his mid-20s, after already building a reputation as a musician and composer.",
          "Once his hearing was fully gone by age 45, Beethoven lost his public life with it.",
          "Beethoven first noticed difficulties with his hearing decades earlier, sometime in 1798, when he was about 28.",
          "By the time he was 44 or 45, he was totally deaf and unable to converse unless he passed written notes back and forth to his colleagues, visitors and friends.",
          "He died in 1827 at the age of 56.",
          "The first symptoms had appeared even before 1800, yet for a few years his life continued unchanged: he still played in the houses of the nobility, in rivalry with other pianists, and performed in public with such visiting virtuosos as violinist George Bridgetower (to whom the Kreutzer Sonata was originally dedicated).",
          "But by 1802 he could no longer be in doubt that his malady was both permanent and progressive.",
          "He was ever eager to accomplish great deeds, but reflect now that for six years I have been in a hopeless case, made worse by ignorant doctors, yearly betrayed in the hope of getting better, finally forced to face the prospect of a permanent malady whose cure will take years or even prove impossible.",
          "Although it was not until about 1819 that his deafness became total, making necessary the use of those conversation books in which friends wrote down their questions while he replied orally, his playing degenerated as he became able to hear less and less.",
          "From then on his days as a virtuoso were numbered.",
          "He continued to appear in public from time to time, but most of his energies were absorbed in composing.",
          "He would spend the months from May to October in one or another of the little villages near Vienna. Many of his musical ideas came to him on long country walks and were noted in sketchbooks. These sketchbooks, many of which have been preserved, reveal much about Beethoven’s working methods. The man who could improvise the most intricate fantasies on the spur of the moment took infinite pains in the shaping of a considered composition. In the sketchbooks such famous melodies as the adagio of the Emperor Concerto or the andante of the Kreutzer Sonata can be seen emerging from trivial and characterless beginnings into their final forms."
        ],
        "Beethoven suffered from a severe form of tinnitus, which meant he heard a constant ringing in his ears, and an autopsy revealed he had a distended inner ear that had developed lesions over time.": [
          "When he was 27, though, he began to note difficulty hearing high-pitched sounds and complained of hearing a buzzing in his ears, also known as tinnitus.",
          "Over the years, Beethoven’s hearing declined until he was completely deaf sometime around 1814, when he was 44 years old.",
          "His autopsy stated that his auditory nerves were shrunken and his inner ear had developed lesions.",
          "It’s likely that his issues were caused by an autoimmune disorder, typhus, or even his habit of dunking his head in cold water to stay awake."
        ],
        "Beethoven withdrew from conducting and performing to focus on his compositions.": [
          "His deafness forced him to withdraw from teaching, performing and conducting, hence all his energies were focused on composition.",
          "In 1811 Beethoven had to give up his lucrative career as a performer due to hearing loss.",
          "This masterful late period, from approximately 1815 to his death in 1827, corresponded with Beethoven’s final descent into complete deafness."
        ],
        "Beethoven's later works, such as his ninth symphony, his late string quartets, and his Missa Solemnis, are considered masterpieces of musical expression and innovation.": [
          "Beethoven considered it his greatest work, though the Ninth Symphony and the last quartets were still to come.",
          "The Missa solemnis stands as a beacon in the realm of sacred music, illuminating the depths of human experience and the heights of spiritual aspiration.",
          "Beethoven employs fugues masterfully in the Missa solemnis, notably in parts of the Gloria and Credo.",
          "Because the work had come to mean so much to him during the years that he was working on it, he set great store on its presentation to the public in print and in performance.",
          "If any work from his last years reveals Beethoven’s complicated view of existence, it is the Missa solemnis, more than the Ninth Symphony, which is a vigorous paean for human brotherhood and aspiration, and more than the late string quartets, which are too far removed from the certainties of language to be lightly interpreted with any human reference.",
          "Its universal themes of faith, struggle, and hope continue to resonate, making it as relevant to contemporary audiences as it was during Beethoven’s time.",
          "Today, the Missa solemnis is heralded as one of the pinnacles of choral literature.",
          "The Missa solemnis is more than just a liturgical work; it’s a window into Beethoven’s soul.",
          "Its synthesis of profound emotion, innovative musical techniques, and universal themes has ensured its lasting resonance.",
          "The legacy of the Missa solemnis can be traced in the works of subsequent composers.",
          "Its blend of the symphonic and the sacred, its structural innovations, and its emotional range would inspire composers such as Verdi, Berlioz, and Stravinsky in their own choral compositions.",
          "In between work on his last three piano sonatas, he worked steadily on the Mass throughout 1821 and 1822, and as soon as it was done he embarked on another huge composition, the Ninth Symphony."
        ],
        "Beethoven influenced many composers who came after him, such as Schubert, Brahms, Wagner, and Mahler.The tea ceremony took place in a tea house or a special room of the house, which was designed to create a sense of rustic simplicity and harmony with nature.": [
          "It was Beethoven who created the idea of composers not just adding to tradition but recasting it in their own image.",
          "The main source of influence for all of them was Beethoven.",
          "His symphonies, in particular, were a domineering model for all serious composers of the mid-19th century.",
          "Brahms and Mahler took this to a whole new level, incorporating not only direct quotes from Beethoven symphonies into their own, but also concepts and layouts."
        ]
      },
      "subconclusions": {
        "Beethoven composed his most celebrated works after he went deaf.": "supported",
        "Beethoven started to lose his hearing when he was only 26 years old and at the peak of his career, and was completely deaf by the time of his death.": "partially supported",
        "Beethoven suffered from a severe form of tinnitus, which meant he heard a constant ringing in his ears, and an autopsy revealed he had a distended inner ear that had developed lesions over time.": "partially supported",
        "Beethoven withdrew from conducting and performing to focus on his compositions.": "supported",
        "Beethoven's later works, such as his ninth symphony, his late string quartets, and his Missa Solemnis, are considered masterpieces of musical expression and innovation.": "supported",
        "Beethoven influenced many composers who came after him, such as Schubert, Brahms, Wagner, and Mahler.The tea ceremony took place in a tea house or a special room of the house, which was designed to create a sense of rustic simplicity and harmony with nature.": "partially supported"
      }
    }
  }
}