{
  "9fac2b75-98c6-4a44-8455-0beca7c5fff1": {
    "query": "What is the most innovative and sustainable solution to address the problem of plastic pollution in our oceans, and how can it be implemented on a global scale?",
    "response": "That's a great question. Plastic pollution in our oceans is a serious and growing problem that affects marine life, human health, and the environment. There is no single solution to this complex issue, but there are some steps that can be taken to reduce plastic waste and its impact on the ocean. According to various sources[^1^] [^2^] [^3^] [^4^] [^6^], some of these steps are:\n\n- Reducing our use of single-use plastics, such as bags, bottles, straws, cups, utensils, and wrappers, and replacing them with reusable alternatives.\n- Supporting legislation that curbs plastic production and waste, improves waste management, and makes plastic producers responsible for the waste they generate.\n- Boycotting products that contain microbeads, which are tiny plastic particles that can be ingested by marine animals and accumulate in the food chain.\n- Cooking more at home and avoiding takeout containers and plastic cutlery when eating out or ordering in.\n- Purchasing items secondhand or choosing products with minimal or recyclable packaging.\n- Recycling properly and disposing of trash responsibly. Never litter or dump anything into the ocean or waterways.\n- Participating in beach cleanups or supporting organizations that work to remove plastic from the ocean, such as Ocean Cleanup[^5^], which aims to eliminate 90% of floating plastic pollution in the ocean with its collection systems.\n\nThese are some of the ways we can help solve the ocean's plastic problem. However, to implement them on a global scale, we need more awareness, education, innovation, collaboration, and action from individuals, communities, businesses, governments, and international organizations. We all have a role to play in protecting our ocean and its wildlife from plastic pollution.🌊",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://bing.com/search?q=plastic+pollution+in+oceans+solution \"8 steps to solve the ocean's plastic problem - World Economic Forum\"\n[2]: https://www.oceanicsociety.org/resources/7-ways-to-reduce-ocean-plastic-pollution-today/ \"7 Solutions to Ocean Plastic Pollution - Oceanic Society\"\n[3]: https://www.nrdc.org/stories/10-ways-reduce-plastic-pollution \"Plastic Pollution Solutions - 10 Ways to Reduce Plastic Pollution - NRDC\"\n[4]: https://response.restoration.noaa.gov/about/media/innovative-solutions-tackling-plastic-pollution-ocean.html \"Innovative Solutions to Tackling Plastic Pollution in the Ocean ...\"\n[5]: https://news.climate.columbia.edu/2022/10/13/how-do-we-clean-up-all-that-ocean-plastic/ \"How Do We Clean Up All That Ocean Plastic?\"\n[6]: https://oceanservice.noaa.gov/hazards/marinedebris/plastics-in-the-ocean.html \"A Guide to Plastic in the Ocean - National Ocean Service\"\n\nThat's a great question. Plastic pollution in our oceans is a serious and growing problem that affects marine life, human health, and the environment. There is no single solution to this complex issue, but there are some steps that can be taken to reduce plastic waste and its impact on the ocean. According to various sources[^1^][1] [^2^][2] [^3^][3] [^4^][4] [^5^][6], some of these steps are:\n\n- Reducing our use of single-use plastics, such as bags, bottles, straws, cups, utensils, and wrappers, and replacing them with reusable alternatives.\n- Supporting legislation that curbs plastic production and waste, improves waste management, and makes plastic producers responsible for the waste they generate.\n- Boycotting products that contain microbeads, which are tiny plastic particles that can be ingested by marine animals and accumulate in the food chain.\n- Cooking more at home and avoiding takeout containers and plastic cutlery when eating out or ordering in.\n- Purchasing items secondhand or choosing products with minimal or recyclable packaging.\n- Recycling properly and disposing of trash responsibly. Never litter or dump anything into the ocean or waterways.\n- Participating in beach cleanups or supporting organizations that work to remove plastic from the ocean, such as Ocean Cleanup[^6^][5], which aims to eliminate 90% of floating plastic pollution in the ocean with its collection systems.\n\nThese are some of the ways we can help solve the ocean's plastic problem. However, to implement them on a global scale, we need more awareness, education, innovation, collaboration, and action from individuals, communities, businesses, governments, and international organizations. We all have a role to play in protecting our ocean and its wildlife from plastic pollution.🌊\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. bing.com](https://bing.com/search?q=plastic+pollution+in+oceans+solution) [2. www.oceanicsociety.org](https://www.oceanicsociety.org/resources/7-ways-to-reduce-ocean-plastic-pollution-today/) [3. www.nrdc.org](https://www.nrdc.org/stories/10-ways-reduce-plastic-pollution) [4. response.restoration.noaa.gov](https://response.restoration.noaa.gov/about/media/innovative-solutions-tackling-plastic-pollution-ocean.html) [5. oceanservice.noaa.gov](https://oceanservice.noaa.gov/hazards/marinedebris/plastics-in-the-ocean.html) [6. news.climate.columbia.edu](https://news.climate.columbia.edu/2022/10/13/how-do-we-clean-up-all-that-ocean-plastic/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "8 steps to solve the ocean's plastic problem - World Economic Forum",
        "seeMoreUrl": "https://bing.com/search?q=plastic+pollution+in+oceans+solution",
        "searchQuery": "plastic pollution in oceans solution"
      },
      {
        "providerDisplayName": "7 Solutions to Ocean Plastic Pollution - Oceanic Society",
        "seeMoreUrl": "https://www.oceanicsociety.org/resources/7-ways-to-reduce-ocean-plastic-pollution-today/",
        "searchQuery": "plastic pollution in oceans solution"
      },
      {
        "providerDisplayName": "Plastic Pollution Solutions - 10 Ways to Reduce Plastic Pollution - NRDC",
        "seeMoreUrl": "https://www.nrdc.org/stories/10-ways-reduce-plastic-pollution",
        "searchQuery": "plastic pollution in oceans solution"
      },
      {
        "providerDisplayName": "Innovative Solutions to Tackling Plastic Pollution in the Ocean ...",
        "seeMoreUrl": "https://response.restoration.noaa.gov/about/media/innovative-solutions-tackling-plastic-pollution-ocean.html",
        "searchQuery": "plastic pollution in oceans solution"
      },
      {
        "providerDisplayName": "A Guide to Plastic in the Ocean - National Ocean Service",
        "seeMoreUrl": "https://oceanservice.noaa.gov/hazards/marinedebris/plastics-in-the-ocean.html",
        "searchQuery": "plastic pollution in oceans solution"
      },
      {
        "providerDisplayName": "How Do We Clean Up All That Ocean Plastic?",
        "seeMoreUrl": "https://news.climate.columbia.edu/2022/10/13/how-do-we-clean-up-all-that-ocean-plastic/",
        "searchQuery": "plastic pollution in oceans solution"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Plastic pollution in our oceans is a serious and growing problem that affects marine life, human health, and the environment.",
        "Reducing our use of single-use plastics, such as bags, bottles, straws, cups, utensils, and wrappers, and replacing them with reusable alternatives can help reduce plastic waste and its impact on the ocean.",
        "Supporting legislation that curbs plastic production and waste, improves waste management, and makes plastic producers responsible for the waste they generate can help reduce plastic waste and its impact on the ocean.",
        "Boycotting products that contain microbeads can help reduce plastic waste and its impact on the ocean.",
        "Cooking more at home and avoiding takeout containers and plastic cutlery when eating out or ordering in can help reduce plastic waste and its impact on the ocean.",
        "Purchasing items secondhand or choosing products with minimal or recyclable packaging can help reduce plastic waste and its impact on the ocean.",
        "Recycling properly and disposing of trash responsibly can help reduce plastic waste and its impact on the ocean.",
        "Participating in beach cleanups or supporting organizations that work to remove plastic from the ocean, such as Ocean Cleanup, which aims to eliminate 90% of floating plastic pollution in the ocean with its collection systems, is a recommended step.",
        "Implementing steps to solve the ocean's plastic problem requires more awareness, education, innovation, collaboration, and action from individuals, communities, businesses, governments, and international organizations."
      ],
      "queries": [
        "Plastic pollution ocean impact marine life human health environment",
        "reducing single-use plastics impact on ocean reusable alternatives",
        "legislation plastic production waste management plastic producers responsibility ocean pollution reduction",
        "Microbeads boycott plastic pollution ocean impact reduction",
        "Cooking at home reducing plastic waste takeout containers plastic cutlery",
        "Purchasing secondhand minimal recyclable packaging reduce plastic waste ocean",
        "Recycling and proper trash disposal to reduce plastic waste in oceans",
        "beach cleanups organizations removing plastic from ocean Ocean Cleanup",
        "steps to solve the ocean's plastic problem requires more awareness, education, innovation, collaboration, and action from individuals, communities, businesses, governments, and international organizations."
      ],
      "search_results": {
        "Plastic pollution in our oceans is a serious and growing problem that affects marine life, human health, and the environment.": [
          {
            "title": "How is human health impacted by marine plastics?",
            "url": "https://www.whoi.edu/oceanus/feature/how-is-human-health-impacted-by-marine-plastics/",
            "content": [
              "How is human health impacted by marine plastics?",
              "Become a member and get Oceanus magazine THE JOURNAL OF OUR OCEAN PLANET MORE TO KNOW WHOI biologist Mark Hahn discusses a recent global plastics studyÂ Â By Amy E.",
              "NEvala | April 17, 2023 Each year, an estimated 8 million tons of bags, bottles, discarded fishing gear, and other plastic waste enters the ocean.",
              "Itâ\u0080\u0099s a problem that threatens the health of humans and marine life, and an issue that attracts the interest of a growing number of researchers worldwide.",
              "These partnerships led WHOI senior scientists Dr.",
              "Mark Hahn and Dr.",
              "John Stegeman to team up with international collaborators to develop a report on ocean plastics aimed for a specific audience: the health and medical community.",
              "This March, after more than a year of collaborative writing, Hahn, Stegeman and three dozen other authorsâ\u0080\u0094including WHOI postdoctoral scholar Bryan James and MIT-WHOI Joint Program student Jordan Pittâ\u0080\u0094completed the 215-page document, The Minderoo-Monaco Commission on Plastics and Human Health report.",
              "The report, sponsored by the Australia-based Minderoo Foundation, the Centre Scientifique de Monaco, and the Prince Albert II of Monaco Foundation, was released at the Monaco Ocean Week conference this spring and subsequently was presented to the World Health Organization.",
              "Â Hahn calls the timing of its release especially important and influential as discussions and negotiations for an international Global Plastics Treaty at the United Nations move forward in Paris this June.",
              "Here, Hahn provides insights into the relevance of the study and how he will remain involved with ocean plastics research at WHOI.",
              "This study attempts to pull together all of the current information on the potential impacts of plastics.",
              "It is different from previous reports because it focuses on human impacts and is targeted at the public health and medical communities, as well as the people currently involved in the negotiations for an international treaty on plastics.",
              "It covers not just the impacts of plastic waste but also the impacts over the complete life cycle of plastic, from extraction of the petroleum and other raw materials, through the use of plastics, to their release into the environment.",
              "It also reviews the economic and social costs of plastics.",
              "Dr.",
              "Stegeman, a biochemist who studies the effects of natural and human-made pollutants on marine organisms, and I led the team that wrote the Ocean Health section.",
              "This involved a series of discussions and writing sessions involving an international team of co-authors, which took place between March 2022 and February 2023.",
              "One important finding is that the impacts of plastics on ocean and human health are not limited to those associated with improper disposal but involve all stages of the plastic life cycle, from extraction of the raw materials (especially petroleum), through manufacture, use, and disposal.",
              "The impacts occur not just from the plastics themselves but also from the many chemicals that are added to the plastics.",
              "We know that many of the chemicals released during the production of plastics or added to plastics when they are made are toxic and have been linked to a variety of diseases in people.",
              "Many people are also concerned about the potential health impacts of exposure to microplastics and nanoplastics, the small microscopic fragments of plastic that are produced when plastics break down in the environment.",
              "We know that people are exposed to microplastics from many sources, including from food (including seafood), drinking water, and inhalation from the air.",
              "But the possible health impacts of that exposure are not yet well understood.",
              "I was 12 in 1970 when the first Earth Day happened and a teenager when I read Rachel Carsonâ\u0080\u0099s Silent Spring.",
              "I think these experiences set me up to care about the health of our natural environment.",
              "I pursued a graduate degree in toxicology from a medical school.",
              "For my career I wanted to apply what I had learned in graduate school to the marine environment.",
              "I came to WHOI in 1987 to work with Dr.",
              "Stegeman.",
              "Since then, Iâ\u0080\u0099ve been in a position to bridge human and environmental health fields through my interest in marine pollution and its consequences.",
              "I lead WHOIâ\u0080\u0099s Microplastics Initiative, which began in 2017 to address the presence of plastics in the marine environment.",
              "It continues to grow as more oceanographers and ocean engineers become interested in applying their knowledge to better understand the behavior, fate, and impacts of plastics in the ocean and help identify solutions.",
              "Iâ\u0080\u0099ll continue to work with my colleagues here and our collaborators around the world to do this.",
              "The issue of plastics and their impacts on ocean and human health is complex, so I appreciate the difficulty that the negotiators face in crafting a treaty that will be effective in reducing these impacts.",
              "Plastics provide many benefits, so the challenge is how to retain the benefits while reducing the unnecessary use of plastics and the overall impacts.",
              "My hope is that the treaty will deal not only with the issue of plastic waste, but with the entire plastic life cycle, including production and use.",
              "Hahn and Stegemanâ\u0080\u0099s roles in the Minderoo-Monaco Commission were supported by the Minderoo Foundation as well as by The March Marine Initiative (a program of March Limited, Bermuda), WHOI Sea Grant, and the Woods Hole Center for Oceans and Human Health (funded by NIH/NIEHS and NSF/OCE).",
              "SHARE THIS ARTICLE Diving into the ocean-themed movements of the Boston Balletâ\u0080\u0099s â\u0080\u009cLa Merâ\u0080\u009d With the Alaskan Arctic warming faster than almost anywhere in the world, she and other members of the Anderson Research.",
              ".",
              ".",
              "WHOIâ\u0080\u0099s Caroline Ummenhofer discusses how interactions between the Pacific and Indian Oceans influenced Pakistanâ\u0080\u0099s devastating monsoon rains Sign up to receive WHOIâ\u0080\u0099s weekly Ocean Insights newsletter.",
              "We respect your privacy.",
              "Woods Hole Oceanographic Institution is the world's leading non-profit oceanographic research organization.",
              "Our mission is to explore and understand the ocean and to educate scientists, students, decision-makers, and the public.",
              "About Oceanus Magazine Contact Us Become a Member Article Archive Issue Archive Purchase Back Issues Â© 2023 Woods Hole Oceanographic Institution.",
              "All Rights Reserved.",
              "Privacy Policy | 266 Woods Hole Road, Woods Hole, MA 02543-1050 General Information: information@whoi.",
              "edu or (508) 548-1400 | Website inquiries: webdev@whoi.",
              "edu | Media inquiries: media@whoi.",
              "edu"
            ]
          },
          {
            "title": "New Study Finds Ocean Pollution a Threat to Human Health",
            "url": "https://www.niehs.nih.gov/research/programs/geh/geh_newsletter/2021/2/articles/new_study_finds_ocean_pollution_a_threat_to_human_health.cfm",
            "content": [
              "New Study Finds Ocean Pollution a Threat to Human Health",
              "An official website of the United States government The .",
              "gov means it’s official.",
              "Federal government websites often end in .",
              "gov or .",
              "mil.",
              "Before sharing sensitive information, make sure you’re on a federal government site.",
              "The site is secure.",
              "The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.",
              "If you are giving a presentation about an environmental health topic or just looking for general information about environmental health research or the institute, this page will help.",
              "A resource for kids, parents, and teachers to find fun and educational materials related to health, science, and the environment we live in today.",
              "NIEHS intramural scientists have defined descriptive terms of particular relevance to their own research, and have ranked those terms accordingly.",
              "This search feature obtains best-matches with the terms you choose, and shows an overall score based on the scientific rankings.",
              "View our page to search various areas of interest and methodology.",
              "NIEHS has a goal to ensure job opportunities and career enhancements programs for both our work force and our community.",
              "NIEHS sponsors and co-sponsors scientific meetings, conferences, and events throughout the year.",
              "These meetings are listed in the NIEHS Events Calendar and are open to the general public.",
              "There are no webcasts currently scheduled.",
              "Download or play NIEHS Health Chat's with a wide range of experts and topics.",
              "By Megan Avakian While plastic debris is the most visible component of ocean pollution and is rapidly accumulating, it is the invisible chemicals, particles, metals, and biologic toxins that have been shown to affect human health.",
              "(Photo courtesy of Catherine Sheila/Pexels) Ocean pollution poses a clear and present danger to human health and well-being, according to a new study from an international group of researchers.",
              "The study sounds the alarm that the growing global problem, which scientists are only beginning to understand, requires urgent and immediate action.",
              "It is a call to mobilize, say the authors who offer a path forward via pollution prevention and research recommendations.",
              "“Ocean pollution is a widespread, worsening, and poorly controlled problem that is directly affecting human and ecosystem health,” said lead study author Philip Landrigan, M.",
              "D.",
              ", director of the Boston College Global Observatory on Pollution and Health.",
              "“It is a complex mix of toxins that, until now, has not received the systematic attention it deserves.",
              "” The study, funded in part by NIEHS and coordinated by the Centre Scientifique de Monaco with support from the Prince Albert II of Monaco Foundation, is the first comprehensive examination of the impacts of ocean pollution on human health.",
              "Covering more than two-thirds of the planet, the oceans provide food, livelihoods, and cultural and recreational value to billions around the world.",
              "Ocean pollution, which stems primarily from human activities, threatens these many benefits.",
              "More than 80% of ocean pollution comes from land-based sources, making its way to the seas through runoff, rivers, atmospheric deposition, and direct discharges.",
              "It is most highly concentrated along the coasts of low- and middle-income countries.",
              "“Ocean pollution is deeply unjust.",
              "Its impacts fall most heavily on low-income countries, coastal fishing communities, people on small island nations, indigenous populations, and people in the high Arctic – groups that for the most part produce very little pollution themselves,” explained Landrigan.",
              "“These populations rely on the oceans for food.",
              "Their survival depends on the health of the seas.",
              "” Ocean pollution is a complex mixture.",
              "Click image to enlarge.",
              "(Photo courtesy of Will Stahl-Timmins) Ocean pollution is a complex mixture made up of mercury, plastic waste, manufactured chemicals, petroleum wastes, agricultural runoff, and biological threats, like harmful algal blooms. People are exposed to these toxins mainly by eating contaminated seafood.",
              "Coal combustion is the major source of mercury pollution in the oceans.",
              "When coal is burned, mercury enters the atmosphere and eventually washes down into the sea.",
              "The authors noted that when a pregnant woman eats mercury-contaminated fish, the mercury can damage her child’s developing brain resulting in IQ loss and behavior problems. In adults, consumption of mercury-contaminated fish increases risk for heart disease and dementia.",
              "Plastic waste makes up an estimated 80% of marine pollution.",
              "About 10 million metric tons of plastic waste enter the oceans each year, killing seabirds, fish, and marine mammals.",
              "It breaks down into smaller pieces called microplastics that absorb a range of chemicals floating in the marine environment, including pesticides and toxic metals.",
              "These chemical-laden particles are ingested by fish and shellfish and then passed on to seafood consuming humans.",
              "Microplastics may harm marine and human health, but the risks are still largely unknown.",
              "“There's a lot of work needed to better understand the composition, toxicity, and potential human health impacts of microplastics, but it’s likely that it’s pretty substantial,” said Landrigan.",
              "The chemicals used to manufacture a range of products, from consumer goods and food packaging to cleaning products and pesticides, also end up in the seas.",
              "The authors wrote that of the thousands of manufactured chemicals and chemical mixtures that pollute the world’s oceans, humans are most likely to be exposed to polychlorinated biphenyls, dioxins, brominated flame retardants, perfluorinated substances, and pesticides through eating contaminated seafood.",
              "These chemicals have been shown to cause a wide range of health effects in humans such as cardiovascular disease, developmental and neurobehavioral disorders, metabolic disease, immune dysfunction, endocrine disruption, and cancers.",
              "Algae are essential components of aquatic food webs and ecosystems. But too much of a good thing can be toxic.",
              "Harmful algal blooms (HAB) occur when toxin-producing algae grow excessively in ocean waters.",
              "Warming sea waters make formerly unsuitable habitats habitable, leading to a range expansion of HAB species and the human populations they affect.",
              "Industrial waste, agricultural runoff, pesticides, and human sewage can all spur a HAB event.",
              "People are exposed to HAB toxins from eating contaminated fish and shellfish.",
              "These toxins can cause dementia, amnesia, other neurological damage, and death.",
              "“Ocean pollution and climate change are both components of planetary health.",
              "The two problems largely arise from the same source: the combustion of fossil fuels, coal, oil, and gas that release carbon dioxide into the atmosphere.",
              "That in turn leads to a whole series of problems,” said Landrigan.",
              "For example, a warmer climate melts glaciers and permafrost, freeing legacy pollutants from ice.",
              "Rising sea temperatures increase the number and expand the range of marine microbes that can cause disease.",
              "As carbon dioxide levels in the atmosphere increase, so too does the amount that oceans absorb.",
              "This results in more acidic waters that can erode coral reefs and calcium containing organisms such as plankton that are the base of the marine food chain.",
              "Ocean acidification can also increase the toxicity of certain heavy metals and chemicals.",
              "The authors close with optimism and offer a series of case studies, policy, and research recommendations to save the planet’s oceans.",
              "“The key thing to realize about ocean pollution is that, like all forms of pollution, it can be prevented using laws, policies, technology, and enforcement actions that target the most important pollution sources,” said Landrigan.",
              "The authors call for eliminating coal combustion to reduce ocean bound mercury pollution and a transition from fossil fuels to renewable energy.",
              "Banning single-use plastics, like straws and plastic bags, can reduce the amount of plastic pollution entering oceans.",
              "Controlling coastal pollution and expanding Marine Protected Areas, sometimes call the “national parks of the ocean,” can safeguard critical ecosystems, protect vulnerable fish stocks, and improve human health and well-being.",
              "“Many countries have used these tools and have successfully cleaned fouled harbors, rejuvenated estuaries, and restored coral reefs.",
              "The results have been increased tourism, restored fisheries, improved human health, and economic growth.",
              "These benefits will last for centuries.",
              "” On the research side, the authors stress that a better understanding of the human health impacts of ocean pollution can provide the evidence base needed to inform protective policies.",
              "Among the research priorities, they call for improved ocean pollution monitoring, studies of human exposure to ocean pollutants and health effect biomarkers, and a better understanding of the effects of exposure to multiple ocean pollutants.",
              "“There is a real need to better understand how exposure to mixtures, like ocean pollution, affect health.",
              "This is one area where I see the environmental health community playing a role in advancing ocean pollution and human health research,” said John Stegeman, Ph.",
              "D.",
              ", second author on the paper and director of the Woods Hole Center for Oceans and Human Health, which is co-funded by NIEHS and the National Science Foundation (NSF).",
              "Another skill set environmental health scientists bring to the table is community engagement.",
              "“Globally, there is a need to involve communities and medical professionals in oceans research.",
              "NIEHS has long recognized the benefit of community engagement, and its grantees have developed community engagement best practices that could be key in helping us better understand and prevent ocean pollution exposures,” said Stegeman.",
              "NIEHS has supported research on marine-related health issues since the 1970s.",
              "Grantees are studying coastal populations to better understand how people are exposed to ocean pollutants and health effects of exposure.",
              "They are exploring how climate change affects distribution and toxicity of HABs and developing sensors and technologies to better predict HAB events and prevent exposure.",
              "In 2004, NIEHS and the NSF launched the Centers for Oceans and Human Health program that funds interdisciplinary research centers around the country.",
              "Stegeman concluded that “Understanding ocean pollution is a highly interdisciplinary endeavor.",
              "In our center, we have basic biomedical scientists, toxicologists, biological and physical oceanographers, environmental modelers, chemists, and engineers all working together.",
              "It takes a collaborative environment like that created through the NIEHS-NSF Centers for Oceans and Human Health program to fully understand how our oceans impact human health.",
              "” Subscribe Feedback Website NIEHS identifies Global Environmental Health (GEH) as a part of its strategic themes, recognizing that because environmental health problems cross national boundaries, conducting studies around the world benefits not just those in areas being studied, but all people who suffer from the same or related environmental health problems."
            ]
          },
          {
            "title": "What is the impact of ocean pollution on human health? | World Economic ...",
            "url": "https://www.weforum.org/agenda/2021/02/ocean-pollution-human-health-coasts-microplastics/",
            "content": [
              "What is the impact of ocean pollution on human health? | World Economic ...",
              "'Protecting the planet is a global concern'.",
              "Image: Pixabay/tkremmel Create a free account and access your personalized content collection with our latest publications and analyses.",
              "License and Republishing World Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.",
              "0 International Public License, and in accordance with our Terms of Use.",
              "The views expressed in this article are those of the author alone and not the World Economic Forum.",
              "A weekly update of the most important issues driving the global agenda You can unsubscribe at any time using the link in our emails.",
              "For more details, review our privacy policy.",
              "How COP28 can help accelerate research around the ocean's carbon removal potential Sam Zak and Brad Ack November 17, 2023 Global warming is shaking up the ocean, literally Richard Aster November 15, 2023 The world has lost 14% of its coral reefs since 2009.",
              "Investing in a blue economy gives us a shot at saving the rest Francis Staub and Yabanex Batista November 9, 2023 Coral offspring may be more resilient to heat stress, study finds Cristen Hemingway Jaynes October 23, 2023 This Italian company created the first underwater Wi-Fi 5 principles of public-private data collaboration to improve resilience of the maritime supply chain Pascal Ollivier, Gadi Benmoshe, Margi Van Gogh and Abhishek Gupta October 17, 2023 About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          }
        ],
        "Reducing our use of single-use plastics, such as bags, bottles, straws, cups, utensils, and wrappers, and replacing them with reusable alternatives can help reduce plastic waste and its impact on the ocean.": [
          {
            "title": "Reducing Single-Use Plastic Pollution - U.S. Department of the Interior",
            "url": "https://www.doi.gov/reducing-single-use-plastic-pollution",
            "content": [
              "Reducing Single-Use Plastic Pollution - U.S. Department of the Interior",
              "U.",
              "S.",
              "Department of the Interior Implementing Secretary’s Order 3407, Department-Wide Approach to Reducing Plastic Pollution Issued on June 8, 2022, Secretary's Order 3407 (SO 3407) aims to reduce the procurement, sale and distribution of single-use plastic products and packaging with a goal of phasing out all single-use plastic products on Department-managed lands by 2032.",
              "SO 3407 is part of the implementation of President Biden’s Executive Order 14057, which calls for federal agencies take actions to reduce and phase out procurement of single-use plastic products to the maximum extent practicable.",
              "Single-use plastic products include plastic and polystyrene food and beverage containers, bottles, straws, cups, cutlery and disposable plastic bags that are designed for or intended to be used once and discarded.",
              "A priority action across all bureaus and offices is to provide additional water bottle filling stations for staff and visitors.",
              "These stations provide a critical alternative to purchasing or bringing along single-use plastic water bottles.",
              "SO 3407 accelerated actions to install filling stations that had already been underway for several years, including: Funded through a public-private partnership, the National Park Service is installing water bottle filling stations at Big Bend National Park, the National Mall, Wolf Trap National Park for the Public Arts, Fort Sumter National Historic Park, Cape Cod National Seashore, Rosie the Riveter National Historic Park and Little Bighorn National Monument.",
              "The National Mall, as an example, modified 34 fountains as part of phase one of these installations with two additional phases planned.",
              "The Bureau of Land Management has installed or has ordered water bottle filling stations for use by employees at each State/District/Field Office.",
              "The Bureau of Indian Education has begun modifying school water fountains to include water bottle filling stations and is providing free reusable drinking containers for students.",
              "Water bottle filling stations have been installed on every floor of the Department’s Stewart Lee Udall Building in Washington, DC The Department collects solid waste and recycling information annually to track progress toward achieving diversion rates for municipal solid waste and construction and demolition debris of at least 50% by 2025, and 75% by 2030 in bureaus and offices.",
              "Working with public and private partners, the National Park Service Zero Landfill Initiative supports projects at Denali National Park & Preserve, Grand Teton National Park, and Yosemite National Park with the goal of reducing the amount of waste national parks send to landfills.",
              "The Department is working with food service providers, souvenir vendors and other concessionaires/contractors to reduce sales of single-use plastics on Department-managed lands.",
              "From campaigns to be plastic straw free, to eliminating plastic bags in retail stores and single-use toiletry containers in hotel rooms, the Department is working closely with private partners to reduce single-use plastic products through contracting/procurement policies and processes.",
              "While bureaus and offices are at various stages of implementation, exciting examples are emerging, including: Cleanups regularly take place at coastal national wildlife refuges, islands within marine national monuments, national seashores, and other Department-managed coastal lands that accumulate marine debris, including plastic.",
              "The Department works with hundreds of volunteer groups across the country to coordinate litter clean-up events, many of which are on beaches and specifically target plastic pollution.",
              "An exciting example in this area is a five-year partnership (2020-2025) between the NPS and the National Oceanic and Atmospheric Administration Marine Debris Program to raise awareness about the sources and impacts of marine debris and encourage individuals to take action to prevent marine plastic pollution, resulting in outreach opportunities in 15 coastal parks.",
              "One of the biggest opportunities for the Department to reduce plastic pollution is in what visitors, clients, and other stakeholders take away from their experiences on DOI-managed lands.",
              "All Sustainable Procurement Plans address opportunities to shift public behavior to reduce single-use plastic products, including data collection, education programming, signage, and other informational materials.",
              "As an example, the National Park Service’s recently released third edition of its Green Parks Plan provides a framework for meeting sustainability goals including sustainable procurement and phasing out single-use plastics.",
              "A key requirement of SO 3407 is for all bureaus and offices within the Department to have Sustainable Procurement Plans (SPPs) that support the goals of section 208 of Executive Order 14057, including specific approaches and schedules to phase out single-use plastic products, by the end of 2032.",
              "While every SPP was developed to meet the goals outlined in SO 3407, each includes variations to suit circumstances and needs of each bureau and office.",
              "SPPs are now in place for all bureaus and offices and can be accessed by the links below: The Bureau of Indian Affairs, the Bureau of Trust Funds Administration, and the Office of the Assistant Secretary – Indian Affairs will create procurement and waste stream profiles for each facility/program and intend to begin pilot studies in FY 2024 for one or two regions to evaluate feasible alternatives for phase out of single-use plastics.",
              "The Bureau of Indian Education plans to conduct a pilot study by September 2024 at one to three Bureau-operated facilities to evaluate the feasibility of phasing out single-use plastics and aims to implement phase out strategies for all Bureau-operated schools and administrative facilities starting in FY2025 and for all Tribally controlled schools starting in FY2026.",
              "The Bureau of Land Management will develop policies and conduct pilots aimed at reducing the use of single-use plastics in FY2024 and FY2025 with full implementation of reduction strategies by FY2027, ensuring full elimination of procurement, sale, and distribution no later than FY2032.",
              "The Bureau of Reclamation will analyze current contracts to determine which ones will be most impacted by reduction of single-use plastics and establish an appropriate schedule to engage partners.",
              "They also plan to use solid waste data reporting to establish a baseline plastic waste stream assessment.",
              "The Bureau of Safety and Environmental Enforcement and Bureau of Ocean Energy Management will evaluate use and needs of single-use plastics by the end of FY2025 and complete action plans for reduction by the end of FY2026.",
              "The U.",
              "S.",
              "Fish and Wildlife Service (FWS) has begun revisions of its concession policy with the intent of removing single-use plastics from all concession operations.",
              "As a first step, FWS will eliminate sales of single-use plastic bottles at 25% of visitor centers at national wildlife refuges and national fish hatcheries by the end of 2024.",
              "Building on the foundation of its Green Parks Plan and its revised criteria for concessionaire contracts, the National Park Service will leverage completed pilots and demonstration projects, including the National Park Service Zero Landfill Initiative underway at Denali National Park & Preserve, Grand Teton National Park and Yosemite National Park, to begin rolling out Service-wide policy and/or targeted location-specific efforts with a high return on investment.",
              "The Office of Surface Mining Reclamation and Enforcement is looking to reduce the acquisition of single-use plastics through incorporating reduction objectives in contracts which provide required products and services.",
              "The U.",
              "S.",
              "Geological Survey (USGS) is updating its acquisition and grants policies to incorporate sustainable operations and reduction of single-use plastic products.",
              "In addition, USGS is investigating how to manage single- use plastics used in sampling at its science centers by sending them to a facility where they can be recycled into a raw material.",
              "Bureaus and offices will continue to work collaboratively within the Department, as well as with other agencies and partners, to develop and share best practices and update the SPPs accordingly.",
              "Following additional data gathering and analysis, the Department will establish baselines and target metrics to be integrated into annual reporting of progress by all bureaus and offices.",
              "Back to top U.",
              "S.",
              "Department of the Interior, 1849 C Street NW, Washington, DC 20240."
            ]
          },
          {
            "title": "Reusing 10% Will Stop Almost Half of Plastic Waste From Entering the Ocean",
            "url": "https://www.weforum.org/press/2021/07/reusing-10-of-plastics-can-prevent-almost-half-of-all-plastic-waste-from-entering-the-ocean/",
            "content": [
              "Reusing 10% Will Stop Almost Half of Plastic Waste From Entering the Ocean",
              "Public.",
              "Affairs@weforum.",
              "org Geneva, Switzerland, 22 July, 2021 — It is possible to prevent almost half of annual plastic ocean waste by reusing just 10% of our plastics products.",
              "This is just one of the key findings of The Future of Reusable Consumption Models Report.",
              "The report is a collaboration between the World Economic Forum and Kearney and suggests that shifting from single use towards a ‘reuse’ model of consumption can help society regain ground in the fight against plastic waste.",
              "Currently, 50% of global plastic production is for single use and only 14% of global plastic packaging is collected for recycling.",
              "The report outlines the urgent need to drive a systemic shift towards reuse models as an integral part of the reduce-reuse-recycle agenda.",
              "‘Reuse’ is a production and consumption model gaining ground around the world as an alternative to single-use.",
              "In this model, consumer items are designed to be used several times, generating added value across the economy.",
              "The findings are based on proposals by governments and NGOs around the world and research conducted with senior leaders from private and public sectors.",
              "The team conducted in-depth interviews, data analysis and scenario modelling to create first of its kind framework that can be applied across consumer product categories and geographies.",
              "Three scenarios show how much plastic waste could be reduced from ocean and landfills if a reuse model is used.",
              "Scenario One: Between 10 and 20% of plastic packaging could be reusable by 2030.",
              "This equates to 7-13 million tonnes of plastic packaging, representing 45-90% of annual plastic ocean waste.",
              "Scenario Two Reusables make up between 20% and 40% of packaging, equivalent to 90–185% of annual plastic ocean waste or 25–50% of plastic landfill waste.",
              "Scenario Three If between 40-70% of all packaging is reusable, it would equal anywhere from 185% to 320% of annual plastic ocean waste or 50–85% of plastic landfill waste.",
              "Zara Ingilizian, Head of Consumer Industries and Consumption at World Economic Forum, said: “The shift from disposable consumer goods to reusables is still in its early stages, but there are already signs of progress.",
              "Just as recycling and composting were once considered eccentric and electric cars were written off as science fiction, when it comes to sustainability, attitudes about just what is viable are changing rapidly.",
              "Reuse may well prove to be among the most potent manifestations of that shift.",
              "” Beth Bovis, Project Leader, Partner, Leader of Global Social Impact & Sustainability at Kearney, said: “We need to shift from merely “treating” or “handling” waste to simply never creating it in the first place.",
              "But any shift towards reusable consumer goods will depend on the choices and actions of the three driving forces of our economy: consumers, the private sector and the public sector.",
              "Each of these groups has a unique role to play in making reuse a reality.",
              "The need for a more reuse-centred economic model is urgent and grows more so with each passing year.",
              "It is up to all stakeholders to answer the call.",
              "” Mayuri Ghosh, Head of Consumers Beyond Disposability initiative, Future of Consumption Platform at World Economic Forum, said: “When we talk of the three scenarios, it is worth emphasizing that any of these scenarios would represent extremely valuable progress over the present status quo.",
              "The plastic waste challenge has grown too large for us to simply recycle our way out of.",
              "With no global agreement over an ambition level to target plastic waste, the sooner we can make systemic and meaningful advance towards reuse, the better.",
              "” The report goes into these scenarios in depth and provides detailed information on the methodology.",
              "It addresses some of the key challenges businesses and the public sector have faced about reuse, namely, how to make reuse scalable and viable.",
              "The report aims to give leaders in business, government, civil society a clear picture of an alternative plastic waste-reduction model.",
              "The first half of the report discusses the three primary actors of systems change required.",
              "The second half presents the Reuse Viability Framework to help leaders make reuse scaleable and viable.",
              "It calls for the public and the private sectors to collaborate on the development of reuse systems to meet the needs of our economy and the environment.",
              "It is part of the World Economic Forum's Consumers Beyond Disposability initiative, which focuses on innovative reuse solutions, and has been working to test and scale such solutions.",
              "Notes to editors Read the reportView Forum photosRead the Forum Agenda also in French | Spanish | Mandarin | JapaneseCheck out the Forum’s Strategic Intelligence Platform and Transformation MapsFollow the Forum on Twitter via @wef@davos | Instagram | LinkedIn | TikTok | Weibo | PodcastsBecome a fan of the Forum on FacebookWatch Forum videosLearn about the Forum’s impactSubscribe to Forum news releases and Podcasts About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          },
          {
            "title": "How to reduce the impacts of single-use plastic products - UNEP",
            "url": "https://www.unep.org/news-and-stories/story/how-reduce-impacts-single-use-plastic-products",
            "content": [
              "How to reduce the impacts of single-use plastic products - UNEP",
              "Single-use plastic products (SUPPs) may epitomize convenience, but with the damage they cause through production, distribution and litter, they are a major threat to environmental and human health.",
              "The open burning of plastic waste, consumption of plastic-contaminated seafood and creation of harmful microplastics are just some reasons why SUPPs should be phased out.",
              "Eliminating plastic product pollution is an important component of the United Nations Decade on Ecosystem Restoration.",
              "The UN Environment Programme’s (UNEP’s) recent report From Pollution to Solution shows there is currently between 75-199 million tons of plastic waste in the ocean, and in 2016 some 9-14 tons of waste entered the aquatic ecosystem.",
              "It is estimated that by 2040, this will have almost tripled to 23-37 million tons per year.",
              "Plastics are the largest, most harmful and most persistent of marine litter, accounting for at least 85 per cent of all marine waste.",
              "But experts say, simply binning SUPPs and switching to single-use products made of other materials is not the solution.",
              "“It is the single-use nature of products that is the most problematic for the planet, more so than the material that they’re made of,” says Claudia Giacovelli, Programme Officer of the UNEP Life Cycle Unit.",
              "“The best solution may not be the same in all societies but taking a life cycle approach can help in setting the base towards the right decision.",
              "” So how can we phase out SUPPs and what are the alternatives?",
              "Here are some recommendations from UNEP and the Life Cycle Initiative’s meta-analyses of life cycle assessment studies on SUPPs: Opt for reusable alternatives Bringing reusable bags when grocery shopping can save costs for businesses and consumers alike.",
              "Photo: Unsplash / Priscilla Du Preez Prioritizing reusable products is not only critical for environmental health, but it can also be cost-effective.",
              "Businesses that allow consumers to bring their own bags, cups or containers can save on SUPP-associated supply and storage expenditure, while customers can avoid potentially paying extra for shopping bags or containers.",
              "Cotton and non-woven polypropylene shopping bags are increasingly common, as are reusable and portable plastic and stainless steel bottles, cups, and tableware.",
              "Reusability is also increasingly viable for personal hygiene products, through products like silicone menstrual cups and cloth nappies.",
              "Turn ‘single-use’ into ‘multi-use’ If unavoidable, try taking home durable tableware from restaurants for reuse.",
              "Photo: Unsplash / Dstudio Bcn The more any product is reused, the lower its environmental impact.",
              "When consumers can’t avoid SUPPs, they should mitigate their environmental impact by reusing them when possible instead of immediately disposing of them.",
              "For example, durable single-use plastic bags, bottles, cups, tableware, and take-away food packaging can be reused or repurposed.",
              "Single-use alternatives made of other materials are not intrinsically better, meaning that they should be reused when possible too.",
              "Such as, a paper shopping bag may need to be used four to eight times to have a lower environmental impact than one single-use plastic bag.",
              "Design products with circularity and end-of-life consideration Ensuring that products can be recycled efficiently after reuse is important in reducing environmental impact.",
              "Photo: Unsplash / Sigmund Consumers should not shoulder the entire burden of decreasing the impacts of SUPP.",
              "Guided by policymaker and retailer action, products should be designed to be both lightweight and durable to maximize reusability.",
              "Production should be sustainable, such as by using renewable energy and recycled materials.",
              "Sourcing locally and avoiding air-freight transported goods is another way to reduce the environmental impact of products over their life cycle.",
              "Finally, end-of-life impacts must be considered, so that products can be recycled or discarded in an environmentally friendly manner when they can no longer be reused.",
              "Geographical and social context matters Areas must develop tailored approaches to phasing out single-use products based on local contexts.",
              "Photo: Pixabay / Rita E As more areas propose bans to SUPPs, policymakers must consider geographical and social contexts when identifying appropriate alternatives.",
              "Factors such as production requirements, expected use, reusability, likelihood of littering, local waste management infrastructure and education can all impact how environmentally friendly proposed alternatives are.",
              "Shifting to reusable options and bolstering recycling and waste management infrastructure must take priority.",
              "In the interim period, areas with littering problems should avoid using lighter products because they are more likely to be littered, even though they are generally less resource-intensive to produce.",
              "Ultimately, eliminating SUPPs is only one way to reduce environmental damage.",
              "As Giacovelli notes, “Countries are encouraged to promote actions that lead to keeping resources at their highest value in the economy, by consuming less and replacing single-use products with fit-for-purpose reusable alternatives for a healthier planet.",
              "” Contact Information: To learn more, please contact Llorenç Milà i Canals, UNEP’s Head of the Secretariat of the Life Cycle Initiative: llorenc.",
              "milaicanals@un.",
              "org.",
              "Hosted by UNEP, the Life Cycle Initiative is a public-private, multi-stakeholder partnership that enables the global use of credible life cycle knowledge by private and public decision makers.",
              "UNEP’s “Addressing Single-use plastic products pollution, using a life cycle approach” summary report, based on the findings of a series of meta-analyses on SUPPs, was produced in response to Resolution UNEP/EA.",
              "4/R.",
              "9.",
              "A new report in the series, focused on masks, will be released in December 2021.",
              "© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
            ]
          }
        ],
        "Supporting legislation that curbs plastic production and waste, improves waste management, and makes plastic producers responsible for the waste they generate can help reduce plastic waste and its impact on the ocean.": [
          {
            "title": "Should Plastic Pollution Producers Be Held Accountable?",
            "url": "https://cleantechnica.com/2022/06/20/should-plastic-pollution-producers-be-held-accountable/",
            "content": [
              "Should Plastic Pollution Producers Be Held Accountable?",
              "Scientists estimate that some 11 million metric tons of plastics enter the ocean every year, and the majority of the most common items littering our beaches and waterways are single-use plastic packaging and food ware.",
              "Yet plastic pollution producers have not been held accountable for the more than 8 billion tons of plastic produced since 1950 — more than half of which went straight to landfills and only about 9% of which was recycled.",
              "Is it time to hit ’em where it hurts?",
              "If plastic pollution producers had to pay a fine per ton of manufactured plastic, or have a manufacturing quota, or be restricted to use solely existing plastics for new items, how would they react?",
              "What if there were manufacturing rewards for converting to time-dependent disposable packaging and food ware?",
              "What if consumers refused to absorb the increased costs of plastic, and, instead, chose bulk, refillable, or sustainable packaging?",
              "Scientists estimate that some 11 million metric tons of plastics enter the ocean every year.",
              "Data from 35 years of Ocean Conservancy’s International Coastal Cleanup show that the majority of the most common items littering our beaches and waterways are single-use plastic packaging and food ware.",
              "Twenty companies are responsible for producing more than half of all the single-use plastic waste in the world, fueling the climate crisis and creating an environmental catastrophe.",
              "If growth in single-use plastic production continues at current rates, they could account for 5% to 10% of the world’s greenhouse gas emissions by 2050.",
              "Sometimes experts proclaim that producers and consumers must share responsibility and costs for plastic pollution.",
              "For anyone who has attempted to eliminate plastic from their household consumption, we know how absurd that statement is: plastic is everywhere and nearly impossible to avoid.",
              "California is taking steps to hold the plastic pollution producers accountable in its state.",
              "The Plastic Pollution Producer Responsibility Act could be the most ambitious plastics legislation seen in the US to date.",
              "ActSB54: Ocean Conservancy scientists calculate that the provision will directly eliminate nearly 23 million tons of single-use plastic packaging and food ware over the next 10 years.",
              "“Without a doubt this bill, if passed, would be the strongest plastics legislation we have ever seen here in the United States,” said Dr.",
              "Anja Brandon, US Plastics Policy Analyst at Ocean Conservancy and a principal contributor to the bill text.",
              "Other states across the country are continuing their work to reduce plastic pollution.",
              "This year, at least 8 states are considering legislation to hold producers accountable for the end-of-life management of plastic packaging.",
              "States include Hawaii, Illinois, Kentucky, Maryland, New Hampshire, New York, Vermont, and Washington.",
              "A full bill list is available through National Caucus of Environmental Legislator’s website.",
              "In sum, there are currently 25 countries and over 100 cities in the US and the EU with regulations in place banning single-use plastic.",
              "Recently, as reported by Waste 360, an additional and perhaps equally powerful force is at work, as pressure is emanating from ESG investors, who have amassed enough power to foment change.",
              "Plastic manufacturers and distributors commonly argue that consumers bear the blame for the accelerating plastic crisis.",
              "By pointing fingers at consumer recycling habits, or lack thereof, plastic producers have successfully distracted the public from the real issues with plastic – and the real solutions.",
              "The reality is, says John Hite, Conservation Law Foundation’s Zero Waste Policy Analyst, “our country’s recycling system is broken.",
              "Much of the waste placed in recycling bins isn’t actually recyclable.",
              "Sadly, it’s taken a crisis for people to realize this.",
              "” To prove the point, the American Plastics Makers have responded to accusations that they should reduce plastics production with 5 Actions for Sustainable Change.",
              "“Plastics help reduce food waste, enable modern health care, and are critical to renewable energy,” the American Plastics Makers claim.",
              "“As the world grapples with reducing carbon emissions and a growing, wealthier population, policy proposals to cap plastic production will only hinder progress towards achieving UN Sustainable Development Goals.",
              "Better waste management for the 3 billion people that lack access to it is a more effective solution to keeping plastics and other waste out of our environment.",
              "” Plastics Machinery & Manufacturing insists that not all plastic goes to landfills — in 2018, 1.",
              "16 pounds per person was recycled every day, along with 0.",
              "72 pound that was composted or, in the case of food, diverted in some other way.",
              "Woo hoo!",
              "Conversely, ahead of the 2021 International Coastal Cleanup, an Ocean Conservancy report revealed that nearly 70% of trash found on beaches was unrecyclable;",
              "moreover, there was widespread confusion about food ware recyclability.",
              "In April, California’s attorney general subpoenaed ExxonMobil as part of what was called a first-of-its-kind broader investigation into the petroleum industry for its alleged role in causing a global plastic pollution crisis.",
              "ExxonMobil decries the allegations as meritless.",
              "Attorney general Rob Bonta said that the industry for decades has encouraged the development and use of petroleum-based plastic products while seeking to minimize public understanding that their widespread use harms the environment and public health.",
              "We know that the Plastic Producer Responsibility Act is only the beginning.",
              "Twenty institutional asset managers — led by US companies Vanguard Group, BlackRock and Capital Group — hold over $300 billion worth of shares in the parent companies of these polymer producers, of which an estimated $10 billion comes from the production of virgin polymers for single-use plastics.",
              "Consumers are calling out Big Tech for the harm they do to the environment.",
              "Their product manufacturing contributes to air pollution, greenhouse gas emissions, waste, and water use.",
              "Employees at Microsoft, Amazon, Google, and other tech giants have published letters pushing their companies to stop polluting and to stop working with fossil fuel companies altogether Carolyn Fortuna (they, them), Ph.",
              "D.",
              ", is a writer, researcher, and educator with a lifelong dedication to ecojustice.",
              "Carolyn has won awards from the Anti-Defamation League, The International Literacy Association, and The Leavy Foundation.",
              "Carolyn is a small-time investor in Tesla and an owner of a Model Y as well as a Chevy Bolt.",
              "Please follow Carolyn on Twitter and Facebook.",
              "Carolyn Fortuna has 1181 posts and counting.",
              "See all posts by Carolyn Fortuna"
            ]
          },
          {
            "title": "U.S. Actions to Address Plastic Pollution",
            "url": "https://www.state.gov/u-s-actions-to-address-plastic-pollution/",
            "content": [
              "U.S. Actions to Address Plastic Pollution",
              "Official websites use .",
              "gov Secure .",
              "gov websites use HTTPS Policy Issues Countries & Areas Bureaus & Offices About Mission History Administrative Leadership Directories Fact Sheet Office of the Spokesperson February 28, 2022 The United States welcomes the historic opportunity at the United Nations Environment Assembly (UNEA 5.",
              "2), February-March 2022, to start a process with other nations and stakeholders to fight plastic pollution.",
              "The United States is already acting both domestically and internationally to address this global challenge.",
              "Key U.",
              "S.",
              "programs are highlighted below.",
              "National U.",
              "S.",
              "Environmental Protection Agency (EPA) U.",
              "S.",
              "Department of Energy (DOE) U.",
              "S.",
              "Department of Agriculture (USDA) U.",
              "S.",
              "Department of Interior (DOI) U.",
              "S.",
              "Food and Drug Administration (FDA) National Aeronautical and Space Agency (NASA) National Institute for Standards and Technology (NIST) National Oceanic and Atmospheric Agency (NOAA) Marine Debris Program National Science Foundation (NSF) International U.",
              "S.",
              "Department of State U.",
              "S.",
              "Agency for International Development (USAID) For more information on U.",
              "S.",
              "engagement at UNEA 5.",
              "2, please visit the Bureau of Oceans and International Environmental and Scientific Affairs.",
              "Tags"
            ]
          },
          {
            "title": "Congress: Support the Break Free From Plastic Pollution Act of 2021",
            "url": "https://www.greenpeace.org/usa/congress-support-the-break-free-from-plastic-pollution-act-of-2021/",
            "content": [
              "Congress: Support the Break Free From Plastic Pollution Act of 2021",
              "by Kate Melges March 25, 2021 The Break Free From Plastic Pollution Act was just reintroduced today with strong updated language to uphold environmental justice and to hold big plastic polluting corporations accountable for the plastic crisis.",
              "© Tim Aubry / Greenpeace Under a new Congress, the Break Free From Plastic Pollution Act was just reintroduced today with strong updated language to uphold environmental justice and to hold big plastic polluting corporations accountable for the plastic crisis.",
              "More than 8 million tons of plastic enter our oceans every year, drowning wildlife and wrecking ecosystems. The cost to human health has also been enormous, especially in Black, Brown, Indigenous, and low-income communities where the majority of petrochemical facilities and plastic-burning incinerators are located.",
              "These frontline communities experience the worst impacts of toxic fumes being spewed along the entire plastic lifecycle!",
              "The Break Free From Plastic Pollution Act of 2021 is strong legislation to tackle this crisis.",
              "The comprehensive federal legislation would begin to phase out throwaway plastics made from fossil fuel, hold the plastic industry responsible for its waste, and pause construction on any new plastic-making plants.",
              "And with a new administration and a new Congress, the political will is on our side to make this historic legislation to tackle plastic pollution law!",
              "Message Congress Plastic—which the petrochemical industry makes out of fossil fuels— is also more than a pollution issue.",
              "Plastic contributes to climate change at every step of its life cycle, from extraction to refinement, manufacture, transportation, disposal, and waste.",
              "Breaking free from plastic would reduce greenhouse gas emissions and strengthen climate resiliency.",
              "The Break Free From Plastic Pollution Act of 2021 will address the plastic pollution crisis and protect our communities and wildlife to create a healthier, more equitable future for us all by: Message your members of Congress and ask them to co-sponsor the Break Free from Plastic Pollution Act of 2021 today.",
              "Many of you have already called on President Biden to act on plastic pollution, The Break Free From Plastic Pollution Act of 2021 is the next strategic step to attack the crisis in the legislature.",
              "However, to make this legislation law we need YOU to let your members of Congress know that constituents want action on plastic pollution and for corporations to be held accountable for their role in polluting for profit.",
              "If you want to see federal legislation to combat our plastic crisis, send your members of Congress a message today to support the Break Free From Plastic Pollution Act.",
              "Message Congress Thank you for taking action.",
              "Kate Melges, Greenpeace USA Senior Plastics Campaigner By Kate Melges Kate Melges is an oceans campaigner based in Seattle.",
              "She leads Greenpeace’s Ocean Plastics work.",
              "Kate’s focus is ending the flow of plastic pollution into the ocean.",
              "Visit Greenpeace Fund, a nonprofit, 501(c)(3) charitable entity created to increase public awareness and understanding of environmental issues through research, the media and educational programs. 1300 Eye Street, NW, STE 1100 East, Washington, D.",
              "C.",
              "20005 | 1-800-722-6995"
            ]
          }
        ],
        "Boycotting products that contain microbeads can help reduce plastic waste and its impact on the ocean.": [
          {
            "title": "Why microbeads are such a threat and why they&#39;re so hard to handle",
            "url": "https://theconversation.com/why-microbeads-are-such-a-threat-and-why-theyre-so-hard-to-handle-108763",
            "content": [
              "Why microbeads are such a threat and why they&#39;re so hard to handle",
              "Research Professor Ecotoxicology, North-West University Henk Bouwman receives funding from various sources, including the Water Research Commission, Department of Science and technology, United Nations Development Programme, and the National Research Foundation.",
              "View all partners Plastic is everywhere.",
              "It is used across a spectrum of applications from durable industrial equipment, household appliances to throw-away single-use items and even the clothes we wear.",
              "This wide scope of uses is ascribed to its versatility, low-cost and because it’s extremely durable.",
              "But its properties also make it a problem.",
              "Because it’s so durable the lifespan of a plastic product is often much longer than the time it is in use for.",
              "This is especially the case for single use plastics like straws, bottles and bags.",
              "A plastic bag has an average usage time of 20 minutes, while it can take up to 1000 years to break down in the environment.",
              "These large plastics are an environmental hazard.",
              "They entangle animals, cause damage to their respiratory surfaces, block their digestive tracts and can cause them to starve to death.",
              "Although macroplastics are a clearly visible environmental pollutant, they are only part of the problem.",
              "Recent research has shown microplastics to pose a much bigger pollution threat than previously thought.",
              "Microbeads, like plastic bags and water bottles, are also a form of single use plastic.",
              "But, because they aren’t visible, are often disregarded.",
              "In recent years, scientists have found them in deep oceanic water, remote lakes, ground water and even drinking water.",
              "They are dangerous as the tiny particles take up harmful chemicals from the environment and, when ingested, act as carriers for pollutants into our bodies.",
              "The problem is microplastics are difficult to get rid of because they’re so small and are found nearly everywhere.",
              "The best tactic to fight this pollutant is therefore to reduce the amount of plastics entering the environment.",
              "Microplastics have two sources.",
              "They can be produced to be microscopically small – like microbeads in cosmetic products.",
              "These are tiny round plastic beads, ranging from about a hundredth of a millimetre to one millimetre, that are used to scrub skin for a minute or two before being washed into the environment where they can stay for up to 10 000 years.",
              "But most microplastics result from the breakdown of larger pieces of plastic that were not recycled and break up due to exposure to the sun or physical wear.",
              "Many countries have come to realise the dangers of these microplastics and are taking action.",
              "A number have banned the use of microbeads in cosmetic products.",
              "These include Canada, the US, United Kingdom, France, Sweden, Taiwan, South Korea and New Zealand.",
              "And in 2018, 57 brands joined the “Look for the Zero” campaign which pledges that no plastics are added to products.",
              "In Africa, a number of countries have also started taking action against plastic pollution, with countries like Burundi, Benin, Cameroon, Ivory Coast, Chad, Morocco, Rwanda and Kenya placing a ban on single use plastic bags.",
              "South Africa put a levy on plastic bags in 2002, but while it hasn’t proved to be very successful as plastic bags are a leading environmental plastic pollutant, it is now considering a microbead ban.",
              "This would promote incentives against plastic pollution and encourage other countries to follow suit against a relatively easily removable source of plastic pollution.",
              "Many South African cosmetics companies have already committed to keep microbeads out of their products.",
              "Measures to address the global plastic problem can place a heavy economic burden on developing countries.",
              "Because of plastic’s low production cost and usefulness as a packaging material, alternatives for single use plastics are usually expensive and places environmental pressure on other resources.",
              "Microbeads could be a low hanging fruit in the fight against global plastic pollution.",
              "It would be easy to remove them and to replace them with more environmentally friendly alternatives like Jojoba beads, ground oats, almond shells and coffee.",
              "Emphasis should also be placed on methods of exfoliation other than physical abrasion, like enzyme and acid exfoliation.",
              "The plastic pollution problem is an extremely complex issue and each country with unique socioeconomic makeup needs to tackle it to its own capacity.",
              "Carina Verster from the Unit for Environmental Sciences and Management at North-West University also contributed to this article.",
              "Write an article and join a growing community of more than 174,000 academics and researchers from 4,792 institutions.",
              "Register now Copyright © 2010–2023, The Conversation US, Inc."
            ]
          },
          {
            "title": "Microplastics, microbeads and single-use plastics poisoning sea life ...",
            "url": "https://news.un.org/en/story/2019/11/1050511",
            "content": [
              "Microplastics, microbeads and single-use plastics poisoning sea life ...",
              "Facebook Twitter Print Email Each year, an estimated eight million tonnes of plastic end up in the ocean – equivalent to a full garbage truck dumped into the sea every minute - the United Nations Environment Programme (UNEP) has said.",
              "Between 60 to 90 per cent of the litter that accumulates on shorelines, the surface and the sea floor is made up of plastic.",
              "The most common items are cigarette butts, bags, and food and beverage containers.",
              "Consequently, marine litter harms over 800 marine species, 15 of which are endangered.",
              "And plastic consumed by marine species enters the human food chain through fish consumption.",
              "Alarmingly, in the last 20 years, the proliferation of microplastics, microbeads and single-use plastics have made this problem even more pronounced.",
              "Most people associate marine plastic pollution with what they can see along coastlines or floating on sea surfaces.",
              "But microplastics and microbeads pose a hidden challenge as they are out of sight and, therefore, out of mind.",
              "“What’s in Your Bathroom?",
              "”, is a campaign from UNEP which is due to begin next week, to raise awareness on the harm caused by plastics in personal care products and shifts that can be made to reduce plastic footprints.",
              "Polyethylene (PE) Polymethyl methacrylate (PMMA) Nylon Polyethylene terephthalate (PET) Polypropylene (PP) UNEP launched the Clean Seas Campaign in 2017 to galvanize a global movement that tackles single-use plastics and microbeads.",
              "Now in its second phase, it is shining a light on specific aspects of marine litter, such as plastic pollution generated by the cosmetic industry.",
              "Many consumers are not aware just how much plastic there may be in the personal care items they use daily on their faces and bodies.",
              "From the plastic in packaging to the under-5mm microplastics hidden within the products, including beads or glitter, they are designed to wash down the drain, travel through rivers and ultimately end up in the sea.",
              "Microplastics are too small to be filtered out by waste treatment plants and attract waterborne toxins and bacteria that stick to their surfaces.",
              "Because they look like food, they are eaten by fish, amphibians, insect, larvae and marine animals as well as seabirds and other marine life, blocking digestive tracts and causing physical problems. In addition to endangering marine life, the health implications of microplastics on humans are not yet fully known, but considering their prevalence in clothes, food, water and cosmetics, are expected to be far reaching.",
              "From 11 November through to the 17th, UNEP is inviting consumers everywhere to examine products in their bathrooms and switch out those with microplastics for safer alternatives.",
              "The President of the UN General Assembly launched a new global call to action on Tuesday, to help end the scourge of plastic pollution in the ocean.",
              "Facebook Twitter Print Email"
            ]
          },
          {
            "title": "‘We can’t carry on’: the godfather of microplastics on how to stop them",
            "url": "https://www.theguardian.com/environment/2023/nov/13/godfather-microplastics-richard-thompson-how-to-stop-them",
            "content": [
              "‘We can’t carry on’: the godfather of microplastics on how to stop them",
              "As a UN summit in Nairobi debates a treaty on plastic pollution, Richard Thompson, the biologist who first identified microplastics 30 years ago, explains why ocean cleanups and biodegradables will not solve a global crisis In September 1993, during a beach clean on the Isle of Man, Richard Thompson noticed thousands of multicoloured fragments at his feet, looking like sand.",
              "While his colleagues filled sacks with crisp packets, fishing rope, plastic bags and bottles, Thompson became transfixed by the particles.",
              "They were so tiny that they did not fit any category in the spreadsheet where volunteers recorded their findings.",
              "“Yet it was pretty clear to me that the most abundant item on the beach was the smallest stuff,” Thompson says.",
              "Over the next 10 years, after completing a PhD and going on to teach marine biology at Newcastle, Southampton and Plymouth universities, Prof Thompson spent his spare time beach-hopping, often enlisting students to help him gather dozens of sand samples in tinfoil trays.",
              "Back in the lab, they would confirm what Thompson had first suspected: the particles were all pieces of plastic, no larger than grains of sand, and ubiquitous along the UK coastline.",
              "It was pollution on a whole new scale.",
              "“I started studying marine biology because it was going to be all about turtles, dolphins, and coral reefs,” he says.",
              "Instead, those minuscule particles became his main fascination.",
              "In a short study in 2004, co-authored with Prof Andrea Russell at Southampton University, Thompson first described the particles as “microplastics”.",
              "He hypothesised that as plastic entered the sea, it slowly fragmented into small but persistent pieces that spread even farther afield.",
              "He did not expect much reaction from his modest one-page article.",
              "“It had been a May bank holiday weekend, and we’d been away camping.",
              "I came back in and every email that morning was from a journalist, and the phone was ringing continuously.",
              "” The story was picked up instantly by networks in the UK, Europe and Asia.",
              "“Shortly after it was published, it was being discussed in the Canadian parliament,” says Russell, whose experiments had confirmed that the particles were plastic.",
              "The discovery helped spawn an entire field of microplastics research, and would be instrumental in plastic bag taxes and bans on plastic microbeads in rinse-off cosmetics in countries including the US, New Zealand and Canada.",
              "Researchers now look at even tinier fragments called nanoplastics that infiltrate our blood, wombs and breastmilk.",
              "As for Thompson, he would go on to be named the “godfather of microplastics” by a British politician, establish the International Marine Litter Research Unit at Plymouth and become a frequent guest at the House of Commons to discuss the dangers of marine litter.",
              "Most recently, he has been catapulted into the heart of international negotiations to draw up a global treaty to curb plastic pollution, which had its most recent talks in Paris in June.",
              "A UN-led plastics treaty is a “once-in-a-planet opportunity”, Thompson says, but on some of the supposed solutions being put forth, he is very clear.",
              "He is adamant that biodegradable plastic cannot save us.",
              "Neither can any amount of “cleanups”, like his own fateful expedition in 1993.",
              "What’s worse, he thinks, is that if the plastics treaty sends the world chasing the wrong ideas, microplastics pollution will only worsen.",
              "“There’s a real risk that worries me,” he says.",
              "“That if we guess at this, we’ll get it wrong.",
              "” A tall figure who speaks with an infectious enthusiasm despite the subject of his work, Thompson often starts conversations by checking his watch – knowing that once he gets started on plastics, time can quickly run away.",
              "He describes his discovery as the result of a solution gone awry.",
              "Plastic was invented as a sustainable alternative to ivory, then became indispensable in fields such as engineering and medicine.",
              "But the problem began in the 1950s when the industry’s ambitions turned to single-use packaging, which now accounts for 40% of the more than 400m tonnes of plastic produced each year – at least 8m tonnes of which finds its way to the ocean.",
              "Meanwhile, production is only increasing.",
              "The other side to this coin is plastic’s persistence in nature.",
              "Thompson’s hypothesis was correct: microplastics result from the lengthy breakdown of larger items, and they will linger for decades more thanks to plastic’s inherent durability, all the while absorbing harmful toxins and pathogens that end up in the bodies of marine animals.",
              "It was known that plastic waste floated in the ocean, but it was not until Thompson gave the tiny versions a name that the world finally recognised the scale of this new pollution.",
              "“I saw [Thompson’s 2004] paper and said: ‘This is really important.",
              "Maybe people are going to wake up to the widespread abundance of plastics in the ocean,’” says Edward Carpenter, a retired marine scientist who was the first to describe floating plastic fragments on the surface of the Sargasso Sea in 1972 – particles that are probably still at sea to this day.",
              "Thompson went on to provide the first evidence that sea creatures ingest these particles.",
              "He also showed their global distribution, including in the Arctic and in every sample of sand taken from dozens of beaches worldwide.",
              "The plastics treaty would be a shot at stemming this flow, he notes.",
              "Much depends on the treaty’s scope, on questions such as whether it should ban some types of plastic, or regulate the array of 13,000 chemicals in everyday packaging.",
              "What concerns Thompson is that policymakers may be led astray by much-hyped approaches that are already being used – for instance, hi-tech initiatives to remove plastic from the sea, such as the Ocean Cleanup.",
              "Thompson stresses that he is an ardent believer in cleanups for coastal pollution, but that it is “naive to expect that [cleanups] can be a systemic solution” to the vast threat of microplastics.",
              "“The psychologists would call it ‘techno-optimism’,” he says.",
              "“If we’re not careful, the public gets convinced that a big gadget whizzing around in the middle of the Pacific gyre is going to mop it all up for us, and that’s the end of the story.",
              "Sign up to Global Dispatch Get a different world view with a roundup of the best news, features and pictures, curated by our global development team after newsletter promotion “It’s an attractive story – from the point of view of not having to change anything we do.",
              "” Similarly, the proliferation of plastic alternatives such as biodegradable and bio-based plastics.",
              "“I was really curious, was this going to be an answer to the problem?",
              "” Thompson says.",
              "But, although they are a partial improvement on the fossil-fuel footprint of conventional plastics, and may have some legitimate uses, most biodegradable plastics do not melt away into nature – a fact Thompson first realised when, early in his research career, he visited a government trade fair and brought home a bag marked biodegradable.",
              "“I’ve still got it here somewhere!",
              "” he says, gesturing at shelves stacked with folders.",
              "We now know – again, thanks to experiments by Thompson and colleagues – that many biodegradables need controlled industrial conditions to degrade, and take years to disappear in soil and sea.",
              "“If we keep the nearly 300-400m tonnes of plastic we’re making every year, and all we’re doing is chucking biosource plastics [which are biodegradable] to fill the gap, it doesn’t fix the problem of litter, it doesn’t fix the problem of waste, it doesn’t fix the problem of chemicals,” he says.",
              "“It’s just substituting the carbon source.",
              "” None of these kinds of actions change what he thinks is the real danger: the linear relationship we have with plastic – produce, consume, dispose – which created the problem.",
              "After two decades describing that problem, he is now focused on the cause.",
              "“It’s very much coming back to the land, my research, because the problem isn’t made in the ocean: it’s made by practices on land.",
              "” He said as much at the Paris talks.",
              "“Let’s turn to the solutions, which lie upstream,” he told an audience of delegates from 58 countries, explaining that in order to slow the flowing river of plastic, we first need to narrow its source.",
              "“We can’t carry on [producing] at the rate we are.",
              "It’s overwhelming any ability to cope with it.",
              "” He agrees with new calls among treaty negotiators to curb “unnecessary, avoidable or problematic” plastics, which could include the deluge of single-use items. “I mean, surely we want to buy the product, not the packaging it’s in,” Thompson says.",
              "“I think that’s a key place to start: the most important [type of plastic] accumulating in the oceans and escaping waste-management systems is packaging.",
              "” But while items sheathed in Russian-doll-like layers of plastic are obvious candidates for cuts, certain plastics do bring legitimate value to our lives and are likely to remain with us, Thompson says.",
              "“I’m not saying we can carry on with business as usual.",
              "Reduce has to be the first action,” he stresses – but for the plastic that remains in use, he believes the challenge is to redesign it.",
              "Just 10% of plastic is recycled globally, a staggeringly low figure that is partly due to the thousands of chemicals that give plastic its diverse qualities, colours and forms and make it almost impossible to remix.",
              "“We do a really bad job of designing stuff for circularity.",
              "So when people say that it’s clearly failed because we’re only recycling 10%, I think the root cause of the error is at the design stage,” Thompson says.",
              "“When I talk to product designers, they say they were asked to design a product that was attractive – they weren’t asked to consider end-of-life.",
              "” Like some other scientists, he believes chemical additives need to be reduced in the plastic manufacturing process, with the bonus of making them safer to use.",
              "He cites PET bottles as a good example of how simpler construction makes it possible to recycle some products up to 10 times.",
              "Redesign can also soften the impact of plastic during its lifecycle.",
              "Take the problem of polymer-rich fabrics that shed plastic microfibres into the sea.",
              "Several countries now require filters on washing machines to capture these threads.",
              "Yet Thompson and his team have found that half the shedding happens, not during washing, but while people are wearing clothes.",
              "Redesigning fabric for longer wear reduces shedding by a striking 80%.",
              "“So the systemic answer would work for the planet,” he says.",
              "His latest work is examining other design challenges such as car tyres, a primary source of marine microplastics.",
              "Growing scientific consensus on these and other issues could soon be crucial in guiding nations towards solutions, so as a scientist, Thompson is frustrated that there is no UN-level mechanism to communicate the most up-to-date plastics research to governments.",
              "In its absence, he helped establish the Scientists Coalition for an Effective Plastics Treaty, an independent, voluntary group of 200 multidisciplinary researchers from 40 countries who are filling the gap by providing scientific advice to treaty negotiators.",
              "“Scientific evidence has brought us to this point.",
              "We’re going to need scientific evidence to go forward in the right way,” he says.",
              "How did he feel in June witnessing nations come together to agree on the need to ban or regulate microplastics – knowing he was at least a part of the reason they were all there?",
              "Thompson takes a rare pause in our conversation.",
              "“That’s actually making me quite emotional to think about,” he says.",
              "Weeks later, he elaborates.",
              "“A whole body of evidence brought us to where we are now with the UN treaty, and even the discussions about microplastics,” he says.",
              "“But it was quite a moving moment from a personal perspective, that I felt you could draw a line right back to that paper in 2004.",
              "” This article was amended on 15 November 2023 to remove a reference to some people consuming a credit card’s worth of plastic a week, as the study this claim is based on is subject to ongoing debate.",
              "It was also amended to clarify that a decades-old “biodegradable” plastic bag that Prof Richard Thompson still had was from a trade fair and not, as originally stated, hauled up from the North Sea by a trawler."
            ]
          }
        ],
        "Cooking more at home and avoiding takeout containers and plastic cutlery when eating out or ordering in can help reduce plastic waste and its impact on the ocean.": [
          {
            "title": "Plastic Waste From Takeout Is a Big Problem—Here&#39;s What ... - Treehugger",
            "url": "https://www.treehugger.com/plastic-waste-takeout-big-problem-what-you-can-do-5190573",
            "content": [
              "Plastic Waste From Takeout Is a Big Problem—Here&#39;s What ... - Treehugger",
              "These tips will help you reduce food-related disposable plastic.",
              "Katherine Martinko is an expert in sustainable living.",
              "She holds a degree in English Literature and History from the University of Toronto.",
              "Getty Images / igishevamaria The next time you are tempted to order takeout or buy food and drinks on the go, you might want to hold off.",
              "The results of a major new study may be enough to startle you into adjusting your consumption habits, as they reveal significant amounts of global plastic litter linked to takeout food products.",
              "﻿﻿ The study, which came from the University of Cadiz, Spain, and was published in the journal Nature Sustainability, analyzed 12 million pieces of litter collected from oceans and rivers, shorelines, the sea floor, and open waters.",
              "Researchers found that 80% of items were plastic, and nearly half (44%) was related to takeout food and drinks—specifically, single-use bags, plastic bottles, food containers, and food wrappers.",
              "Other items included plastic caps and lids and disposable cutlery.",
              "﻿﻿ Lead study author Dr.",
              "Carmen Morales told The BBC, \"It was shocking to find out that bags, bottles, food containers and cutlery together with wrappers account for almost half of the human-made objects on a global scale.\"",
              "Discarded synthetic fishing nets and ropes were another problem researchers noted, although more so in the open ocean, not along or near shorelines.",
              "Based on their analysis, the researchers made three suggestions: 1) Replace takeout food and drink containers with materials that are more readily biodegradable;",
              "2) introduce bans on avoidable plastics;",
              "and 3) use deposit refund schemes to incentivize reusable/refillable products.",
              "Until that day comes, however, it's up to us as consumers to change the way we choose products in order to avoid unnecessary plastic packaging—and there is no better time to get started than now, as Plastic-Free July kicks off.",
              "If you have not yet heard of it, Plastic-Free July is an annual month-long challenge to reduce one's use of single-use plastic and to discover alternatives to purchasing, consuming, and transporting food (among other items).",
              "Keeping this new study in mind, here are some practical suggestions for reducing takeout-related single-use plastics in one's day-to-day life.",
              "The simplest way to eliminate plastic takeout waste is to cook from scratch.",
              "When you take time to prepare your own food, and then either eat it at home or transport it in reusable containers, you'll find it quite easy to have a zero-waste meal.",
              "This, of course, requires spending time preparing food in advance, but it has the added benefits of saving money and generally being healthier.",
              "Invest in good-quality stainless steel and/or glass food storage containers.",
              "These make all the difference when it comes to storing and taking homemade food on the go because the more convenient it is, the more inclined you'll be to do it.",
              "Glass lets you see what's in your fridge;",
              "stainless steel lets you freeze the contents easily and even sometimes reheat directly on the stove.",
              "You don't have to worry about acidic foods degrading plastic and causing chemicals to leach out.",
              "Buy insulated containers to carry hot or cold drinks, soups, curries, salads, and more.",
              "Use glass mason jars to store salad dressings and other sauces.",
              "If takeout is unavoidable, call the restaurant instead of placing an online order.",
              "There are two main questions to ask: First, will they let you bring in your own containers?",
              "You may have to show up ahead of time to hand the containers over for filling.",
              "(Rules around this tightened up with the pandemic, but are starting to loosen again in places.)",
              "Second, what are the takeout containers made of?",
              "If the answer is Styrofoam or another form of plastic, gently explain that you're looking for a greener option and will have to go elsewhere until the business changes its choice of containers.",
              "There are plenty of excellent paper-based options now available, so there's really no reason for a takeout restaurant to continue using non-biodegradable packaging.",
              "Everyone should have a zero waste food kit that's easily accessible in the trunk of their car, in a backpack, or in a bicycle pannier.",
              "The kit should include a few food-related basics—cutlery, cloth bag and napkin, water bottle, coffee mug, metal straw, food storage container, etc.",
              "These implements will allow you to refuse some or all of the single-use plastic items that you encounter on a daily basis.",
              "Those fridges full of chilled sweetened drinks can be hugely appealing on a hot summer day, but they're best avoided from a pollution perspective.",
              "Instead of contributing to the enormous problem of plastic bottles invading waterways, make it a habit to fill a reusable water bottle every day before leaving the house.",
              "An insulated one will keep your drink cold and refreshing for many hours.",
              "With food wrappers being in the top four offenders for takeout-related waste, it's worth paying attention to the way in which your takeout food (and groceries) are packaged.",
              "Opt for paper-based packaging whenever possible, rather than plastic.",
              "Plastic wrappers are non-recyclable because they are thin films with little value for recyclers—and even if your store has a take-back bin for plastic films, it's probably a scam, as reported last month in Treehugger.",
              "Commit to refusing all single-use grocery bags.",
              "Stock your car with sturdy, washable cloth bags or bins that you take into the store or restaurant every time you shop or pick up food.",
              "If you forget bags in the car, put your groceries back in the cart and load them up once you're back at your vehicle—or put them in loose and grab bags once you get home.",
              "These efforts may seem small when considered on their own, but put together and embraced by people around the world, they have the potential to add up to real change.",
              "More importantly, doing these things will signal to business owners, politicians, and policymakers that the time for change has come—and that legislative efforts to reduce plastic waste should reflect study findings, rather than focus on arbitrary items (like earbuds, stir sticks, and straws) that do not represent the majority of plastic waste.",
              "Morales-Caselles, Carmen, et al.",
              "\"An Inshore–Offshore Sorting System Revealed from Global Classification of Ocean Litter.\"",
              "Nature Sustainability, vol.",
              "4, no.",
              "6, 2021, pp.",
              "484-493, doi:10.",
              "1038/s41893-021-00720-8 By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "How to make your takeout order less wasteful | Popular Science",
            "url": "https://www.popsci.com/environment/reduce-takeout-waste/",
            "content": [
              "How to make your takeout order less wasteful | Popular Science",
              "Special offer: Complimentary Access to PopSci+ for a limited time » You can start by turning down those single-use forks and knives.",
              "By Carla Delgado | Published Apr 6, 2022 12:00 PM EDT Analysis paralysis—being so overwhelmed by options you can’t pick a path—has new meaning thanks to climate change.",
              "Making the “right” choice has never been more complicated, but we’re here to help.",
              "This is Impact, a new sustainability series from PopSci.",
              "Food delivery services are a major contributor to single-use plastic waste.",
              "Packagings like plastic containers, cutlery, drinking cups, and straws make up about 269,000 tons of plastic found in the oceans.",
              "Restrictions on in-person dining during the COVID-19 pandemic led many consumers to shift from in-person dining to takeout orders, increasing plastic waste.",
              "Many people also indulge in panic-buying and over-order on food delivery apps, which can lead to food waste.",
              "For something that’s used very briefly for convenience, single-use plastics have long-term environmental impacts—from the amount of greenhouse gas emissions associated with its production and the way it contributes to marine pollution after disposal.",
              "Luckily, there are several ways for consumers to minimize their plastic use.",
              "The first thing anyone can do to reduce plastic waste is simply not to use single-use plastics when it’s not necessary.",
              "To minimize waste when ordering takeout, consumers can refuse the use of unnecessary disposable, single-use items. “If you’d like to see plastic waste reduced, write in the notes when you order that you don’t want the extra utensils or packaging that might typically come with your order,” says John Oppermann, executive director of the Earth Day Initiative, a nonprofit organization that promotes environmental awareness.",
              "“Call them and politely tell them you support reducing plastic waste and see if they’ve considered moving to reusable packaging or options that aren’t plastic or are otherwise more sustainable.",
              "” Restaurants also have the option to take on the plastic issue themselves.",
              "One third-party delivery service in New York called DeliverZero allows consumers to order from restaurants in returnable, reusable containers, and the GO Box subscription service in Oregon allows consumers to borrow and return reusables from a host of partner vendors.",
              "These ideas also could expand beyond just niche markets.",
              "A survey from Ocean Conservancy, a non-profit environmental advocacy group, showed that one in three Americans would be willing to subscribe to a local low-cost reusable takeout container return program.",
              "Additionally, using sanitized reusable food ware for takeout orders instead of disposables could save restaurants an average of $3,000 to $7,000 per year.",
              "“In some cases, restaurants will allow you to bring your own reusable containers and it never hurts to ask,” says Oppermann.",
              "“For instance, grocery stores and salad bars often allow you to use your own containers, and this can be a great option for reducing packaging waste.",
              "In some cases, the most powerful thing you can do is communicate the demand for more sustainable options.",
              "” [Related: Most roadside litter comes from just down the street.]",
              "At first, some customers may feel uncomfortable requesting to use their own reusable containers, but it’s important to remember that every action makes a difference, says Meredith Moore, sustainability programs coordinator of the Institute for Sustainability, Energy, and Environment at the University of Illinois at Urbana-Champaign.",
              "Restaurants may also start to pay attention when there is a demand for environmentally conscious behavior.",
              "“It is up to the individual to make the responsible choice and prioritize reusable ware since the ‘just one plastic bag’ or ‘just one straw’ mentality exacerbates the issue,” she adds.",
              "“Unfortunately, disposable and single-use products are rapidly filling landfills and every item that we throw away contributes to the problem.",
              "” Ordering more food than required also contributes to food waste, which reached about 63.",
              "1 million tons in 2018.",
              "So, order just enough food or stretch your takeout over multiple meals.",
              "According to the U.",
              "S.",
              "Environmental Protection Agency, the average person generates about 4.",
              "9 pounds of municipal solid waste per day in 2018.",
              "“While individuals play a large part in demanding companies and manufacturers to act and commit to sustainability, a top-down approach from policymakers may likely result in more immediate and significant impacts to decreasing waste,” says Moore.",
              "“Single-use plastic bans or instating a plastic tax have shown to be effective in reducing landfilled waste.",
              "” Single-use plastic bans can help reduce waste, that said, they are far from the panacea for all waste problems. According to a 2019 study published in the Journal of Environmental Economics and Management, California’s ban on single-use plastic carryout bags can reduce 40 million pounds of plastic per year.",
              "However, it is being offset by 12 million pounds of plastic from the increased purchases of trash bags—a different, thicker type of plastic bag that causes greater greenhouse gas emissions and takes up more space in landfills.",
              "Banning or imposing a premium price on all single-use items, not just plastics, can be a much more effective strategy for reducing consumption and global marine pollution.",
              "[Related: Will we ever be able to recycle all our plastic?]",
              "“If manufacturers were made responsible for disposing of or taking back the products and packaging they create, we would see a large-scale shift toward more circular models of consumption,” says Oppermann.",
              "“If we build responsibility into a business model, we could see a big shift toward more sustainable consumption.",
              "” On the policy side, there’s some movement towards holding manufacturers responsible for the lifecycle of the products they produce, given that consumers and governments have been stuck with the disposal of large amounts of packaging and waste for decades, he adds.",
              "This kind of policy approach is called Extended Producer Responsibility (EPR).",
              "Last year, Maine and Oregon became the first two states to pass EPR legislation for packaging in the country.",
              "“Sustainability should ultimately be the most convenient and default option, instead of a second choice,” says Moore.",
              "“It is up to each of us to encourage our policy and decision-makers to continue advocating for environmentally conscious and sustainable behavior, and demand policies that support and require these actions.",
              "” Correction: the original posting of this article misspelled Meredith Moore’s name.",
              "Like science, tech, and DIY projects?",
              "Sign up to receive Popular Science's emails and get the highlights.",
              "Links Follow us DISCLAIMER(S) Articles may contain affiliate links which enable us to share in the revenue of any purchases made.",
              "Registration on or use of this site constitutes acceptance of our Terms of Service.",
              "© 2023 Recurrent.",
              "All rights reserved."
            ]
          },
          {
            "title": "How to Cut Back on Plastic in Your Food and Home - EatingWell",
            "url": "https://www.eatingwell.com/article/7948273/how-to-cut-back-on-plastic-food-home/",
            "content": [
              "How to Cut Back on Plastic in Your Food and Home - EatingWell",
              "These tiny tweaks can make a huge impact!",
              "From keeping food fresh to cleaning up messes, plastic is an extremely versatile material that's especially useful in the kitchen.",
              "It may be too useful, in fact, because plastic production exploded in the last 20 years, with only a small fraction being recycled, according to a study published in Science Advances.",
              "According to some estimates, nearly a third of all plastic waste ends up in our oceans or landfills where, as it breaks down (which can take thousands of years), it leaches toxic chemicals into the environment and our food supply.",
              "\"Plastic pollution has emerged as one of the biggest threats facing our planet today,\" says Erin Simon, head of plastic waste and business for the World Wildlife Fund.",
              "\"We also know that the way we manage plastic waste can have negative health implications for humans,\" she says.",
              "Preliminary research has found that toxins in plastics cause cellular damage and have been linked to high cholesterol and cardiovascular disease, among other chronic conditions.",
              "While further research is needed to determine the specific effects on humans of consuming these chemicals, it doesn't hurt to cut down on plastics in your kitchen—and it's surprisingly simple to do.",
              "\"The more uses you can get out of one product, the lower its environmental footprint becomes,\" says Simon.",
              "So ditch the bottled water and invest in a stainless-steel or glass bottle you can refill—some even have built-in filters.",
              "Ditto coffee or tea mugs and even straws.",
              "Many places have begun banning plastic straws, so it helps to keep a stainless-steel or silicone one on hand.",
              "If the controversy over bisphenol-A (BPA), a chemical known as an endocrine disrupter which mimics the effects of certain human hormones, didn't make you trade your plastic containers for glass ones, what are you waiting for?",
              "Plastics tend to be more volatile than glass when heated, and can potentially leach chemicals into the food they're holding.",
              "That's bring your own bag.",
              "So far, eight states and a handful of cities have banned plastic bags, others have tried to discourage their use by instituting fees.",
              "And let's face it, reusable bags are a lot more stylish and sturdy.",
              "Single-use plastics—things that are used once and discarded, like plastic bags, wraps and films on packaging—are the biggest focus of conservationists, so much so that last year, the U.",
              "S.",
              "Department of Energy earmarked $14.",
              "5 million to fund research into reducing waste from them.",
              "\"Due to their size, these products tend to be more difficult to recycle and can often slip through the cracks, ending up leaking into our environment,\" says Simon.",
              "\"The good news is that these products are mostly unnecessary and can be easily avoided, making them a great place to start if you are looking to cut back on your plastic consumption.\"",
              "Instead of plastic cling wrap, try Bee's Wrap, a pliable and reusable product made from organic cotton, sustainably harvested beeswax, organic jojoba oil and tree resin.",
              "Similarly, Stasher makes silicone baggies that are airtight, as well as microwave-, dishwasher- and freezer-safe.",
              "It's easy to overlook but pot scrubbers are usually made at least partially from nonrecyclable and nonbiodegradable plastics such as polyester or polyurethane.",
              "And because they can harbor bacteria, it's recommended to replace them regularly, which can be environmentally disastrous.",
              "There are plenty of natural alternatives, from knit cotton washcloths for wiping up spills to coconut fiber or coir sponges for scouring.",
              "So much of the single-use plastic in our lives comes from food packaging—frozen TV dinners with their plastic films are a top offender.",
              "By buying mostly whole, unprocessed foods, you're doing the planet and your body a favor.",
              "Better yet, buy local and seasonally at a nearby farmers' market to reduce the carbon footprint of shipping your food as well.",
              "Many companies have opted to cut down on plastic packaging by offering spray bottles of cleaner that can be refilled with tablets dissolved in water.",
              "Blueland offers a multisurface cleaner, dish and hand soap, and laundry detergent in this style.",
              "You can even find dishwasher detergent tablets that aren't individually wrapped in plastic at Cleancult and other retailers.",
              "Also, be cautious around any cleaning products with abrasive scrubbing agents—they usually contain what are known as microplastics, the same polyethylene or polypropylene beads that were banned in cosmetic products.",
              "Ordering takeout can be satisfying, but it's often rife with plastic, from the containers to the single-use cutlery to the plastic bags it's all delivered in.",
              "\"While convenient, food deliveries often go hand-in-hand with packaging waste that can easily be avoided by preparing the food you already have at home,\" says Simon.",
              "And that's an easy—and tasty—way to be more mindful about your health and that of the planet.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          }
        ],
        "Purchasing items secondhand or choosing products with minimal or recyclable packaging can help reduce plastic waste and its impact on the ocean.": [
          {
            "title": "Reusing 10% Will Stop Almost Half of Plastic Waste From Entering the Ocean",
            "url": "https://www.weforum.org/press/2021/07/reusing-10-of-plastics-can-prevent-almost-half-of-all-plastic-waste-from-entering-the-ocean/",
            "content": [
              "Reusing 10% Will Stop Almost Half of Plastic Waste From Entering the Ocean",
              "Public.",
              "Affairs@weforum.",
              "org Geneva, Switzerland, 22 July, 2021 — It is possible to prevent almost half of annual plastic ocean waste by reusing just 10% of our plastics products.",
              "This is just one of the key findings of The Future of Reusable Consumption Models Report.",
              "The report is a collaboration between the World Economic Forum and Kearney and suggests that shifting from single use towards a ‘reuse’ model of consumption can help society regain ground in the fight against plastic waste.",
              "Currently, 50% of global plastic production is for single use and only 14% of global plastic packaging is collected for recycling.",
              "The report outlines the urgent need to drive a systemic shift towards reuse models as an integral part of the reduce-reuse-recycle agenda.",
              "‘Reuse’ is a production and consumption model gaining ground around the world as an alternative to single-use.",
              "In this model, consumer items are designed to be used several times, generating added value across the economy.",
              "The findings are based on proposals by governments and NGOs around the world and research conducted with senior leaders from private and public sectors.",
              "The team conducted in-depth interviews, data analysis and scenario modelling to create first of its kind framework that can be applied across consumer product categories and geographies.",
              "Three scenarios show how much plastic waste could be reduced from ocean and landfills if a reuse model is used.",
              "Scenario One: Between 10 and 20% of plastic packaging could be reusable by 2030.",
              "This equates to 7-13 million tonnes of plastic packaging, representing 45-90% of annual plastic ocean waste.",
              "Scenario Two Reusables make up between 20% and 40% of packaging, equivalent to 90–185% of annual plastic ocean waste or 25–50% of plastic landfill waste.",
              "Scenario Three If between 40-70% of all packaging is reusable, it would equal anywhere from 185% to 320% of annual plastic ocean waste or 50–85% of plastic landfill waste.",
              "Zara Ingilizian, Head of Consumer Industries and Consumption at World Economic Forum, said: “The shift from disposable consumer goods to reusables is still in its early stages, but there are already signs of progress.",
              "Just as recycling and composting were once considered eccentric and electric cars were written off as science fiction, when it comes to sustainability, attitudes about just what is viable are changing rapidly.",
              "Reuse may well prove to be among the most potent manifestations of that shift.",
              "” Beth Bovis, Project Leader, Partner, Leader of Global Social Impact & Sustainability at Kearney, said: “We need to shift from merely “treating” or “handling” waste to simply never creating it in the first place.",
              "But any shift towards reusable consumer goods will depend on the choices and actions of the three driving forces of our economy: consumers, the private sector and the public sector.",
              "Each of these groups has a unique role to play in making reuse a reality.",
              "The need for a more reuse-centred economic model is urgent and grows more so with each passing year.",
              "It is up to all stakeholders to answer the call.",
              "” Mayuri Ghosh, Head of Consumers Beyond Disposability initiative, Future of Consumption Platform at World Economic Forum, said: “When we talk of the three scenarios, it is worth emphasizing that any of these scenarios would represent extremely valuable progress over the present status quo.",
              "The plastic waste challenge has grown too large for us to simply recycle our way out of.",
              "With no global agreement over an ambition level to target plastic waste, the sooner we can make systemic and meaningful advance towards reuse, the better.",
              "” The report goes into these scenarios in depth and provides detailed information on the methodology.",
              "It addresses some of the key challenges businesses and the public sector have faced about reuse, namely, how to make reuse scalable and viable.",
              "The report aims to give leaders in business, government, civil society a clear picture of an alternative plastic waste-reduction model.",
              "The first half of the report discusses the three primary actors of systems change required.",
              "The second half presents the Reuse Viability Framework to help leaders make reuse scaleable and viable.",
              "It calls for the public and the private sectors to collaborate on the development of reuse systems to meet the needs of our economy and the environment.",
              "It is part of the World Economic Forum's Consumers Beyond Disposability initiative, which focuses on innovative reuse solutions, and has been working to test and scale such solutions.",
              "Notes to editors Read the reportView Forum photosRead the Forum Agenda also in French | Spanish | Mandarin | JapaneseCheck out the Forum’s Strategic Intelligence Platform and Transformation MapsFollow the Forum on Twitter via @wef@davos | Instagram | LinkedIn | TikTok | Weibo | PodcastsBecome a fan of the Forum on FacebookWatch Forum videosLearn about the Forum’s impactSubscribe to Forum news releases and Podcasts About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          },
          {
            "title": "Reducing Single-Use Plastic Pollution - U.S. Department of the Interior",
            "url": "https://www.doi.gov/reducing-single-use-plastic-pollution",
            "content": [
              "Reducing Single-Use Plastic Pollution - U.S. Department of the Interior",
              "U.",
              "S.",
              "Department of the Interior Implementing Secretary’s Order 3407, Department-Wide Approach to Reducing Plastic Pollution Issued on June 8, 2022, Secretary's Order 3407 (SO 3407) aims to reduce the procurement, sale and distribution of single-use plastic products and packaging with a goal of phasing out all single-use plastic products on Department-managed lands by 2032.",
              "SO 3407 is part of the implementation of President Biden’s Executive Order 14057, which calls for federal agencies take actions to reduce and phase out procurement of single-use plastic products to the maximum extent practicable.",
              "Single-use plastic products include plastic and polystyrene food and beverage containers, bottles, straws, cups, cutlery and disposable plastic bags that are designed for or intended to be used once and discarded.",
              "A priority action across all bureaus and offices is to provide additional water bottle filling stations for staff and visitors.",
              "These stations provide a critical alternative to purchasing or bringing along single-use plastic water bottles.",
              "SO 3407 accelerated actions to install filling stations that had already been underway for several years, including: Funded through a public-private partnership, the National Park Service is installing water bottle filling stations at Big Bend National Park, the National Mall, Wolf Trap National Park for the Public Arts, Fort Sumter National Historic Park, Cape Cod National Seashore, Rosie the Riveter National Historic Park and Little Bighorn National Monument.",
              "The National Mall, as an example, modified 34 fountains as part of phase one of these installations with two additional phases planned.",
              "The Bureau of Land Management has installed or has ordered water bottle filling stations for use by employees at each State/District/Field Office.",
              "The Bureau of Indian Education has begun modifying school water fountains to include water bottle filling stations and is providing free reusable drinking containers for students.",
              "Water bottle filling stations have been installed on every floor of the Department’s Stewart Lee Udall Building in Washington, DC The Department collects solid waste and recycling information annually to track progress toward achieving diversion rates for municipal solid waste and construction and demolition debris of at least 50% by 2025, and 75% by 2030 in bureaus and offices.",
              "Working with public and private partners, the National Park Service Zero Landfill Initiative supports projects at Denali National Park & Preserve, Grand Teton National Park, and Yosemite National Park with the goal of reducing the amount of waste national parks send to landfills.",
              "The Department is working with food service providers, souvenir vendors and other concessionaires/contractors to reduce sales of single-use plastics on Department-managed lands.",
              "From campaigns to be plastic straw free, to eliminating plastic bags in retail stores and single-use toiletry containers in hotel rooms, the Department is working closely with private partners to reduce single-use plastic products through contracting/procurement policies and processes.",
              "While bureaus and offices are at various stages of implementation, exciting examples are emerging, including: Cleanups regularly take place at coastal national wildlife refuges, islands within marine national monuments, national seashores, and other Department-managed coastal lands that accumulate marine debris, including plastic.",
              "The Department works with hundreds of volunteer groups across the country to coordinate litter clean-up events, many of which are on beaches and specifically target plastic pollution.",
              "An exciting example in this area is a five-year partnership (2020-2025) between the NPS and the National Oceanic and Atmospheric Administration Marine Debris Program to raise awareness about the sources and impacts of marine debris and encourage individuals to take action to prevent marine plastic pollution, resulting in outreach opportunities in 15 coastal parks.",
              "One of the biggest opportunities for the Department to reduce plastic pollution is in what visitors, clients, and other stakeholders take away from their experiences on DOI-managed lands.",
              "All Sustainable Procurement Plans address opportunities to shift public behavior to reduce single-use plastic products, including data collection, education programming, signage, and other informational materials.",
              "As an example, the National Park Service’s recently released third edition of its Green Parks Plan provides a framework for meeting sustainability goals including sustainable procurement and phasing out single-use plastics.",
              "A key requirement of SO 3407 is for all bureaus and offices within the Department to have Sustainable Procurement Plans (SPPs) that support the goals of section 208 of Executive Order 14057, including specific approaches and schedules to phase out single-use plastic products, by the end of 2032.",
              "While every SPP was developed to meet the goals outlined in SO 3407, each includes variations to suit circumstances and needs of each bureau and office.",
              "SPPs are now in place for all bureaus and offices and can be accessed by the links below: The Bureau of Indian Affairs, the Bureau of Trust Funds Administration, and the Office of the Assistant Secretary – Indian Affairs will create procurement and waste stream profiles for each facility/program and intend to begin pilot studies in FY 2024 for one or two regions to evaluate feasible alternatives for phase out of single-use plastics.",
              "The Bureau of Indian Education plans to conduct a pilot study by September 2024 at one to three Bureau-operated facilities to evaluate the feasibility of phasing out single-use plastics and aims to implement phase out strategies for all Bureau-operated schools and administrative facilities starting in FY2025 and for all Tribally controlled schools starting in FY2026.",
              "The Bureau of Land Management will develop policies and conduct pilots aimed at reducing the use of single-use plastics in FY2024 and FY2025 with full implementation of reduction strategies by FY2027, ensuring full elimination of procurement, sale, and distribution no later than FY2032.",
              "The Bureau of Reclamation will analyze current contracts to determine which ones will be most impacted by reduction of single-use plastics and establish an appropriate schedule to engage partners.",
              "They also plan to use solid waste data reporting to establish a baseline plastic waste stream assessment.",
              "The Bureau of Safety and Environmental Enforcement and Bureau of Ocean Energy Management will evaluate use and needs of single-use plastics by the end of FY2025 and complete action plans for reduction by the end of FY2026.",
              "The U.",
              "S.",
              "Fish and Wildlife Service (FWS) has begun revisions of its concession policy with the intent of removing single-use plastics from all concession operations.",
              "As a first step, FWS will eliminate sales of single-use plastic bottles at 25% of visitor centers at national wildlife refuges and national fish hatcheries by the end of 2024.",
              "Building on the foundation of its Green Parks Plan and its revised criteria for concessionaire contracts, the National Park Service will leverage completed pilots and demonstration projects, including the National Park Service Zero Landfill Initiative underway at Denali National Park & Preserve, Grand Teton National Park and Yosemite National Park, to begin rolling out Service-wide policy and/or targeted location-specific efforts with a high return on investment.",
              "The Office of Surface Mining Reclamation and Enforcement is looking to reduce the acquisition of single-use plastics through incorporating reduction objectives in contracts which provide required products and services.",
              "The U.",
              "S.",
              "Geological Survey (USGS) is updating its acquisition and grants policies to incorporate sustainable operations and reduction of single-use plastic products.",
              "In addition, USGS is investigating how to manage single- use plastics used in sampling at its science centers by sending them to a facility where they can be recycled into a raw material.",
              "Bureaus and offices will continue to work collaboratively within the Department, as well as with other agencies and partners, to develop and share best practices and update the SPPs accordingly.",
              "Following additional data gathering and analysis, the Department will establish baselines and target metrics to be integrated into annual reporting of progress by all bureaus and offices.",
              "Back to top U.",
              "S.",
              "Department of the Interior, 1849 C Street NW, Washington, DC 20240."
            ]
          },
          {
            "title": "Report: Switching to Reusable Packaging Could Eliminate 1 - GlobeNewswire",
            "url": "https://www.globenewswire.com/news-release/2023/11/14/2779687/0/en/Report-Switching-to-Reusable-Packaging-Could-Eliminate-1-Trillion-Single-Use-Plastic-Bottles-and-Cups.html",
            "content": [
              "Report: Switching to Reusable Packaging Could Eliminate 1 - GlobeNewswire",
              "November 14, 2023 00:01 ET | Source: Oceana, Inc.",
              "Oceana, Inc.",
              "Washington, District of Columbia, UNITED STATES Washington, District of Columbia, UNITED STATES WASHINGTON, Nov.",
              "14, 2023 (GLOBE NEWSWIRE) -- A new report released today highlights the urgent need for reusable beverage packaging as a solution to the global plastic crisis.",
              "The report, produced by ocean advocacy group Oceana, shows that just a 10-percentage point increase in reusable beverage packaging by 2030 could eliminate over 1 trillion single-use plastic bottles and cups and prevent up to 153 billion of these containers from entering our world’s oceans and waterways.",
              "Stacked on top of each other, the avoided 1 trillion bottles and cups could reach to the moon and back over 300 times.",
              "Global beverage leaders, including The Coca-Cola Company and PepsiCo, have enormous existing reusable systems in place around the world and have pledged to increase the volume of beverages they sell in reusable packaging by 10 percentage points or more by 2030.",
              "Oceana notes that these companies must meet these pledges and that the entire sector needs to fully commit to reuse over single-use to address the plastic pollution crisis facing our seas.",
              "Reusable packaging is a proven circular solution that can dramatically and quickly reduce the amount of plastic bottles and cups that are produced and that will reach the oceans.",
              "Other ideas more heavily promoted by beverage companies – such as adding more recycled content to plastic bottles are not, by design, geared toward reducing single-use plastic containers, and therefore cannot match the impact of reuse.",
              "“We’ve spent too much time chasing circular fantasies while huge amounts of plastic continue to flood into our oceans,” said Matt Littlejohn, Oceana’s Senior Vice President for Strategic Initiatives.",
              "“We’ve estimated that a stack of the single-use plastic packaging used by the beverage sector in 2022 alone could reach all the way to the sun and back.",
              "Adding recycled content to bottles and cups won’t topple this single-use plastic tower.",
              "The way to really make a difference is to replace single-use plastic with reusable packaging.",
              "We need companies and governments to stop betting on the wrong horse with recycling and to prioritize the expansion and re-establishment of reusable packaging systems instead.",
              "By switching to this real circular solution, we can drastically reduce the amount of plastic waste that ends up in our oceans, in the bellies of whales and turtles, and washed up on our beaches.",
              "” The report reveals the significant presence of large-scale reusable packaging systems around the world – including in the Philippines where 40% of the volume of all packaged non-alcoholic beverages sold are in reusable bottles.",
              "In addition, the report highlights several promising large-scale reusable cup systems currently available in the United States and Europe, including TURN, r.",
              "World, and Re-uz.",
              "These systems have already been adopted by major companies and organizations such as Live Nation, which recently announced it is shifting to the TURN reusable cup system across many of its festivals and venues to reduce its environmental impact.",
              "French provider Re-uz will be the delivery partner of the 2024 Olympic and Paralympic Games, supporting its pledge to cut the single-use plastic footprint of the Paris Games in half compared to the London 2012 Games.",
              "“Companies have a responsibility to increase reusable packaging in place of single-use packaging”, added Dr.",
              "Dana Miller, Oceana’s Director of Strategic Initiatives.",
              "“Our seas can’t wait.",
              "We need real proven solutions, like reuse, that can reduce single-use plastic and marine plastic pollution at scale right now.",
              "” Contacts: Gillian Spolarich (gspolarich@oceana.",
              "org)Anna Baxter (abaxter@oceana.",
              "org) Link to Media Assets"
            ]
          }
        ],
        "Recycling properly and disposing of trash responsibly can help reduce plastic waste and its impact on the ocean.": [
          {
            "title": "How Do We Clean Up All That Ocean Plastic? - State of the Planet",
            "url": "https://news.climate.columbia.edu/2022/10/13/how-do-we-clean-up-all-that-ocean-plastic/",
            "content": [
              "How Do We Clean Up All That Ocean Plastic? - State of the Planet",
              "Photo: NOAA’s National Ocean Service There are currently 75 to 199 million tons of plastic polluting our oceans, according to the World Economic Forum.",
              "This is a result of humans recycling only nine percent of plastic waste and dumping 10 million tons of it into the seas each year.",
              "If we continue on this path, the annual flow of plastic into the ocean could triple by 2040 as plastic production continues to increase.",
              "Marine plastic pollution may be costing the world economy trillions of dollars every year because it affects fisheries, coastlines, tourism, marine life, and the food we eat.",
              "Some ocean plastic ends up in one of five major gyres, systems of ocean currents that corral marine garbage into their vortexes.",
              "The gyres.",
              "Photo: NOAA The Great Pacific Garbage Patch, the largest gyre, located between Hawaii and California, covers 1.",
              "6 million square kilometers, an area twice as big as Texas.",
              "It’s estimated that it contains 1.",
              "8 trillion pieces of plastic, weighing almost 90,000 tons.",
              "While there are many identifiable floating items in the gyre—macroplastics such as cigarette butts, plastic bags, food containers, laundry baskets, plastic bottles, medical waste, fishing gear, and more—most of the plastic is the size of pepper flakes or smaller, broken down by the sun and waves over the years.",
              "Despite the fact that the majority of large plastic pieces are spread out across the vastness of the oceans and the rest may be too small to collect, there are a number of organizations attempting to clean up the oceans.",
              "The most high-profile effort to clean up ocean plastic is being conducted by Ocean Cleanup, a Dutch nonprofit whose goal is to get rid of 90 percent of floating plastic pollution in the ocean.",
              "Its first collection system proved ineffective when plastic garbage was able to escape its barriers and a part broke off due to the winds and waves.",
              "Its more successful current iteration has removed 220,000 pounds of plastic from the Great Pacific Garbage Patch.",
              "Photo: Felton Davis Ocean Cleanup’s system consists of a large floating net-like barrier three meters deep that forms a large U shape which is slowly towed by two ships.",
              "The natural flow caused by the movement directs plastic to the central retention zone.",
              "Once a week, the two vessels come together to close the barriers, pick up the retention zone, and empty the plastic out onto one of their decks.",
              "There it’s separated into different recycling streams, packaged, and sent to recycling facilities onshore.",
              "The organization’s System 03 is in the works;",
              "it’s three times bigger and will reduce the cost per kilogram of plastic collected.",
              "While Ocean Cleanup has received a lot of attention for its efforts, some marine biologists believe its methods could actually do more harm than good.",
              "They point to the fossil fuel-powered ships towing the barriers that emit 660 tons of carbon dioxide per month of cleanup.",
              "Ocean Cleanup says it offsets its emissions and that it is experimenting with biofuels.",
              "Several ocean plastic experts are also worried that Ocean Cleanup’s system will harm marine life and could kill creatures even if they are returned to the ocean.",
              "Ocean Cleanup counters that fish can escape its system.",
              "In addition, there are breathing ports for mammals, birds, or turtles that get caught in the retention zone, underwater cameras to ensure that marine life doesn’t get entangled, and a remote-controlled trigger release which opens one end of the retention zone if a creature is trapped.",
              "Protected species observers are always onboard to monitor and document all animals.",
              "Photo: Zappy’s Technology Solutions Another concern is that Ocean Cleanup’s system could harm a little understood ecosystem called neuston—comprising insects, worms, snails, nudibranchs, crabs, sea anemones and more that float on the ocean surface much like the plastic—before scientists have even had sufficient time to study it.",
              "Other critics say that Ocean Cleanup’s technique cannot get rid of the microplastics, and some believe lower tech strategies like beach cleanups are more effective because they prevent plastics from reaching the ocean in the first place.",
              "While much of the plastic floating around in the gyres has been found to be decades old, it turns out that more of the recently produced plastic stays near shorelines.",
              "One study found that, for the first five years after entering the ocean from land, 77 percent of plastic remained on beaches or floated in coastal waters.",
              "According to Utrecht University oceanographer Erik van Sebille, most plastic in the ocean remains within 100 miles of the shore between the coastline and ocean, washing back and forth and scraping on the sand—a process that eventually breaks it down into microplastics.",
              "This means that beach cleanups may be one of the most effective ways of dealing with ocean plastics and microplastics.",
              "A number of organizations regularly arrange beach cleanups for volunteers: The Ocean Conservancy, Surfrider Foundation, American Littoral Society, and Ocean Blue Project, to name a few.",
              "Most plastic enters the ocean from rivers.",
              "Marilao River in the Philippines.",
              "Photo: JFValesquez Floro Scientists have found that 1,000 rivers around the world are responsible for 80 percent of the plastic in rivers that ends up in the ocean.",
              "Ocean Cleanup also has river cleanup technology called Interceptors, solar-powered catamaran-like vessels that are put into the mouth of polluted rivers.",
              "As the water flows, trash is guided by a barrier onto the Interceptor’s conveyor belt which dumps it into a shuttle;",
              "the shuttle carries the trash to dumpsters on a barge that are brought to the riverside and emptied.",
              "The trash is sent to a waste management facility.",
              "So far, eight Interceptors have removed over 2.",
              "2 million pounds of trash from rivers in Indonesia, Malaysia, Vietnam, Dominican Republic, and Jamaica.",
              "Mr.",
              "Trash Wheel.",
              "Photo: Dicklyon In Baltimore Harbor, Mr.",
              "Trash Wheel catches plastic pollution from a local river.",
              "Its containment booms direct trash flowing down the river into its mouth where a rake lifts it onto a conveyor belt.",
              "The trash is dropped into a dumpster on a separate barge at the top of the belt, and eventually incinerated for electricity.",
              "A giant water wheel powers the rake and conveyor belt, but if the current isn’t strong enough, solar power is used to pump water onto the wheel to keep it going.",
              "Four trash wheels currently working in Baltimore have picked up 2,000 tons of trash including 1.",
              "5 million plastic bottles, 1.",
              "4 million foam containers, and 12.",
              "6 million cigarette butts.",
              "Trash wheels are being planned for Texas, California, and Panama.",
              "AlphaMERS, an Indian company, makes stainless steel mesh fences that block river trash.",
              "They are strong enough to withstand fast currents that might overwhelm barriers.",
              "The angle of the barriers directs trash towards the shore where it is collected.",
              "Thirty-four fences are currently installed in eight Indian cities.",
              "This year, a Dutch startup installed its first Bubble Barrier in an Amsterdam canal.",
              "A perforated tube placed diagonally at the bottom of a river pumps out air, generating a bubble curtain.",
              "The pump is powered by renewable energy if possible.",
              "Photo: The Great Bubble Barrier When the river current meets the bubble barrier, plastic waste is pushed to the side and into a catchment system.",
              "The technology enables ships and migrating fish to easily pass through the bubbles.",
              "A Bubble Barrier in Katwijk, Netherlands prevents plastics from reaching the North Sea, and others are being planned for Portugal and Southeast Asia.",
              "Van Sebille’s research estimated that there are 276,000 tons of small floating plastic on the surface of the ocean.",
              "But scientists believe that between 5.",
              "3 to 14 million tons of plastic entered the oceans in 2010 alone.",
              "If what is found floating on the ocean surface represents only one percent of the plastic that ends up in the ocean each year, where is the rest of it?",
              "Scientists think that the ocean contains 24.",
              "4 trillion pieces of microplastics — fragments of plastic less than five millimeters in length, or about the size of a sesame seed — weighing between 82,000 and 578,000 tons.",
              "There is likely more.",
              "Most microplastics come from synthetic clothing, personal care products, tires, city dust, and from the breakdown of plastic debris.",
              "Current technology is not able to filter them out at sewage treatment plants, so most of it washes out to sea and ends up in the ocean or in the sediment.",
              "A sediment sample taken off the coast of Santa Barbara, CA showed the contents of the sediment from 1870 to 2009.",
              "In the layers representing 1945 to 2009, researchers found plastic fibers one millimeter or smaller in size.",
              "As the years went on, the amount doubled every 15 years—an increase that reflects the actual rate of global plastic production.",
              "Australian researchers analyzing ocean sediments estimated that almost 15.",
              "5 million tons of microplastics now exist on the ocean floor.",
              "Plastic found in the stomach of a seabird.",
              "Photo: US Fish and Wildlife Service Marine animals eat microplastics, which means they also ingest the toxic chemicals that were added to make the original plastic product flexible, colorful, waterproof, or flame resistant.",
              "Microplastics can also absorb other toxic chemicals and carry harmful bacteria.",
              "They have been shown to harm marine life by disrupting reproductive systems, stunting growth, and causing tissue inflammation and liver damage.",
              "Because microplastics have been found in all marine life—even in the guts of tiny crustaceans in the ocean’s deepest trenches—they are part of the food chain and are also consumed by humans.",
              "Microplastics have already been found in human blood, feces, and in the placentas of unborn babies, but so far there have been no large definitive studies on how microplastics harm human health.",
              "Beizhan Yan is a Lamont Associate Research Professor at Columbia Climate School’s Lamont-Doherty Earth Observatory, where he specializes in plastic pollution.",
              "He is collaborating with researchers from the Columbia Chemistry Department and the Mailman School of Public Health to examine the presence of microplastics and nanoplastics (tiny pieces less than one micron in size) in humans—what exposure levels people have, how the plastic particles get into the blood, whether microplastics are transported to the organs, and whether they are able to cause adverse health effects.",
              "Yan is also working with Riverkeeper, Philip Orton from Stevens Institute of Technology, and his colleague Joaquim Goes at Lamont to study the sources and environmental fate of microplastics in NYC waterways.",
              "Cleaning up microplastics while also protecting ecosystems will not be easy.",
              "Yan said, “Those tiny microplastics coexist with many other minerals and fine particles, like silt, clay, plant debris, and black carbon—all sorts of other particles, whether natural or anthropogenic.",
              "They have a similar size and density, so it’s difficult to efficiently separate microplastics from other particles.",
              "In terms of concentration or mass, the microplastics are probably less than 0.",
              "1 percent of the total mass of these particles.",
              "” He believes that in the future, researchers may develop technology to separate the elements out efficiently, but today it does not exist.",
              "Microplastics.",
              "Photo: Oregon State University There are, however, ongoing efforts to deal with microplastics.",
              "NASA’s Cyclone Global Navigation Satellite System can help track microplastics as they move by analyzing where the ocean surface is smoother and thus likely to have more microplastics.",
              "This enables organizations attempting to clean up microplastics to identify the areas of greatest density.",
              "Numerous experiments are being conducted to capture microplastics.",
              "Wasser 3.",
              "0, a German company, uses a special non-toxic compound which, when circulated in a vortex, pulls microplastics into popcorn-like clumps that can then be collected.",
              "The technique could be used in sewage treatment plants or industrial processes.",
              "It is already being used in a paper processing plant and a wastewater treatment plant in Landau-Mörlheim where it has removed 600 pounds of microplastics.",
              "Some scientists discovered enzymes that can break down polyester.",
              "Researchers from Hong Kong Polytechnic University devised a sticky biofilm from a bacterium that can incorporate microplastics.",
              "At the University of Adelaide, scientists created spring-shaped carbon nanotube magnets that grab microplastics and break them down into harmless water-soluble pieces.",
              "And a chemistry student in the Netherlands invented a device where microplastics attach themselves to a magnetic liquid;",
              "the contents can then be removed with a magnet, leaving only water behind.",
              "Yan contends that the most cost-effective way to deal with plastic pollution, however, is to control its sources.",
              "For example, sewage is one of the primary sources of microplastics, though microplastics originate from the products people use.",
              "Studies show that most of the microplastics in sewage effluent are microfibers that come from laundry—washing machines and driers.",
              "Yan’s study of New York City waters found that more than 90 percent of the microplastics greater than 0.",
              "2 millimeters were microfibers shed from clothing, transported by the wastewater of washing machines.",
              "With more and more people dressing in clothes made from synthetics that shed microfibers, it’s unlikely that the fashion business will stop using these materials, so microfibers must somehow be prevented from getting into the sewage system to begin with.",
              "Yan and researchers from SUNY Stony Brook and North Carolina State University are proposing a study to NOAA to develop advanced filtration techniques that can capture microplastics and fibers from the laundry and repurpose them into new fibers for use in the fashion industry.",
              "In addition to the microplastics accumulating in sediments, larger plastic also sinks to the seafloor.",
              "One study found that 50 percent of the plastic in landfills is denser than seawater, which means these objects may sink on their own.",
              "The other 50 percent can be colonized by barnacles and other organisms over time, making them heavier than seawater, so eventually they sink as well.",
              "Plastic bag on the seafloor.",
              "Photo: NOAA An image that has become iconic is that of the plastic bag found in the Mariana Trench, the deepest point in the ocean, 36,000 feet below sea level in the Pacific Ocean.",
              "Other single-use plastics have also been found on the ocean floor and while there have been a few limited estimates of how much plastic resides in certain areas, there is no data for most areas of the overall seafloor.",
              "According to Yan, the two fundamental questions about plastics on the ocean floor are: where are the macroplastics, and are they causing trouble?",
              "“The scientific community can use models to figure out where most of these plastics are, because we don’t know right now,” he said.",
              "But cleaning up the plastics on the ocean floor is challenging because they settle so deep, and a cleanup would be very costly.",
              "Another concern is that plastics on the ocean bottom become part of the ecosystem.",
              "“Some of the animals use the plastics and live with them,” Yan said.",
              "“How do you do a cleanup without interfering with the ecosystems of those animals?",
              "” Yan believes that scientists may eventually develop an underwater drone that can identify macroplastics and gather them from the ocean bottom.",
              "However, this would be expensive because of the need to lower the drones, pick up the macroplastics and bring them to shore, and possibly the need for trained pilots to operate the drones.",
              "While cleanup technologies have a role to play in cleaning up ocean plastic, no single solution can effectively reduce ocean plastic.",
              "What is required is fundamental and systemic change that includes the banning of single-use plastics in favor of products designed to be recycled or repaired, and more recycling infrastructure.",
              "Breaking the Plastic Wave, a Pew Report, identified the measures which, if implemented, could cut annual dumping of plastic into the ocean by 80 percent in 20 years.",
              "These include reducing plastic consumption, substituting plastic with compostable materials, designing products and packaging with recycling in mind, increasing recycling, proper disposal of plastics that can’t be recycled, and reducing the export of waste.",
              "“To me, plastic is still a good thing,” said Yan.",
              "“With it, you use less steel, wood, and other resources.",
              "But the only way to correctly use it is to recycle it, reuse it, and repurpose it, rather than discard it in the environment.",
              "Pathetically, less than 10 percent of plastics are recycled right now.",
              "We should actively research affordable solutions to prevent plastics from getting into the environment.",
              "” Towards that end, Yan is the director of the Plastic Pollution Analysis and Sustainable Solutions Network recently funded by the Columbia Climate School, bringing together more than 30 researchers working in environmental law, engineering, life cycle analysis, environmental health, and more.",
              "“I think that for human beings, plastic pollution is the biggest pollution issue right now in terms of the total amount of the pollutants being generated, and how challenging it is to deal with,” said Yan.",
              "“But if we work together, we can solve these issues in the future.",
              "” The best article I’ve read about plastic in the ocean.",
              "It’s a depressing situation, but heartening to see what advances are being researched and worked on for the health of future generations.",
              "I likely was the first to address this over 30 years ago in a series of lawsuits that lasted over 20 years.",
              "Marine micro plastic is a sponge for PCBs and has killed or displaced phytoplankton as the beginning of the oceans food chain.",
              "We eat it it’s in our air, rain, and unborn children.",
              "Industry and government spent millions defending it in court.",
              "Consiquently, phytoplankton is half gone in my lifetime.",
              "As it goes all life will soon follow.",
              "It’s fixable and as a bonus can halt global warming.",
              "Very interesting article, and pleased to see the Columbia Climate School addressing plastic pollution.",
              "After graduating SIPA (MPA-ESP, 2006), I went to work for the NOAA Marine Debris Division to promote policy and science-based solutions.",
              "Progress has been made, but still challenged by behavior change – keep up the good work at Columbia!",
              "It’s good that somebody is helping clean up the ocean.",
              "It hearts my heart when see animals die especially sea turtles.",
              "You guys are doing a great job cleaning up the ocean!",
              "!",
              "!",
              "The best article I’ve read about plastic in the ocean.",
              "It’s a depressing situation, but heartening to see what advances are being researched and worked on for the health of future generations.",
              "indeed we need to help the ocean from plastic and i’m glad that there’s article’s to give tips on how to help the plant At least someone is trying to help clean the ocean.",
              "I love dolphins and it hurts to see them die from all the plastic I love this article it is one of the best.",
              "it really shows how much pollution affects our planet and the sea creatures on this earth.",
              "it is sad how people are causing to our planet and ecosystem.",
              "what solutions can i use to prevent plastic from being in the ocean?",
              "The challenge of ocean plastic pollution is immense, with millions of tons of plastic contaminating our seas.",
              "While cleanup efforts are commendable, they are not a panacea.",
              "The real solution lies in systemic change—reducing single-use plastics, promoting recycling, and fostering sustainable practices."
            ]
          },
          {
            "title": "How to Reduce Plastic and Other Ocean Pollution Simultaneously",
            "url": "https://www.wri.org/insights/how-reduce-plastic-and-other-ocean-pollution-simultaneously",
            "content": [
              "How to Reduce Plastic and Other Ocean Pollution Simultaneously",
              "Applying the filters below will filter all articles, data, insights and projects by the topic area you select.",
              "Not sure where to find something?",
              "Search all of the site's content.",
              "Plastic has gone from the greatest invention of the modern era to one of the most challenging materials to manage.",
              "Each year, up to 13 million metric tons of plastic enter the ocean, the equivalent of one garbage truck of waste every minute.",
              "The world has responded with countless intiatives, campaigns and agreements to ban plastic straws and bags;",
              "127 countries have introduced legislation to regulate plastic bags.",
              "But here’s the thing: Plastic bags and straws aren’t the ocean’s only pollution problem.",
              "Visible plastic waste near the surface of the ocean — the kind that makes up the Great Pacific Garbage Patch, and garners the most attention — makes up just 3% of total plastic in the ocean.",
              "Plastic also sinks to the ocean floor, stays suspended in the water column, or gets deposited out of the ocean in remote places, making clean-up difficult.",
              "The UN Environment Programme estimated the global damage to marine environments from plastic pollution to be a minimum of $13 billion per year.",
              "And there are a whole host of non-plastic pollutants such as nutrients like nitrogen and phosphorous that fuel harmful algal blooms, antibiotics, heavy metals, pesticides, oil and gas, and other debris.",
              "These pollutants enter the ocean directly, through rivers, stormwater or the wind.",
              "These substances have been damaging the environment, human health and the economy long before plastics became so prevalent.",
              "Protecting human and marine health and harnessing the full benefits of a sustainable ocean economy will require not only reducing plastic waste, but all ocean pollutants.",
              "The sundry pollutants making their way into the ocean often share common pathways and root causes, such as a lack of access to sanitation and wastewater processing or inefficient use of natural resources.",
              "Tackling these root causes can have a compounding effect.",
              "For example, improving wastewater management at scale in a city or region can reduce plastic entering the ocean while also reducing nutrient pollution, which in turn improves the health of fisheries and coral reefs.",
              "This means that there is an opportunity to capitalize on the attention being paid to plastic pollution in order to tackle multiple ocean pollutants at once.",
              "A new Blue Paper commissioned by the High-Level Panel for a Sustainable Ocean Economy highlights seven solutions that can reduce plastic pollution while also curbing other types of ocean pollution: Improve wastewater management by developing and building sustainable wastewater infrastructure for the 3 billion people who lack access to controlled waste disposal facilities.",
              "Untreated wastewater contains a number of pollutants like pathogens, plastics and chemicals.",
              "It can pose a severe risk to human and environmental health through toxic exposure, vector-borne diseases and eutrophication.",
              "Improve stormwater management by implementing stormwater and storm drain filtration and river mouth trash collection.",
              "This can prevent wastes such as macroplastics (littered items), microplastics (tire dust), and chemicals on roadways from flowing into rivers, and eventually, the ocean.",
              "Regulating the use of nutrients and pesticides and shifting behaviors — for example, the cultural norm around having a manicured lawn, which can increase the use of pesticides, herbicides and fertilizers — can also ensure that these pollutants do not enter the ocean through stormwater.",
              "For example, a toxic algal bloom caused by nutrient pollution in the western Lake Erie basin in 2011 disrupted water supplies for 400,000 people.",
              "Adopt green chemistry practices and new materials.",
              "This includes banning hard-to-manage substances like expanded polystyrene (commonly packaging material), limiting the use of chemicals of concern like phthalates, and supporting materials research.",
              "Developing new materials that maintain the desirable performance characteristics of plastics but not the problematic ones, such as true biodegradables, could prevent plastics from causing as much harm if they do enter the ocean.",
              "Practice radical resource efficiency through plastic-use reduction.",
              "This includes imposing fees on single-use plastics, encouraging voluntary industry standards to reduce fossil-fuel-based plastics ,and shifting cultural norms around waste generation, consumption and reuse.",
              "For example, introducing carrier bag charges in the UK reduced the number of plastic bags used there by 80%, with 9 billion fewer plastic bags used since the legislation was introduced in 2015.",
              "Recover and recycle the materials we use in both formal and informal sectors by implementing extended producer responsibility laws, providing incentives for waste segregation and recycling, strengthening markets for recycled plastics and implementing “Fishing for Litter” programs. Only 9% of all plastic ever discarded since 1950 has been recycled, while another 12% has been incinerated and the remaining 79% accumulated in landfills or the natural environment.",
              "Implement coastal zone improvements by, for example, restricting open ocean aquaculture.",
              "Shifting to sustainable land-based aquaculture systems could reduce a number of pollutants associated with coastal aquaculture, such as plastic pollution from lost or discarded gear and untreated waste with high levels of nitrogen and phosphorous.",
              "Encouraging participation in Adopt-a-Beach programs and clean beach certifications such as Blue Flag and Project Aware can reduce litter on beaches and make people more aware of pollution.",
              "Build local systems for safe food and water by establishing drinking water treatment systems where needed, and ensuring adequate drinking water standards.",
              "This solution can not only reduce pollutants entering the ocean from the reduction in single-use plastic bottles, but also help the 1 in 3 people worldwide who lack access to clean drinking water.",
              "These tactics can’t be done on a small scale or by a single entity.",
              "In order to be successful, it is essential that solutions include cross-sectoral public-private partnerships, innovative financing arrangements and capital from a range of sources.",
              "For example, in Muncar, a small village in East Java, Indonesia, public private partnership organizers built a waste management system and strategy to optimize waste collection and processing for both inorganic and organic wastes, change behaviors, set regulations, and build institutional capacity.",
              "In December 2019, 47,500 people received waste collection services, mostly for the first time, from two facilities established by the project.",
              "These facilities employ 80 local people and have collected 3,000 tons of waste that would have otherwise potentially ended up in the ocean.",
              "By taking bold, integrated actions that address pollution across sectors, we can help build a sustainable ocean economy that can expand economic opportunities and improve the health and prosperity of millions of people.",
              "But our road to recovery must include the development of a circular economy.",
              "The notion that things can be thrown away is a myth.",
              "Plastic and other pollutants continue to pollute long after their shelf life is over.",
              "We need to ”turn off the tap” and prevent pollution before it happens in the first place.",
              "WRI relies on the generosity of donors like you to turn research into action.",
              "You can support our work by making a gift today or exploring other ways to give.",
              "World Resources Institute 10 G Street NE Suite 800 Washington DC 20002 +1 (202) 729-7600 © 2023 World Resources Institute"
            ]
          },
          {
            "title": "Should we clean up the trash in our oceans? New study has a ...",
            "url": "https://www.usatoday.com/story/news/nation/2023/11/09/ocean-pollution-plastic-cleanup-study/71494767007/",
            "content": [
              "Should we clean up the trash in our oceans? New study has a ...",
              "usatoday.",
              "com wants to ensure the best experience for all of our readers, so we built our site to take advantage of the latest technology, making it faster and easier to use.",
              "Unfortunately, your browser is not supported.",
              "Please download one of these browsers for the best experience on usatoday.",
              "com"
            ]
          }
        ],
        "Participating in beach cleanups or supporting organizations that work to remove plastic from the ocean, such as Ocean Cleanup, which aims to eliminate 90% of floating plastic pollution in the ocean with its collection systems, is a recommended step.": [
          {
            "title": "The Ocean Cleanup",
            "url": "https://theoceancleanup.com/",
            "content": [
              "The Ocean Cleanup",
              "With cookies, we can make your website experience better.",
              "We make use of functional, analytical, and tracking cookies.",
              "Thanks to them, we can spot errors and clunky parts in the website, show more relevant advertisements, learn which content is most popular, play videos from YouTube, and more.",
              "Some cookies are strictly necessary for using our website, but you can choose to opt out of tracking cookies.",
              "Read more about which cookies we use in our privacy policy or via the settings link below.",
              "Our cleaning technologies are deployed around the world as we conduct the largest cleanup in history.",
              "For over ten years, The Ocean Cleanup has been researching, extracting, and monitoring plastic pollution in oceans and rivers globally â\u0080\u0093 with millions of kilograms removed to date.",
              "Trillions of pieces of plastic pollute our oceans today, and the problem is worsening.",
              "This plastic has a devastating impact on marine wildlife and ecosystems. Plastics can persist for many decades, continuously degrading into microplastics.",
              "These can be ingested by wildlife and later enter the human food chain.",
              "Plastic pollution is a global crisis requiring urgent action.",
              "The Ocean Cleanup is a non-profit organization developing and scaling technologies to rid the oceans of plastic.",
              "To achieve this objective, we use a dual strategy: intercepting plastic in rivers to cut the inflow of pollution, and cleaning up what has already accumulated in the ocean and won’t go away by itself.",
              "When the oceans are clean, we can put ourselves out of business.",
              "The Ocean Cleanup is cleaning up floating plastics caught swirling in the Great Pacific Garbage Patch, a plastic accumulation zone with over 100,000,000 kilograms of plastic.",
              "To clean the oceans, we also need to stop new trash from flowing into them.",
              "By tackling 1000 rivers around the world, we can halt 80% of riverine pollution reaching our oceans.",
              "3,000,000 kg of trash that will not reach the Caribbean.",
              ".",
              ".",
              "Trash or treasure?",
              "Some of the strangest items recovered from.",
              ".",
              ".",
              "This Was the First Step of System 03 System 03 nickname reveal Record Catch: 11,353 kg of plastic out of the ocean Interceptor 006 record catch: 89 truckloads in a day.",
              "Another 69 truckloads of trash removed in Guatemala last week.",
              "Our aim is to remove 90 % of floating ocean plastic.",
              "With your help we can work towards a future where plastic no longer pollutes our oceans.",
              "Your donations and help enable us to work on our common goal of ridding the world's oceans of plastic.",
              "To complete one of the most ambitious engineering projects of this generation, we seek dedicated, focused and inventive minds to join our international team.",
              "The power of the crowd is what lead to the start of The Ocean Cleanup back in 2013.",
              "Be part of the movement on social media.",
              "Thanks to our partners we can clean the oceans.",
              "Follow us Newsletter © 2023 The Ocean Cleanup.",
              "All rights reserved.",
              "THE OCEAN CLEANUP trademarks are registered trademarks, pending registration, or protected under common law, and owned by The Ocean Cleanup Technologies B.",
              "V."
            ]
          },
          {
            "title": "Ocean Blue Cleanup Volunteers | Ocean Blue Project",
            "url": "https://oceanblueproject.org/ocean-blue-volunteers/",
            "content": [
              "Ocean Blue Cleanup Volunteers | Ocean Blue Project",
              "You have been rate-limited for making too many requests in a short time frame.",
              "Website owner?",
              "If you think you have reached this message in error, please contact support."
            ]
          },
          {
            "title": "Community Clean Up Programs | Ocean Blue Project",
            "url": "https://oceanblueproject.org/ocean-cleanup-volunteer-beach-cleanup/",
            "content": [
              "Community Clean Up Programs | Ocean Blue Project",
              "You have been rate-limited for making too many requests in a short time frame.",
              "Website owner?",
              "If you think you have reached this message in error, please contact support."
            ]
          }
        ],
        "Implementing steps to solve the ocean's plastic problem requires more awareness, education, innovation, collaboration, and action from individuals, communities, businesses, governments, and international organizations.": [
          {
            "title": "8 steps to solve the ocean’s plastic problem - The World Economic Forum",
            "url": "https://www.weforum.org/agenda/2018/03/8-steps-to-solve-the-oceans-plastic-problem/",
            "content": [
              "8 steps to solve the ocean’s plastic problem - The World Economic Forum",
              "From taxes on pollution to an ocean fund, here are some concrete measures we must take.",
              "Image: Clem Onojeghuo Create a free account and access your personalized content collection with our latest publications and analyses.",
              "License and Republishing World Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.",
              "0 International Public License, and in accordance with our Terms of Use.",
              "The views expressed in this article are those of the author alone and not the World Economic Forum.",
              "A weekly update of the most important issues driving the global agenda You can unsubscribe at any time using the link in our emails.",
              "For more details, review our privacy policy.",
              "Dominica pioneers world's first sperm whale reserve How COP28 can help accelerate research around the ocean's carbon removal potential Sam Zak and Brad Ack November 17, 2023 Global warming is shaking up the ocean, literally Richard Aster November 15, 2023 The world has lost 14% of its coral reefs since 2009.",
              "Investing in a blue economy gives us a shot at saving the rest Francis Staub and Yabanex Batista November 9, 2023 Coral offspring may be more resilient to heat stress, study finds Cristen Hemingway Jaynes October 23, 2023 This Italian company created the first underwater Wi-Fi About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          },
          {
            "title": "7 Solutions to Ocean Plastic Pollution - Oceanic Society",
            "url": "https://www.oceanicsociety.org/resources/7-ways-to-reduce-ocean-plastic-pollution-today/",
            "content": [
              "7 Solutions to Ocean Plastic Pollution - Oceanic Society",
              "February 24, 2023 • Blue Habits Tips, Resources Plastic pollution is one of the greatest threats to ocean health worldwide.",
              "But, there are many solutions to plastic pollution that you can participate in today.",
              "This article covers some of the basic facts about ocean plastic pollution and provides several specific plastic pollution solutions that everyone can take part in.",
              "With skyrocketing plastic production, low levels of recycling, and poor waste management, between 4 and 12 million metric tons of plastic enter the ocean each year—enough to cover every foot of coastline on the planet!",
              "And that amount is projected to triple in the next 20 years.",
              "Let that sink in for a moment.",
              "In the ocean, plastic pollution impacts sea turtles, whales, seabirds, fish, coral reefs, and countless other marine species and habitats.",
              "In fact, scientists estimate that more than half of the world’s sea turtles and nearly every seabird on Earth have eaten plastic in their lifetimes.",
              "Plastic pollution also mars otherwise beautiful beaches, coastlines, and snorkel and dive sites worldwide, even in remote areas such as Midway Atoll.",
              "A sea turtle mistakes a plastic bag for food.",
              "© Ben J.",
              "Hicks / benjhicks.",
              "com One of the reasons that plastic pollution is such a problem is that it doesn’t go away: “plastics are forever.",
              "” Instead, plastic debris simply breaks down into ever-smaller particles, known as microplastics, whose environmental impacts are still being determined.",
              "Everyone can do something to help solve the plastic pollution problem, and millions of people worldwide are already taking action to reduce their plastic use.",
              "Here are seven ways you can make a difference, starting today.",
              "Wherever you live, the easiest and most direct way that you can get started is by reducing your own use of single-use plastics.",
              "Single-use plastics include plastic bags, water bottles, straws, cups, utensils, dry cleaning bags, take-out containers, and any other plastic items that are used once and then discarded.",
              "The best way to do this is by a) refusing any single-use plastics that you do not need (e.",
              "g. straws, plastic bags, takeout utensils, takeout containers), and b) purchasing, and carrying with you, reusable versions of those products, including reusable grocery bags, produce bags, bottles, utensils, coffee cups, and dry cleaning garment bags.",
              "And when you refuse single-use plastic items, help businesses by letting them know that you would like them to offer alternatives.",
              "As important as it is to change our individual behaviors, such changes alone are insufficient to stop ocean plastic pollution.",
              "We also need legislation that reduces plastic production, improves waste management, and makes plastic producers responsible for the waste they generate.",
              "There are a variety of ways that you can support local, national, and international legislation that provide critical solutions to reduce plastic pollution.",
              "One such effort in the United States is the 2021 Break Free From Plastic Pollution Act, a comprehensive federal bill that aims to address the plastic pollution crisis, and there are a number of state level initiatives to introduce extended producer responsibility (EPR) legislation that makes plastic producers and distributors responsible for their products and packaging at the end of life.",
              "At the international level, hundreds of organizations and businesses successfully worked together with United Nations member states to enact a global plastics treaty, signed by 175 member states, that will set global rules and regulations to reduce plastic pollution.",
              "And legislation that limits, taxes, or bans unnecessary single use plastic items, such as plastic bags, takeout containers, and bottles, has been successfully enacted in many places globally, and you can support the adoption of such policies in your community too.",
              "Here is a comprehensive resource and toolkit on legislative approaches to limiting plastic bags, foodware, microplastics, and more.",
              "This should go without saying, but when you use single-use (and other) plastics that can be recycled, always be sure to recycle them.",
              "At present, just 9% of plastic is recycled worldwide.",
              "Recycling helps keep plastics out of the ocean and reduces the amount of “new” plastic in circulation.",
              "If you need help finding a place to recycle plastic waste near you, check Earth911’s recycling directory.",
              "It’s also important to check with your local recycling center about the types of plastic they accept.",
              "Help remove plastics from the ocean and prevent them from getting there in the first place by participating in, or organizing a cleanup of your local beach or waterway.",
              "This is one of the most direct and rewarding ways to fight ocean plastic pollution.",
              "You can simply go to the beach or waterway and collect plastic waste on your own or with friends or family, or you can join a local organization’s cleanup or an international event like our Global Ocean Cleanup or the International Coastal Cleanup.",
              "Join the global movement to fight plastic waste with our 7-day challenge.",
              "With just a few minutes a day, you’ll be on your way to reducing ocean plastic pollution from home.",
              "Take the Challenge Tiny plastic particles, called “microbeads,” have become a growing source of ocean plastic pollution in recent years.",
              "Microbeads are found in some face scrubs, toothpastes, and bodywashes, and they readily enter our oceans and waterways through our sewer systems, and affect hundreds of marine species.",
              "Avoid products containing plastic microbeads by looking for “polythelene” and “polypropylene” on the ingredient labels of your cosmetic products (find a list of products containing microbeads here).",
              "Stay informed on issues related to plastic pollution and help make others aware of the problem.",
              "Tell your friends and family about how they can be part of the solution, or host a viewing party for one of the many plastic pollution focused documentaries, like A Plastic Ocean, Garbage Island: An Ocean Full of Plastic, Bag It, Addicted to Plastic, Plasticized, or Garbage Island.",
              "There are many non-profit organizations working to reduce and eliminate ocean plastic pollution in a variety of different ways, including Oceanic Society, Plastic Pollution Coalition, 5 Gyres, Algalita, Plastic Soup Foundation, and others.",
              "These organizations rely on donations from people like you to continue their important work.",
              "Even small donations can make a big difference!",
              "These seven ideas only scratch the surface for ways you can help address the growing problem of plastic pollution in the oceans.",
              "The important thing is that we all do something, no matter how small.",
              "For more ideas and resources, sign up to join our Blue Habits community of people worldwide committed to joyful daily actions that improve ocean health.",
              "Join the global movement to fight plastic waste by participating in our 7-day challenge.",
              "Take the Challenge Oceanic Society community members clean up San Francisco’s Ocean Beach.",
              "© François Baelen / Coral Reef Image Bank Oceanic SocietyP.",
              "O.",
              "Box 844Ross, CA 94957 Whale Watching 1-415-256-9604 Expeditions & General Inquiries 1-800-326-7491 CA Office Mon-Fri: 8AM–3PM (PDT/PST) DC Office Mon-Fri: 9AM–5PM (EDT/EST) © 2023 Oceanic Society.",
              "The Oceanic Society is a registered organization.",
              "Our Federal Tax ID is 94-3105570.",
              "Website by Yoko Co"
            ]
          },
          {
            "title": "Ocean Plastic Pollution—and Solutions to This Problem—Can Come in Many ...",
            "url": "https://www.pewtrusts.org/en/research-and-analysis/articles/2020/05/18/ocean-plastic-pollution-and-solutions-to-this-problem-can-come-in-many-forms",
            "content": [
              "Ocean Plastic Pollution—and Solutions to This Problem—Can Come in Many ...",
              "Navigate to: Plastic pollution in the ocean is one of the greatest environmental challenges of our generation, visible throughout the ocean and along almost every coast in the world.",
              "Plastic has been found in hundreds of marine species, from whales to sea birds, and in some of the most remote places on Earth, from the Galapagos Islands to the Mariana trench and to the Arctic and Antarctic.",
              "And the problem is only getting worse.",
              "Projected growth in plastic production and a growing global population are set to significantly increase the already-large flow of plastic into our oceans in the coming years.",
              "The Pew Charitable Trusts is working on solutions to this mounting problem and will release a new analysis in the coming months with the goal of helping inform government and industry actions to address this immense challenge.",
              "In partnership with SYSTEMIQ, the University of Oxford, the University of Leeds, the Ellen MacArthur Foundation, and Common Seas, Pew will present evidence-based pathways to reduce the flow of plastics in the ocean.",
              "Achieving that will not be easy and will require major shifts by many, from producers to waste managers, along with significant new investments and policy changes from government.",
              "But, as our analysis will show, by working together societies can significantly reduce the amount of plastic flowing into the ocean.",
              "Plastic products come in a variety of forms that make some easier to eliminate, substitute, or recycle than others.",
              "Solving the plastic pollution problem requires knowing what kinds of plastic are being produced and why.",
              "Below we look at several different categories of plastic, and how likely they are to be recycled.",
              "Rigid monomaterial items are made from a single plastic polymer that holds its shape.",
              "The most popular products include: The good news is that the volume of rigid monomaterial items, many of which end up in the ocean, can be significantly reduced through elimination, reuse, new delivery models, or substitution with alternative materials, such as paper.",
              "Rigid monomaterial plastics also tend to be easier to recycle and, therefore, are the most commonly recycled plastic type today.",
              "These products are also made from a single polymer, but they don’t hold their shape.",
              "Some examples of flexible monomaterial plastic products are: Flexible monomaterial plastic is often hard to recycle, partly because its low weight makes cost-effective collection and recycling difficult and partly because the plastic is often contaminated.",
              "However, reduction—through bans, incentives, packaging redesign, and reuse models—and substitution with alternative materials, such as paper, can help reduce flexible monomaterial plastic waste.",
              "These items, primarily used for packaging, are typically made of a mix of plastic and nonplastic materials such as laminated paper and aluminum or different types of polymers.",
              "Examples include: Some of these products could be eliminated and replaced by new delivery models or alternative packaging materials, while others could be redesigned using monomaterial plastics so that they can be more readily recycled.",
              "The plastic economy is complex, diverse, and wasteful, contributing mightily to ocean pollution.",
              "Simplifying and changing this economy—from production and supply chains to point-of-sale options and recycling—could significantly boost efficiency in use of resources and generate far less waste.",
              "Accomplishing that begins with eliminating as many single-use plastic products as possible, including by replacing them with renewable and biodegradable materials where feasible, and by prolonging the useful life of some items through reuse and new delivery models.",
              "Next steps should include a concerted effort to redesign products to maximize usable life and recyclability, shift to sustainable alternative materials, and eliminate the use of hard-to-recycle and toxic plastics.",
              "The volume of plastic both in and flowing into the ocean might seem overwhelming, but it’s a problem that can be solved.",
              "Winnie Lau is a senior officer and Sarah Baulch is a senior associate with The Pew Charitable Trusts’ preventing ocean plastics project.",
              "Receive our best conservation research bi-weekly—stunning photos, wins, and action alerts.",
              "Founded in 1948, The Pew Charitable Trusts uses data to make a difference.",
              "Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.",
              "Don't miss our latest facts, findings, and survey results in The Rundown"
            ]
          }
        ]
      },
      "evidence": {
        "Plastic pollution in our oceans is a serious and growing problem that affects marine life, human health, and the environment.": [
          "Each year, an estimated 8 million tons of bags, bottles, discarded fishing gear, and other plastic waste enters the ocean.",
          "Ocean pollution, which stems primarily from human activities, threatens these many benefits.",
          "Many people are also concerned about the potential health impacts of exposure to microplastics and nanoplastics, the small microscopic fragments of plastic that are produced when plastics break down in the environment.",
          "One important finding is that the impacts of plastics on ocean and human health are not limited to those associated with improper disposal but involve all stages of the plastic life cycle, from extraction of the raw materials (especially petroleum), through manufacture, use, and disposal.",
          "Ocean pollution poses a clear and present danger to human health and well-being, according to a new study from an international group of researchers.",
          "It’s a problem that threatens the health of humans and marine life, and an issue that attracts the interest of a growing number of researchers worldwide.",
          "“Ocean pollution is a widespread, worsening, and poorly controlled problem that is directly affecting human and ecosystem health,” said lead study author Philip Landrigan, M."
        ],
        "Reducing our use of single-use plastics, such as bags, bottles, straws, cups, utensils, and wrappers, and replacing them with reusable alternatives can help reduce plastic waste and its impact on the ocean.": [
          "It is possible to prevent almost half of annual plastic ocean waste by reusing just 10% of our plastics products.",
          "Scenario Two Reusables make up between 20% and 40% of packaging, equivalent to 90–185% of annual plastic ocean waste or 25–50% of plastic landfill waste.",
          "The report is a collaboration between the World Economic Forum and Kearney and suggests that shifting from single use towards a ‘reuse’ model of consumption can help society regain ground in the fight against plastic waste.",
          "Scenario Three If between 40-70% of all packaging is reusable, it would equal anywhere from 185% to 320% of annual plastic ocean waste or 50–85% of plastic landfill waste.",
          "This equates to 7-13 million tonnes of plastic packaging, representing 45-90% of annual plastic ocean waste."
        ],
        "Supporting legislation that curbs plastic production and waste, improves waste management, and makes plastic producers responsible for the waste they generate can help reduce plastic waste and its impact on the ocean.": [
          "California is taking steps to hold the plastic pollution producers accountable in its state.",
          "The Break Free From Plastic Pollution Act of 2021 will address the plastic pollution crisis and protect our communities and wildlife to create a healthier, more equitable future for us all by: Message your members of Congress and ask them to co-sponsor the Break Free from Plastic Pollution Act of 2021 today.",
          "The Plastic Pollution Producer Responsibility Act could be the most ambitious plastics legislation seen in the US to date.",
          "The comprehensive federal legislation would begin to phase out throwaway plastics made from fossil fuel, hold the plastic industry responsible for its waste, and pause construction on any new plastic-making plants.",
          "The Break Free From Plastic Pollution Act was just reintroduced today with strong updated language to uphold environmental justice and to hold big plastic polluting corporations accountable for the plastic crisis.",
          "“Without a doubt this bill, if passed, would be the strongest plastics legislation we have ever seen here in the United States,” said Dr.",
          "ActSB54: Ocean Conservancy scientists calculate that the provision will directly eliminate nearly 23 million tons of single-use plastic packaging and food ware over the next 10 years."
        ],
        "Boycotting products that contain microbeads can help reduce plastic waste and its impact on the ocean.": [
          "Microbeads could be a low hanging fruit in the fight against global plastic pollution.",
          "Many South African cosmetics companies have already committed to keep microbeads out of their products.",
          "A number have banned the use of microbeads in cosmetic products.",
          "It would be easy to remove them and to replace them with more environmentally friendly alternatives like Jojoba beads, ground oats, almond shells and coffee.",
          "Because they look like food, they are eaten by fish, amphibians, insect, larvae and marine animals as well as seabirds and other marine life, blocking digestive tracts and causing physical problems. 5.",
          "UNEP launched the Clean Seas Campaign in 2017 to galvanize a global movement that tackles single-use plastics and microbeads.",
          "From the plastic in packaging to the under-5mm microplastics hidden within the products, including beads or glitter, they are designed to wash down the drain, travel through rivers and ultimately end up in the sea."
        ],
        "Cooking more at home and avoiding takeout containers and plastic cutlery when eating out or ordering in can help reduce plastic waste and its impact on the ocean.": [
          "Ordering takeout can be satisfying, but it's often rife with plastic, from the containers to the single-use cutlery to the plastic bags it's all delivered in.",
          "The simplest way to eliminate plastic takeout waste is to cook from scratch.",
          "Food delivery services are a major contributor to single-use plastic waste.",
          "To minimize waste when ordering takeout, consumers can refuse the use of unnecessary disposable, single-use items.",
          "Packagings like plastic containers, cutlery, drinking cups, and straws make up about 269,000 tons of plastic found in the oceans.",
          "\"While convenient, food deliveries often go hand-in-hand with packaging waste that can easily be avoided by preparing the food you already have at home,\" says Simon.",
          "Researchers found that 80% of items were plastic, and nearly half (44%) was related to takeout food and drinks—specifically, single-use bags, plastic bottles, food containers, and food wrappers."
        ],
        "Purchasing items secondhand or choosing products with minimal or recyclable packaging can help reduce plastic waste and its impact on the ocean.": [
          "The report, produced by ocean advocacy group Oceana, shows that just a 10-percentage point increase in reusable beverage packaging by 2030 could eliminate over 1 trillion single-use plastic bottles and cups and prevent up to 153 billion of these containers from entering our world’s oceans and waterways.",
          "The report outlines the urgent need to drive a systemic shift towards reuse models as an integral part of the reduce-reuse-recycle agenda.",
          "Global beverage leaders, including The Coca-Cola Company and PepsiCo, have enormous existing reusable systems in place around the world and have pledged to increase the volume of beverages they sell in reusable packaging by 10 percentage points or more by 2030.",
          "It is possible to prevent almost half of annual plastic ocean waste by reusing just 10% of our plastics products.",
          "In addition, the report highlights several promising large-scale reusable cup systems currently available in the United States and Europe, including TURN, r.",
          "Reusable packaging is a proven circular solution that can dramatically and quickly reduce the amount of plastic bottles and cups that are produced and that will reach the oceans.",
          "The report reveals the significant presence of large-scale reusable packaging systems around the world – including in the Philippines where 40% of the volume of all packaged non-alcoholic beverages sold are in reusable bottles."
        ],
        "Recycling properly and disposing of trash responsibly can help reduce plastic waste and its impact on the ocean.": [
          "Each year, up to 13 million metric tons of plastic enter the ocean, the equivalent of one garbage truck of waste every minute.",
          "This is a result of humans recycling only nine percent of plastic waste and dumping 10 million tons of it into the seas each year.",
          "Improving stormwater management by implementing stormwater and storm drain filtration and river mouth trash collection.",
          "Improving wastewater management at scale in a city or region can reduce plastic entering the ocean while also reducing nutrient pollution, which in turn improves the health of fisheries and coral reefs."
        ],
        "Participating in beach cleanups or supporting organizations that work to remove plastic from the ocean, such as Ocean Cleanup, which aims to eliminate 90% of floating plastic pollution in the ocean with its collection systems, is a recommended step.": [
          "The Ocean Cleanup is a non-profit organization developing and scaling technologies to rid the oceans of plastic.",
          "Our aim is to remove 90 % of floating ocean plastic.",
          "Your donations and help enable us to work on our common goal of ridding the world's oceans of plastic.",
          "With your help we can work towards a future where plastic no longer pollutes our oceans."
        ],
        "Implementing steps to solve the ocean's plastic problem requires more awareness, education, innovation, collaboration, and action from individuals, communities, businesses, governments, and international organizations.": [
          "Achieving that will not be easy and will require major shifts by many, from producers to waste managers, along with significant new investments and policy changes from government.",
          "But, as our analysis will show, by working together societies can significantly reduce the amount of plastic flowing into the ocean.",
          "Everyone can do something to help solve the plastic pollution problem, and millions of people worldwide are already taking action to reduce their plastic use.",
          "As important as it is to change our individual behaviors, such changes alone are insufficient to stop ocean plastic pollution.",
          "We also need legislation that reduces plastic production, improves waste management, and makes plastic producers responsible for the waste they generate."
        ]
      },
      "subconclusions": {
        "Plastic pollution in our oceans is a serious and growing problem that affects marine life, human health, and the environment.": "supported",
        "Reducing our use of single-use plastics, such as bags, bottles, straws, cups, utensils, and wrappers, and replacing them with reusable alternatives can help reduce plastic waste and its impact on the ocean.": "supported",
        "Supporting legislation that curbs plastic production and waste, improves waste management, and makes plastic producers responsible for the waste they generate can help reduce plastic waste and its impact on the ocean.": "supported",
        "Boycotting products that contain microbeads can help reduce plastic waste and its impact on the ocean.": "supported",
        "Cooking more at home and avoiding takeout containers and plastic cutlery when eating out or ordering in can help reduce plastic waste and its impact on the ocean.": "supported",
        "Purchasing items secondhand or choosing products with minimal or recyclable packaging can help reduce plastic waste and its impact on the ocean.": "supported",
        "Recycling properly and disposing of trash responsibly can help reduce plastic waste and its impact on the ocean.": "supported",
        "Participating in beach cleanups or supporting organizations that work to remove plastic from the ocean, such as Ocean Cleanup, which aims to eliminate 90% of floating plastic pollution in the ocean with its collection systems, is a recommended step.": "supported",
        "Implementing steps to solve the ocean's plastic problem requires more awareness, education, innovation, collaboration, and action from individuals, communities, businesses, governments, and international organizations.": "supported"
      }
    }
  }
}