{
  "18feca6b-bd97-4eae-aeb1-844a8da203bc": {
    "query": "What is the most effective way to address the issue of homelessness in urban areas, and what approaches have shown the most success in helping individuals reintegrate into society and secure stable housing?",
    "response": "That's a very important and complex question. There is no single answer to the issue of homelessness in urban areas, as it is influenced by many factors such as poverty, unemployment, mental health, substance abuse, racism, discrimination, housing affordability, and more[^2^] [^3^] [^4^].\n\nHowever, some of the approaches that have shown the most success in helping individuals reintegrate into society and secure stable housing are:\n\n- **Housing First**: This is a model that prioritizes providing permanent housing to people experiencing homelessness, without requiring them to meet any preconditions such as sobriety or treatment compliance. The idea is that having a safe and stable place to live enables people to address other challenges and needs more effectively[^2^] [^3^].\n- **Rapid Rehousing**: This is a strategy that helps people who are newly homeless or at risk of homelessness to quickly access affordable and suitable housing, with short-term rental assistance and case management support. The goal is to reduce the length and recurrence of homelessness and prevent people from entering the shelter system[^2^] [^3^].\n- **Permanent Supportive Housing**: This is a type of subsidized housing that offers long-term rental assistance and voluntary supportive services to people who have chronic and complex needs, such as mental illness, substance use disorders, or physical disabilities. The services are tailored to each individual's preferences and goals, and aim to improve their health, well-being, and social integration[^2^] [^3^].\n- **Racial Equity**: This is a cross-cutting approach that recognizes and addresses the disproportionate impact of homelessness on people of color, especially Black Americans, who are more likely to experience poverty, discrimination, trauma, incarceration, and other barriers to housing stability. Racial equity requires changing the perception of the problem, providing enough funding, and gaining a broader understanding of systems change[^1^].\n\nThese are some of the evidence-based programs that have been proven to reduce homelessness and improve outcomes for individuals and communities. However, they also require adequate funding, coordination, and political will to be implemented effectively[^2^] [^3^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://housingmatters.urban.org/articles/homelessness-housing-and-racism-problem \"Homelessness Is a Housing and Racism Problem\"\n[2]: https://www.weforum.org/agenda/2019/12/how-to-solve-homelessness-poverty-cities-urbanization/ \"New solutions to the global homelessness problem | World Economic Forum\"\n[3]: https://www.urban.org/features/homelessness-solvable-problem \"Homelessness Is a Solvable Problem | Urban Institute\"\n[4]: https://invisiblepeople.tv/a-different-kind-of-homelessness-in-rural-america/ \"A Different Kind of Homelessness in Rural America\"\n[5]: https://www.ruralhealthinfo.org/toolkits/sdoh/2/economic-stability/housing-affordability \"Approaches for Improving Rural Housing Affordability - Rural Health Info\"\n\nThat's a very important and complex question. There is no single answer to the issue of homelessness in urban areas, as it is influenced by many factors such as poverty, unemployment, mental health, substance abuse, racism, discrimination, housing affordability, and more[^1^][2] [^2^][3] [^3^][4].\n\nHowever, some of the approaches that have shown the most success in helping individuals reintegrate into society and secure stable housing are:\n\n- **Housing First**: This is a model that prioritizes providing permanent housing to people experiencing homelessness, without requiring them to meet any preconditions such as sobriety or treatment compliance. The idea is that having a safe and stable place to live enables people to address other challenges and needs more effectively[^1^][2] [^2^][3].\n- **Rapid Rehousing**: This is a strategy that helps people who are newly homeless or at risk of homelessness to quickly access affordable and suitable housing, with short-term rental assistance and case management support. The goal is to reduce the length and recurrence of homelessness and prevent people from entering the shelter system[^1^][2] [^2^][3].\n- **Permanent Supportive Housing**: This is a type of subsidized housing that offers long-term rental assistance and voluntary supportive services to people who have chronic and complex needs, such as mental illness, substance use disorders, or physical disabilities. The services are tailored to each individual's preferences and goals, and aim to improve their health, well-being, and social integration[^1^][2] [^2^][3].\n- **Racial Equity**: This is a cross-cutting approach that recognizes and addresses the disproportionate impact of homelessness on people of color, especially Black Americans, who are more likely to experience poverty, discrimination, trauma, incarceration, and other barriers to housing stability. Racial equity requires changing the perception of the problem, providing enough funding, and gaining a broader understanding of systems change[^4^][1].\n\nThese are some of the evidence-based programs that have been proven to reduce homelessness and improve outcomes for individuals and communities. However, they also require adequate funding, coordination, and political will to be implemented effectively[^1^][2] [^2^][3].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.weforum.org](https://www.weforum.org/agenda/2019/12/how-to-solve-homelessness-poverty-cities-urbanization/) [2. www.urban.org](https://www.urban.org/features/homelessness-solvable-problem) [3. invisiblepeople.tv](https://invisiblepeople.tv/a-different-kind-of-homelessness-in-rural-america/) [4. housingmatters.urban.org](https://housingmatters.urban.org/articles/homelessness-housing-and-racism-problem) [5. www.ruralhealthinfo.org](https://www.ruralhealthinfo.org/toolkits/sdoh/2/economic-stability/housing-affordability)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "New solutions to the global homelessness problem | World Economic Forum",
        "seeMoreUrl": "https://www.weforum.org/agenda/2019/12/how-to-solve-homelessness-poverty-cities-urbanization/",
        "searchQuery": "homelessness solutions urban areas"
      },
      {
        "providerDisplayName": "Homelessness Is a Solvable Problem | Urban Institute",
        "seeMoreUrl": "https://www.urban.org/features/homelessness-solvable-problem",
        "searchQuery": "homelessness solutions urban areas"
      },
      {
        "providerDisplayName": "A Different Kind of Homelessness in Rural America",
        "seeMoreUrl": "https://invisiblepeople.tv/a-different-kind-of-homelessness-in-rural-america/",
        "searchQuery": "homelessness solutions urban areas"
      },
      {
        "providerDisplayName": "Homelessness Is a Housing and Racism Problem",
        "seeMoreUrl": "https://housingmatters.urban.org/articles/homelessness-housing-and-racism-problem",
        "searchQuery": "homelessness solutions urban areas"
      },
      {
        "providerDisplayName": "Approaches for Improving Rural Housing Affordability - Rural Health Info",
        "seeMoreUrl": "https://www.ruralhealthinfo.org/toolkits/sdoh/2/economic-stability/housing-affordability",
        "searchQuery": "homelessness solutions urban areas"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Homelessness in urban areas is influenced by many factors such as poverty, unemployment, mental health, substance abuse, racism, discrimination, housing affordability, and more.",
        "Housing First is a model that prioritizes providing permanent housing to people experiencing homelessness, without requiring them to meet any preconditions such as sobriety or treatment compliance.",
        "Rapid Rehousing is a strategy that helps people who are newly homeless or at risk of homelessness to quickly access affordable and suitable housing, with short-term rental assistance and case management support.",
        "Permanent Supportive Housing is a type of subsidized housing that offers long-term rental assistance and voluntary supportive services to people who have chronic and complex needs, such as mental illness, substance use disorders, or physical disabilities.",
        "Racial Equity is a cross-cutting approach that recognizes and addresses the disproportionate impact of homelessness on people of color, especially Black Americans."
      ],
      "queries": [
        "Homelessness urban areas factors poverty unemployment mental health substance abuse racism discrimination housing affordability",
        "Housing First model definition and principles",
        "Rapid Rehousing definition and implementation",
        "Permanent Supportive Housing definition and services offered",
        "Homelessness racial equity Black Americans disproportionate impact"
      ],
      "search_results": {
        "Homelessness in urban areas is influenced by many factors such as poverty, unemployment, mental health, substance abuse, racism, discrimination, housing affordability, and more.": [
          {
            "title": "Poverty, homelessness, and social stigma make ... - Harvard Health",
            "url": "https://www.health.harvard.edu/blog/poverty-homelessness-and-social-stigma-make-addiction-more-deadly-202109282602",
            "content": [
              "Poverty, homelessness, and social stigma make ... - Harvard Health",
              "21 spices for healthy holiday foods What to do when driving skills decline A tough question: When should an older driver stop driving?",
              "A tough question: When should an older driver stop driving?",
              "3 ways to create community and counter loneliness Opill: Is this new birth control pill right for you?",
              "Do children get migraine headaches?",
              "What parents need to know Does running cause arthritis?",
              "Long-lasting C.",
              "diff infections: A threat to the gut How much sleep do you actually need?",
              "Healthcare Disparities A common saying is that \"addiction doesn't discriminate,\" which means that it can affect anyone from any sphere of life, ranging from coal miners and truck drivers to executives, doctors, and lawyers.",
              "I have personal experience with what an equal-opportunity destroyer of well-being and happiness addiction can be, as I am 14 years into recovery from a vicious addiction to prescription painkillers.",
              "My addiction didn't care about my education, medical degree, race, gender, religion (or lack thereof), social status, or health.",
              "But in another, critical sense, addiction does discriminate among people, in a way that is unjust and deadly, and in a way that shines a spotlight on tears in the socioeconomic web that is holding our society together.",
              "It has long been observed by clinicians that social determinants of health (SDoH) can tip the scales against people, in their already daunting quest to recover from any type of addiction.",
              "According to the World Health Organization, SDoH are defined as \"the conditions in which people are born, grow, live, work, and age.",
              "These circumstances are shaped by the distribution of money, power, and resources at global, national, and local levels.\"",
              "The profound effect that SDoH have on people struggling with addictions is borne out by the evidence.",
              "In a 2019 study from Drug and Alcohol Dependence it was found that \"across 17 states in 2002–2014, opioid overdoses were concentrated in more economically disadvantaged zip codes, indicated by higher rates of poverty and unemployment as well as lower education and median household income.\"",
              "Other studies have found poverty to be a risk factor for opioid overdoses, unemployment to be a risk factor for fatal heroin overdoses, and a low education level to be a risk factor for prescription overdose, and for overdose mortality.",
              "Homelessness has been shown to be associated with overdoses as well, particularly among veterans.",
              "Terrible outcomes are associated with incarceration, particularly the period just after release from incarceration, when deaths from overdoses skyrocket.",
              "Systemic racism contributes to all of these issues.",
              "The research on SDoH mirrors what I see clinically, in the inner-city clinic where I practice as a primary care clinician.",
              "A patient can be stable for years on buprenorphine or methadone (medications to manage cravings and help with recovery), but if they abruptly lose their housing due to no fault of their own, they can lose access to the organization and security in their lives.",
              "It becomes far more difficult for them to care for their families, to attend medical appointments or support groups, to fill prescriptions, or to practice any of the self-care that is so integral to maintaining oneself in recovery.",
              "As such, they become much more vulnerable to relapse.",
              "Stigma is defined as \"a mark of disgrace associated with a certain quality, circumstance, or person.\"",
              "The poor regard with which so many people have viewed for so long those who have suffered from addiction, and the fact that we have criminalized drug usage in our increasingly unpopular war on drugs, have contributed to a \"punish, don't treat\" attitude.",
              "Fortunately, this destructive attitude has recently been evolving, as more people have come to understand that addiction is, at least in part, a brain disease, and that it isn't a moral failing on the part of the individual.",
              "However, a great deal of stigma remains, and provides an extra barrier to people asking for the help they need, as they suffer from unnecessary guilt and shame.",
              "Many healthcare providers don't want to deal with people suffering from addiction due to stigma.",
              "In short, stigma can lead to unnecessary suffering and more overdose deaths.",
              "In the end, with my addiction, I was lucky enough to see it through to the other side.",
              "I'll never know to what extent this was due to my own internal resilience, my family support, resources from work and support from colleagues, genetics, luck, or if it largely came down to my favorable SDoH putting a helpful finger on the scales.",
              "Certainly not all doctors make it — several of my colleagues have overdosed and are no longer with us.",
              "At the same time, many seemingly down-and-out patients that I've treated in the past are leading healthy, stable lives in recovery, so SDoH aren't everything.",
              "But clearly, SDoH play a tremendous role in framing the odds of whether people are able to treat and survive their addictions.",
              "As a society, and as clinicians, we have to go far beyond simply viewing the drugs as the problem.",
              "In order to give everyone suffering from addiction the best chance possible to enter and stay in recovery, we urgently need to start paying attention to the broader issues that allow addiction to fester, such as housing, employment, poverty, systemic racism, and the effects of incarceration (to name only a few).",
              "By strengthening society's safety net, so that we all have access to the basic human rights of food, shelter, and healthcare, we not only help those suffering from addiction, we help everyone else too.",
              "Peter Grinspoon, MD, Contributor As a service to our readers, Harvard Health Publishing provides access to our library of archived content.",
              "Please note the date of last review or update on all articles.",
              "No content on this site, regardless of date, should ever be used as a substitute for direct medical advice from your doctor or other qualified clinician.",
              "21 spices for healthy holiday foods What to do when driving skills decline A tough question: When should an older driver stop driving?",
              "A tough question: When should an older driver stop driving?",
              "3 ways to create community and counter loneliness Opill: Is this new birth control pill right for you?",
              "Do children get migraine headaches?",
              "What parents need to know Does running cause arthritis?",
              "Long-lasting C.",
              "diff infections: A threat to the gut How much sleep do you actually need?",
              "You might also be interested in.",
              ".",
              ".",
              "Addiction can be devastating.",
              "Recent scientific advances have shaped our understanding of this common and complex problem.",
              "The good news is that there are a number of effective treatments for addiction, including self-help strategies, psychotherapy, medications, and rehabilitation programs. You can use the strategies presented in this report, Overcoming Addiction: Finding an effective path toward recovery, to discover new ways to cope with life’s difficulties.",
              "Mind & Mood Mind & Mood Women's Health Get the latest in health news delivered to your inbox!",
              "Please enable cookies to submit © 2023 Harvard Health Publishing® of The President and Fellows of Harvard College Do not sell my personal information | Privacy Policy and Terms of Use Thanks for visiting.",
              "Don't miss your FREE gift.",
              "The Best Diets for Cognitive Fitness, is yours absolutely FREE when you sign up to receive Health Alerts from Harvard Medical School Sign up to get tips for living a healthy lifestyle, with ways to fight inflammation and improve cognitive health, plus the latest advances in preventative medicine, diet and exercise, pain relief, blood pressure and cholesterol management, and more.",
              "Health Alerts from Harvard Medical School Get helpful tips and guidance for everything from fighting inflammation to finding the best diets for weight loss.",
              ".",
              ".",
              "from exercises to build a stronger core to advice on treating cataracts.",
              "PLUS, the latest news on medical advances and breakthroughs from Harvard Medical School experts.",
              "BONUS!",
              "Sign up now and get a FREE copy of theBest Diets for Cognitive Fitness Stay on top of latest health news from Harvard Medical School.",
              "Plus, get a FREE copy of the Best Diets for Cognitive Fitness."
            ]
          },
          {
            "title": "Homelessness and Public Health: A Focus on Strategies and Solutions",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8583397/",
            "content": [
              "Homelessness and Public Health: A Focus on Strategies and Solutions",
              "An official website of the United States government The .",
              "gov means it’s official.",
              "Federal government websites often end in .",
              "gov or .",
              "mil.",
              "Before sharing sensitive information, make sure you’re on a federal government site.",
              "The site is secure.",
              "The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.",
              "1School of Public Health, San Diego State University, San Diego, CA 92182, USA;",
              "moc.",
              "liamg@teelsadivad 2Veritas Management, Inc.",
              ", Atlanta, GA 30324, USA 3School of Public Health, University of Alberta, Edmonton, AB T6G 1C9, Canada 4Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB T6G 1C9, Canada 5Royal Alexandra Hospital, Edmonton, AB T5H 3V9, Canada On any given night, hundreds of thousands of people are homeless in the United States and Canada.",
              "Globally, the problem is many times worse, making homelessness a global public health and environmental problem.",
              "The facts [1] are staggering: A layman’s definition of homelessness is usually “a person that has no permanent home”.",
              "However, many scholars have divided the broad group of people characterized as homeless into three (or more) categories: While this definition refers specifically to homeless individuals, it is equally applicable to homeless families.",
              "Homelessness is closely connected to declines in physical and mental health.",
              "Homeless persons experience high rates of health problems such as Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS) and Hepatitis A infections, alcohol and drug addiction, mental illness, tuberculosis, and other serious conditions.",
              "The health problems facing homeless persons result from various factors, including a lack of housing, racism and discrimination, barriers to health care, a lack of access to adequate food and protection, limited resources for social services, and an inadequate public health infrastructure.",
              "Legal and policy interventions have often been used to attempt to address homelessness, although not always from a public health perspective.",
              "In health care, for example, if someone experiencing homelessness comes to an emergency department for medical aid, once treated, the only alternative is to release the patient back onto the street.",
              "This creates an endless cycle of emergency department visits, increasing costs and expending resources in the health care system.",
              "Recent work [2] has emphasized the important role of public health, the health care system, and health care providers in homelessness prevention.",
              "In this Special Issue of the International Journal of Environmental Research and Public Health (IJERPH), we have brought together researchers, practitioners, and community organizers to articulate the public health problem of homelessness and identify clear strategies to reduce homelessness and provide more adequate health care and housing for this population.",
              "We also explore solutions for important subpopulations, including adults, families with children, adolescents, women, transitional aged youth, and those suffering from mental illness, PTSD, alcohol dependency, mental illness, adverse childhood experiences, and chronic homelessness.",
              "We address many of these issues in the context of public health and explore the public health implications and potential solutions to homelessness, focusing on contemporary and emerging research and innovative strategies, and highlighting best practices to address homelessness among key populations.",
              "The papers in this Special Issue attempt to answer several questions related to homelessness and public health, such as: The 13 research papers and one commentary in this Special Issue are summarized as follows: In conclusion, shelter is a basic human need.",
              "Thus far, we have an inadequate understanding of all the medical and nonmedical, public health, and infrastructural influences that drive homelessness and why so many people are living without adequate shelter.",
              "Housing is one of the most critical factors in addressing homelessness and one of the best-researched social determinants of health.",
              "Several articles here focus on innovative approaches to providing temporary or permanent housing for those who need it, and it is well known that selected housing interventions can improve health and decrease health care costs.",
              "From that perspective, some professionals in the field contend that housing equates to health [17] and that improved housing options for homeless individuals and families would advance population-level health.",
              "Many of the articles in this Special Issue [18] focus on specific aspects of life, quality of life, and co-morbidities related to behavioral and social variables influencing homelessness.",
              "Explored in detail are factors such as lack of housing, distress, wellness, emergency department use, mental health, drug and alcohol addiction, poverty, low educational attainment, inadequate health care and social services, adverse childhood experiences, ongoing infections, unemployment, and public health infrastructure.",
              "In addition to highlighting the impact these factors can have on the likelihood that someone would become homeless, many of the articles also provide recommendations for relevant policies, practices, and interventions that could help reduce homelessness and improve overall well-being.",
              "The intersection of environmental, behavioral, and social factors, in addition to the lack of an adequate infrastructure, must also be considered when studying the determinants of homelessness and designing appropriate interventions.",
              "Our ultimate goal in producing this Special Issue of IJERPH is to encourage the development of better evidence to inform public health, social services, and medical care policies and practices that will result in better health for homeless populations.",
              "We thank the authors and reviewers for their commitment to preparing and editing these manuscripts and for adding to the knowledge base of this important public health problem.",
              "The authors declare no conflict of interest.",
              "Publisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "Publisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "Connect with NLM National Library of Medicine 8600 Rockville Pike Bethesda, MD 20894 Web Policies FOIA HHS Vulnerability Disclosure Help Accessibility Careers"
            ]
          },
          {
            "title": "Discrimination and well-being amongst the homeless: the role of ...",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4450171/",
            "content": [
              "Discrimination and well-being amongst the homeless: the role of ...",
              "An official website of the United States government The .",
              "gov means it’s official.",
              "Federal government websites often end in .",
              "gov or .",
              "mil.",
              "Before sharing sensitive information, make sure you’re on a federal government site.",
              "The site is secure.",
              "The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.",
              "1School of Psychology, The University of Queensland, St Lucia, QLD, Australia 1School of Psychology, The University of Queensland, St Lucia, QLD, Australia 1School of Psychology, The University of Queensland, St Lucia, QLD, Australia 2Institute for Social Science Research, The University of Queensland, St Lucia, QLD, Australia 1School of Psychology, The University of Queensland, St Lucia, QLD, Australia The homeless are a vulnerable population in many respects.",
              "Those experiencing homelessness not only experience personal and economic hardship they also frequently face discrimination and exclusion because of their housing status.",
              "Although past research has shown that identifying with multiple groups can buffer against the negative consequences of discrimination on well-being, it remains to be seen whether such strategies protect well-being of people who are homeless.",
              "We investigate this issue in a longitudinal study of 119 individuals who were homeless.",
              "The results showed that perceived group-based discrimination at T1 was associated with fewer group memberships, and lower subsequent well-being at T2.",
              "There was no relationship between personal discrimination at T1 on multiple group memberships at T2.",
              "The findings suggest that the experience of group-based discrimination may hinder connecting with groups in the broader social world — groups that could potentially protect the individual against the negative impact of homelessness and discrimination.",
              "A large body of work demonstrates that people who are homeless also experience disproportionate rates of health problems and associated social disadvantages (Rosenthal et al.",
              ", 2006;",
              "Echenberg and Jensen, 2009;",
              "Scutella et al.",
              ", 2012).",
              "Pervasive discrimination experienced by people who are homeless, particularly discrimination based on access to accommodation and goods and services, contributes to the high rates of poor health (Phelan et al.",
              ", 1997;",
              "Lynch and Stagoll, 2002).",
              "Moreover, the discrimination that homeless individuals face is perceived as legitimate (Fiske et al.",
              ", 2002), not only by the general public, but also by individuals who experience homelessness themselves.",
              "Even though previous research has shown that turning to others may alleviate the negative effects of discrimination on well-being (Branscombe et al.",
              ", 1999), and that identifying with multiple groups in particular has beneficial well-being effects (Iyer et al.",
              ", 2009;",
              "Ysseldyk et al.",
              ", 2013;",
              "Haslam et al.",
              ", 2014), it remains to be seen whether these effects will be observed among individuals who are homeless.",
              "There are reasons to believe that, given the highly stigmatized nature of homelessness, individuals who are homeless may have limited opportunities to join groups that may protect their well-being when facing discrimination.",
              "We examine this prediction in a longitudinal study among individuals who reside at homeless shelters.",
              "Before outlining our study, we first elaborate the rationale underlying our prediction.",
              "A large body of work examining a broad range of disadvantaged groups demonstrates that discrimination negatively affects well-being (Kidd, 2007;",
              "for a meta-analytic review see Williams et al.",
              ", 2003;",
              "Schmitt et al.",
              ", 2014).",
              "This work identified a number of factors that influence the relationship between perceived discrimination and well-being.",
              "Three of these factors are particularly likely to amplify the negative effects of discrimination on well-being for the current sample.",
              "We outline these as background to understanding the reasons as to why people experiencing homelessness might face discrimination, and how perceptions of discrimination and the reasons underlying discrimination may affect outcomes.",
              "First, there is evidence that when the stigmatized identity is viewed as to some extent controllable (such as unemployment, drug addiction, or obesity), group-based discrimination has a more harmful effect on well-being than discrimination directed against those with an uncontrollable stigma (such as race or gender).",
              "Indeed, negative group-based treatment is more likely to be perceived as legitimate by both the individuals and the perpetrators if directed at people with controllable stigmas compared to uncontrollable stigmas (Weiner et al.",
              ", 1988;",
              "Rodin et al.",
              ", 1989).",
              "Because housing status is perceived as somewhat under an individual’s control, whereby the homeless are often considered to be responsible for their lack of adequate housing (Parsell and Parsell, 2012), homeless individuals are likely to face highly legitimized forms of discrimination, amplifying negative well-being consequences.",
              "Second, despite the fact that individuals who are homeless are perceived as struggling and in need of care and compassion (Kidd, 2004;",
              "Benbow et al.",
              ", 2011;",
              "Shier et al.",
              ", 2011), there is also evidence that homeless individuals are not perceived as fully human (Harris and Fiske, 2006).",
              "Research has shown that homeless people as a group are seen as neither competent nor warm, and thus form “the lowest of the low” (Fiske et al.",
              ", 2002).",
              "This elicits the worst kind of prejudice – disgust and contempt – and can make people functionally equivalent to objects (Harris and Fiske, 2006).",
              "This further enhances the perceived legitimacy of negative treatment against the homeless and, in turn, further compromises an individual’s ability to cope with discrimination.",
              "Third, people who are homeless are often not only discriminated against because of their housing status, but also face discrimination for other reasons.",
              "In particular, these individuals also commonly experience mental illness and/or drug addiction, conditions which are subject to high levels of stigma in society (Barry et al.",
              ", 2014).",
              "In sum, because homeless individuals face discrimination that is perceived as legitimate, and targeting them for many different reasons, we predict that these individuals’ well-being will be negatively affected.",
              "Consistent with this, both qualitative and quantitative work describes the negative impact of discrimination for the homeless on their well-being (Phelan et al.",
              ", 1997;",
              "Lynch and Stagoll, 2002;",
              "Kidd, 2007) and homeless individuals describe the experience of discrimination as making the transition out of homelessness and into employment and stable housing significantly more complex and challenging (Milburn et al.",
              ", 2006;",
              "Piat et al.",
              ", 2014).",
              "Given the negative relationship between discrimination and well-being, the question presents itself whether there are factors that attenuate the strength of this relationship.",
              "Researchers working from the social identity approach (consisting of social identity theory, Tajfel and Turner, 1979, and self-categorization theory, Turner et al.",
              ", 1987) have shown that individuals often react to discrimination with increased group identification and cohesion, and this can alleviate some of the negative effects on well-being (Branscombe et al.",
              ", 1999).",
              "Known as the rejection-identification model, these effects have been demonstrated amongst historically disadvantaged groups, such as African Americans, women and more recently, international students, and people seeking out body-piercings (Branscombe et al.",
              ", 1999;",
              "Jetten et al.",
              ", 2001;",
              "Schmitt et al.",
              ", 2002, 2003).",
              "According to this model, identification follows rejection (i.",
              "e., group-based discrimination) because group membership becomes highly salient when individuals face group-based discrimination.",
              "This enhances the distinction between ‘us’ (the stigmatized group) and ‘them’ (the majority group), and strengthens identification with the stigmatized group.",
              "In turn, enhanced identification with the stigmatized group counteracts some of the negative consequences of facing discrimination and rejection and protects well-being.",
              "From this reasoning, it becomes clear that identification can be a psychological resource that group members can fall back on when facing stressors such as discrimination or rejection (Branscombe et al.",
              ", 1999).",
              "However, in many ways, the homeless are different to other groups experiencing discrimination for at least two reasons (e.",
              "g., women, Asians, African–Americans).",
              "First, prior research with people who are homeless suggests that individuals do not necessarily identify with other homeless people or think of themselves as similar to others who are homeless (Parsell, 2010;",
              "Walter et al.",
              ", under review).",
              "Indeed, Gowan (2009) demonstrates how people living on the streets actively construct a self-identity and convey a public image as entrepreneurs through routine recycling work that they present as socially valuable.",
              "The recyclers deliberately identified themselves as workers as a point to contrast themselves with other homeless people.",
              "Second, the ‘group’ homeless people is quite diverse consisting of people of different ages, reasons for being homeless, and opportunities for exiting homelessness.",
              "As a result of this diversity, the category homelessness becomes less relevant and meaningful as a framework to organize the experiences of individuals facing homelessness.",
              "Both the meaningfulness of the homelessness label to describe the self and the diversity of experience among those categorized as homeless suggests that it may not be meaningful to examine the extent to which identification with others that are homeless affects well-being.",
              "Even though experiencing discrimination might not enhance identification with others who are homeless, it may nevertheless lead homeless individuals to turn to groups for identity–based social support.",
              "In a development of the rejection-identification model, recent work has shown more generally that identification with groups (other than those that are targets of discrimination) and joining new groups is associated with better well-being for those facing life stressors.",
              "For instance, among those with acquired brain injury, gaining the identity of being “a survivor of brain injury” and having a greater number of social relationships since injury was associated with heightened life satisfaction (Jones et al.",
              ", 2011).",
              "In a similar vein, Haslam et al.",
              "(2008) found that, after a stroke, those individuals who were able to maintain membership in multiple groups reported greater well-being.",
              "More generally, the benefits of multiple group memberships on well-being is supported by a mounting body of evidence linking multiple group identification and enhanced well-being (Iyer et al.",
              ", 2009;",
              "Ysseldyk et al.",
              ", 2013;",
              "Haslam et al.",
              ", 2014, see also Thoits, 1983;",
              "Biswas-Diener and Diener, 2006).",
              "There are a number of reasons why multiple group memberships offer a ‘social cure’ (Jetten et al.",
              ", 2012).",
              "First group memberships can be seen as psychological resources and if individuals identify with groups, mere membership in such groups protects well-being.",
              "If groups are resources, it follows that the more resources an individual has, the better protected they are (Jetten et al.",
              ", 2014).",
              "Second, the more groups that individuals belong to, the more “eggs they have in their basket” to deal with life stressors (Putnam, 2000;",
              "Roccas, 2003;",
              "Jetten et al.",
              ", 2009).",
              "This provides greater flexibility to deal with stressors in the sense that it enhances the likelihood that one can turn to a suitable group when facing a particular stressor.",
              "Even though the extent to which people who are homeless turn to other groups when they face discrimination might be a good predictor of their well-being, discrimination is likely to be an important barrier to joining new groups.",
              "Facing legitimate discrimination, being blamed for their homelessness status (Phelan et al.",
              ", 1997;",
              "Milburn et al.",
              ", 2006), and internalization of this blame will exacerbate the negative effects of stigma among the homeless.",
              "Consistent with this, research has found that self-blame and guilt due to homelessness were the most strongly related to low self-esteem, loneliness, feeling trapped, and suicidal ideation, even beyond the effects of stigma (Kidd, 2007).",
              "Facing discrimination may not only stand in the way of seeking out others to cope with discrimination, those who attempt to draw social support may not be successful and they may encounter further rejection.",
              "Specifically, others may not be accepting of those who have been or still are homeless and — because discrimination against the homeless is highly legitimized — might exclude those who want to join their groups or social networks.",
              "Consistent with this, it has been found that when members of the disadvantaged group perceive the discrimination they face as legitimate (compared to illegitimate), it will lower identification with others suffering from similar negative treatment and reduce intentions to engage in collective action to address the discriminatory treatment (Jetten et al.",
              ", 2011, 2013).",
              "In sum, we predict that given the pervasiveness and legitimacy of discrimination that people who are homeless face, it might be hard for them to join new groups or to maintain membership in their current groups and this may have negative well-being outcomes.",
              "To recap, it is not surprising that there are negative consequences associated with discrimination.",
              "Building on previous work showing that belonging to groups can act as a coping resource averting some of the negative psychological effects of homelessness, we predict that joining new social groups and/or belonging to multiple groups enhances well-being.",
              "However, individuals facing homelessness are different from other minority groups facing discrimination.",
              "For instance, they are subject to discrimination from their own friends and family, as well as the mainstream, and are often blamed for being in their predicament.",
              "The aim of this research is to investigate how the experience of discrimination amongst the homeless affects social connections, and subsequent well-being.",
              "We explored two forms of discrimination: discrimination that one faces as an individual and discrimination that is due to belonging to a stigmatized group.",
              "In line with Jetten et al.",
              "(2013), we predicted that in particular perceived group-based discrimination would be a powerful predictor of an individual’s ability and motivation to turn to groups.",
              "This is because group-based discrimination enhances the salience of the intergroup context and enhances ‘us’ versus ‘them’ perceptions in a way that perceived personal discrimination does not.",
              "It is therefore mostly in the former, and not the latter form of discrimination that we would expect that individuals would, ordinarily, be motivated to turn to others with whom they share identity — other groups that are part of a large and inclusive ‘we.",
              "’ However, because people who are homeless do not generally identify with others who are homeless and because the discrimination experienced by the homeless is pervasive and seen as legitimate, we predict that group-based discrimination would make it more difficult to join new groups, and even more so than perceived personal discrimination.",
              "We analyzed data from two time points from individuals who were living in homeless shelters at Time 1, controlling for initial levels of well-being.",
              "It was expected that the experience of greater degrees of discrimination while in the shelter (Time 1) would stand in the way of developing multiple group memberships (either by joining new groups or by nurturing and expanding existing social relationships) at Time 2.",
              "This would be associated with lower levels of well-being at Time 2.",
              "Participants were individuals who were residing in one of six homelessness accommodation services run by a charitable organization (The Salvation Army in South–East Queensland, Australia).",
              "The Salvation Army is a well-known charity that offers a wide range of services, including accommodation and related support for individuals who are homeless.",
              "Nationally, the Salvation Army provides crisis accommodation for over 1000 people per night, with a further 6000 persons housed in non-crisis accommodation.",
              "A total of 119 participants completed an interview and questionnaire at Time 1 (T1 for short), including 56 men and 63 women, with an average age of 35.",
              "39 years (range: 19–59;",
              "SD = 9.",
              "34).",
              "At T1, the average time participants had been in the homeless accommodation was 7.",
              "5 weeks.",
              "Although there is a maximum stay in temporary accommodation with the Salvation Army of 3 months, ‘duration of need’ clauses may be placed on the time limit (i.",
              "e., if people need to stay longer, they often can).",
              "The Time 2 data (T2, n = 76) were collected from participants 2–4 weeks after leaving the service, or 3 months after T1 if they had not yet exited the service.",
              "Participants completed a second interview and questionnaire at T2.",
              "Attrition analyses revealed that participants who completed T2 were not significantly different from those who dropped out of the study in terms of gender, age, employment status (at T1), initial levels of alcohol consumption or well-being1.",
              "Of participants providing data at the second time point, 50% were in stable or supported accommodation at T2.",
              "At T1, 18.",
              "5% of participants were in some form of paid employment, and 87% received some sort of government benefits, compared with 26% and 80.",
              "5% at T2.",
              "Broadly consistent with other discrimination measures (Latrofa et al.",
              ", 2009;",
              "Giamo et al.",
              ", 2012) and building upon previous work (Jetten et al.",
              ", 2001, 2013), we developed two items asking participants at both time points the extent they agreed with the items: “I feel people look down on me because of my situation” and “People have discriminated against me because of my situation.",
              "” Responses to the two items were measured on a 7-point Likert scale from “Strongly disagree” to “Strongly agree,” and the items were correlated at T1 (r = 0.",
              "75) and at T2 (r = 0.",
              "79).",
              "On the same 7-point Likert scale, perceived discrimination of homeless people as a group was also assessed.",
              "Two items were used, “Homeless people as a group face discrimination” and “There is prejudice against homeless people.",
              "” The two items were highly correlated at T1 (r = 0.",
              "81) and at T2 (r = 0.",
              "94).",
              "Two items at T1 and two items at T2 measured multiple group membership since living at the Salvation Army to assess the extent to which people belong to multiple social groups.",
              "The items were adapted from a 2-item scale by Jetten et al.",
              "(2010) and a 4-item scale by Haslam et al.",
              "(2008) to be suitable for the specific population.",
              "At T1, participants were asked, “Since coming to (name of Salvation Army Homeless Shelter), I am a member of lots of different social groups” and “Since coming to (name of Salvation Army Homeless Shelter), I have friends who are in lots of different groups.",
              "” The two items were measured on a 7-point Likert scale with responses ranging from “Do not agree at all” to “Agree,” and highly inter-correlated (r = 0.",
              "66).",
              "On a similar 7-point scale, at T2 participants were asked, “After living at (name of Salvation Army Homeless Shelter), I am a member of lots of different social groups,” and “After living at (name of Salvation Army Homeless Shelter), I have friends who are in lots of different groups.",
              "” The two items were correlated (r = 0.",
              "78).",
              "Well-being was measured at T1 and T2.",
              "The personal well-being Index (PWI) developed by the International Well-being Group (2006) is an eight-item scale measuring satisfaction with life, covering eight quality of life domains (e.",
              "g., standard of living, achievement in life;",
              "personal relationships).",
              "An example item asks “How satisfied are you with what you are currently achieving in life?",
              "” (measured on a 10-point scale from “completely dissatisfied” to “completely satisfied”).",
              "The eight scores were averaged to give a score representing ‘subjective well-being,’ and for the purpose of comparing scores to Australian norms, the scores were standardized, so that each individual had a score between 0 and 100.",
              "The scale demonstrated good reliability (alpha at T1 = 0.",
              "84 and T2 = 0.",
              "94), and good validity (International Well-being Group, 2006).",
              "The mean, SD and inter-correlations between measures of discrimination, multiple group membership and well-being are presented in Table ​Table11.",
              "Consistent with the personal-group discrepancy (Postmes et al.",
              ", 1999), it appeared that group-based discrimination was perceived to be higher than personal discrimination.",
              "In addition, at both time points, the number of groups that individuals belonged to was rated around the midpoint of the scale.",
              "The normative range on personal well-being in Australia is 73.",
              "4–76.",
              "4 points.",
              "The personal well-being in our sample was worse: our respondents were 10 points below this normative range.",
              "The average well-being score improved about 1 SD from T1 to T2.",
              "Mean and SD of discrimination measures, multiple group membership, and well-being.",
              "To assess the hypothesized relationships, we tested a structured model with measured variables using AMOS software (Version 22.",
              "0).",
              "Controlling for personal well-being at T1, we specified perceived personal discrimination (T1) and perceived group-discrimination (T1) as exogenous predictor variables.",
              "We specified multiple group membership (T2) as a mediator variable, with personal well-being (T2) as the outcome variable.",
              "To determine the fit of the model, we included several absolute and relative fit indices (see Hu and Bentler, 1999;",
              "Iacobucci, 2010), including the χ2 goodness-of-fit test, the comparative fit index (CFI), the root mean squared error of approximation (RMSEA), and Akaike’s Information Criterion (AIC).",
              "Our model fit the data well: χ2(1) = 5.",
              "11, p = 0.",
              "02, CFI = 0.",
              "96, RMSEA = 0.",
              "19, AIC = 43.",
              "11.",
              "Figure ​Figure11 shows the standardized parameter estimates for the model.",
              "Group-based discrimination was negatively associated with gains in group membership at T2, which subsequently predicted well-being (T2).",
              "Perceived personal discrimination did not predict multiple group memberships and, although there were significant inter-correlations, in the model neither personal discrimination nor group-based discrimination directly predicted later well-being.",
              "Path model assessing the effects of perceived personal discrimination, perceived group discrimination on well-being (Time 2), through multiple group membership (Time 2).",
              "Standardized parameter estimates shown.",
              "Dashed lines indicate non-significant relationships.",
              "∗p = 0.",
              "056, ∗∗p < 0.",
              "05;",
              "+Controlling for well-being at T1.",
              "A refined model was tested, removing the pathway from personal discrimination to multiple group membership and the direct pathways from group-based discrimination to later well-being.",
              "This refined model showed an improved fit: χ2(3) = 7.",
              "12, p = 0.",
              "68, CFI = 0.",
              "95, RMSEA = 0.",
              "11, AIC = 41.",
              "12.",
              "Figure ​Figure22 shows the standardized parameter estimates for the model.",
              "Again, group-based discrimination was significantly associated with fewer gains in group membership at T2, which subsequently predicted well-being (T2).",
              "Perceived personal discrimination did not predict later well-being.",
              "Path model assessing the effects of perceived personal discrimination, perceived group discrimination on well-being (Time 2), through multiple group membership (Time 2).",
              "Standardized parameter estimates shown.",
              "Dashed lines indicate non-significant relationships.",
              "∗p < 0.",
              "05, ∗∗p < 0.",
              "01;",
              "+Controlling for well-being at T1.",
              "In line with Major et al.",
              "’s (2002, 2003) argument that some people see discrimination more than others, it could be argued that those with multiple group membership perceive less discrimination.",
              "Put differently, being poorly connected and isolated means that one is more likely to see rejection.",
              "To test this alternative pathway, we specified a model where multiple group membership predicts discrimination perceptions.",
              "The alternative model did not fit the data as well as the previous models: χ2(2) = 61.",
              "55, p = 0.",
              "00, CFI = 0.",
              "39, RMSEA = 0.",
              "35, AIC = 93.",
              "55 (see Figure ​Figure33) and we retain the predicted models.",
              "Path model assessing the effects multiple group identities on perceived personal discrimination, perceived group discrimination and subsequent well-being (Time 2).",
              "Standardized parameter estimates shown.",
              "Dashed lines indicate non-significant relationships.",
              "∗p < 0.",
              "05, ∗∗p < 0.",
              "01;",
              "+Controlling for well-being at T1.",
              "Although multiple group memberships can improve well-being, we predicted that homeless people who are arguably most in need of such identity resources are least likely to benefit from them because stigma and discrimination act as barriers against building social connections.",
              "Consistent with predictions, the experience of group-based discrimination was associated with fewer group memberships at T2.",
              "This suggests that group-based discrimination stands in the way of multiple group membership development at T2, and this negatively impacts on well-being.",
              "An alternative model where multiple group memberships at T1 predicts well-being at T2 through perceived personal and group-based discrimination did not fit the data as well as the hypothesized model.",
              "Noteworthy too, perceived personal discrimination did not predict multiple group memberships.",
              "A possible explanation may be that discrimination directed at oneself does not affect seeking out of social connections and group memberships, whereas group-based discrimination does.",
              "Specifically, it is group-based discrimination that affects the salience of ‘us’ versus ‘them’ distinctions and self-categorisations.",
              "As our data suggest, this powerfully affects the orientation of the individual in the social world whereby belonging to a stigmatized group becomes a barrier for seeking out other groups (that are part of a more inclusive “we”) when facing discrimination on the basis of group membership.",
              "Interestingly, when controlling for well-being at T1, there was no direct relationship between either measure of perceived discrimination and well-being at T2.",
              "There was only a relationship through multiple group membership, suggesting that for the homeless, this may be an important mechanism by which discrimination negatively affects health.",
              "That is, in particular for this population, the negative effects of discrimination may not so much be due to the painfulness of rejection, but more to the fact that group-based discrimination stands in the way of seeking support from other groups.",
              "It is being cut off from social identity resources to cope with discrimination that appears to negatively affect well-being over time.",
              "This work informs understanding of the experiences of people who are homeless.",
              "Specifically, it demonstrates how discrimination against the homeless can negatively impact social connections, and subsequent well-being.",
              "This work contributes to a growing body of research on the effect of multiple group membership on health (e.",
              "g., Jetten et al.",
              ", 2014).",
              "While consistent with the existing research that more multiple group memberships are associated with enhanced well-being, this research provides a better understanding of how multiple group memberships are impacted within a more vulnerable population.",
              "Specifically, multiple group memberships and/or attempts at developing new connections amongst the homeless are hampered by experiences of discrimination.",
              "The findings suggests that for people experiencing homelessness, group-based discrimination may deter individuals from seeking out of social connections and group memberships, whereas discrimination directed at oneself does not affect the orientation in the social world.",
              "It remains an empirical question whether the processes observed in the present research are unique to the homeless.",
              "There are some reasons to suspect that there are some important differences between the homeless and other stigmatized minority groups (e.",
              "g., on the basis of gender, ethnicity or age).",
              "For instance, the motivation to turn to other groups — other than their own minority group — following group-based discrimination may be higher among homeless individuals than among members of other stigmatized groups.",
              "Given the heterogeneous people who experience homelessness and the lack of identification with the homeless group itself (Walter et al.",
              ", under review), it may be the case that for these individuals in particular, other groups may become more important sources of social support.",
              "The inability to join other groups (and the resulting negative well-being consequences of this) may therefore be felt more by homeless individuals than by members from other stigmatized groups.",
              "Another reason why these findings may be population specific relates to the high levels of exclusion that homeless individuals face.",
              "Indeed, there are not many stigmatized groups in today’s world that face this type of pervasive and legitimate discrimination (see Jetten et al.",
              ", 2013 for a discussion).",
              "This would imply that the homeless are indeed a special case where the experience of discrimination may not necessarily lead to the provision and availability of support by others.",
              "The extent to which our findings can be generalized to other stigmatized groups should be examined in future research.",
              "Even though the picture that is painted for the homeless looks bleak, these findings should not be taken as evidence that the homeless are powerless in the face of pervasive group-based discrimination.",
              "Indeed, there is now considerable evidence that suggest the contrary.",
              "For example, Johnson et al.",
              "(2008) demonstrated how people who were homeless actively managed and manipulated the stigma of homelessness to make sense of their worlds.",
              "In the context of outreach service provision, Parsell et al.",
              "(2014) demonstrated how people exercised agency and actively identified their sense of self and aspired trajectories to explain their exits from chronic homelessness.",
              "They demonstrated that people with experiences of homelessness were not passive service recipients whose housing status and identity was determined by the availability of social welfare and housing resources (Parsell et al.",
              ", 2014).",
              "There are limitations to this research that need noting.",
              "First, while our analyses meet the general rule of 10 cases per variable, our sample size was relatively small, reducing power.",
              "Further, whilst we control for initial levels of well-being, it should be noted that we did not control for other factors that could have affected the strength of relationships (e.",
              "g., mental illness, depression, psychosis, substance abuse).",
              "Having noted these weaknesses, our research also has a number of strengths.",
              "In particular, while we cannot assume causation, we did find that our associations were robust over a 3-months time period, in which participants were undergoing significant life changes and, for many, their situation at T2 was very different from T1.",
              "Finally, these findings have important implications for those working with individuals who are homeless.",
              "Along with broader efforts to combat discrimination toward those experiencing homelessness, services structured to enhance group memberships where individuals are more integrated and connected, may enhance well-being and potentially contribute to breaking the cycle of homelessness.",
              "This is in line with other research findings showing group-based interventions for clients of homeless services provide well-being benefits beyond the stated purpose of the group activity.",
              "For instance, a study of homeless individuals attending a job- and life-skills program found that positive change in social network quality over time was associated with positive outcomes (specifically fewer individuals in the network using alcohol to intoxication;",
              "Gray et al.",
              ", 2015).",
              "Our findings suggest that it may not be so much the building of social support networks, but the removal of barriers for people to turn to those social networks in times of need that is crucial in protecting the homeless’ long-term well-being.",
              "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
              "We thank Catherine Philpot, Ashleigh Kunde, Margaret Hughes, Glynn Chambers for their assistance with data collection.",
              "This research was supported by a Linkage Project Grant (LP110200437) from the Australian Research Council.",
              "1Gender [completers vs. non-completers female: 59 vs. 42%, χ2(1, N = 119) = 3.",
              "32, p = 0.",
              "069], age [completers M = 34.",
              "3, SD = 9.",
              "05;",
              "non-completers M = 37.",
              "4, SD = 9.",
              "62, F(1,117) = 0.",
              "3.",
              "10, p = 0.",
              "081], employment status [completers vs. non-completers employed: 20% vs. 16%, χ2(1, N = 119) = 0.",
              "22, p = 0.",
              "64], alcohol consumption [completers M = 11.",
              "57, SD = 10.",
              "09;",
              "non-completers M = 15.",
              "08, SD = 10.",
              "09, F(1,92) = 2.",
              "64, p = 0.",
              "108],well-being [completers M = 5.",
              "68, SD = 1.",
              "79;",
              "non-completers M = 5.",
              "67, SD = 1.",
              "95, F(1,117) = 0.",
              "001, p = 0.",
              "981].",
              "Connect with NLM National Library of Medicine 8600 Rockville Pike Bethesda, MD 20894 Web Policies FOIA HHS Vulnerability Disclosure Help Accessibility Careers"
            ]
          }
        ],
        "Housing First is a model that prioritizes providing permanent housing to people experiencing homelessness, without requiring them to meet any preconditions such as sobriety or treatment compliance.": [
          {
            "title": "Housing First - National Alliance to End Homelessness",
            "url": "https://endhomelessness.org/resource/housing-first/",
            "content": [
              "Housing First - National Alliance to End Homelessness",
              "Housing First is a homeless assistance approach that prioritizes providing permanent housing to people experiencing homelessness, thus ending their homelessness and serving as a platform from which they can pursue personal goals and improve their quality of life.",
              "This approach is guided by the belief that people need basic necessities like food and a place to live before attending to anything less critical, such as getting a job, budgeting properly, or attending to substance use issues.",
              "Additionally, Housing First is based on the understanding that client choice is valuable in housing selection and supportive service participation, and that exercising that choice is likely to make a client more successful in remaining housed and improving their life.",
              "Housing First does not require people experiencing homelessness to address the all of their problems including behavioral health problems, or to graduate through a series of services programs before they can access housing.",
              "Housing First does not mandate participation in services either before obtaining housing or in order to retain housing.",
              "The Housing First approach views housing as the foundation for life improvement and enables access to permanent housing without prerequisites or conditions beyond those of a typical renter.",
              "Supportive services are offered to support people with housing stability and individual well-being, but participation is not required as services have been found to be more effective when a person chooses to engage.",
              "Other approaches do make such requirements in order for a person to obtain and retain housing.",
              "A Housing First approach can benefit both homeless families and individuals with any degree of service needs.",
              "The flexible and responsive nature of a Housing First approach allows it to be tailored to help anyone.",
              "As such, a Housing First approach can be applied to help end homelessness for a household who became homeless due to a temporary personal or financial crisis and has limited service needs, only needing help accessing and securing permanent housing.",
              "At the same time, Housing First has been found to be particularly effective approach to end homelessness for high need populations, such as chronically homeless individuals.",
              "What are the elements of a housing first program?",
              "Housing First programs often provide rental assistance that varies in duration depending on the household’s needs.",
              "Consumers sign a standard lease and are able to access supports as necessary to help them do so.",
              "A variety of voluntary services may be used to promote housing stability and well-being during and following housing placement.",
              "Two common program models follow the Housing First approach but differ in implementation.",
              "Permanent supportive housing (PSH) is targeted to individuals and families with chronic illnesses, disabilities, mental health issues, or substance use disorders who have experienced long-term or repeated homelessness.",
              "It provides longterm rental assistance and supportive services.",
              "A second program model, rapid re-housing, is employed for a wide variety of individuals and families.",
              "It provides short-term rental assistance and services.",
              "The goals are to help people obtain housing quickly, increase self-sufficiency, and remain housed.",
              "The Core Components of rapid re-housing—housing identification, rent and move-in assistance, and case management and services—operationalize Housing First principals.",
              "There is a large and growing evidence base demonstrating that Housing First is an effective solution to homelessness.",
              "Consumers in a Housing First model access housing faster and are more likely to remain stably housed.",
              "This is true for both PSH and rapid re-housing programs. PSH has a one-year housing retention rate of up to 98 percent.",
              "Studies have shown that rapid re-housing helps people exit homelessness quickly—in one study, an average of two months—and remain housed.",
              "A variety of studies have shown that between 75 percent and 91 percent of households remain housed a year after being rapidly re-housed.",
              "More extensive studies have been completed on PSH finding that clients report an increase in perceived levels of autonomy, choice, and control in Housing First programs. A majority of clients are found to participate in the optional supportive services provided, often resulting in greater housing stability.",
              "Clients using supportive services are more likely to participate in job training programs, attend school, discontinue substance use, have fewer instances of domestic violence, and spend fewer days hospitalized than those not participating.",
              "Finally, permanent supportive housing has been found to be cost efficient.",
              "Providing access to housing generally results in cost savings for communities because housed people are less likely to use emergency services, including hospitals, jails, and emergency shelter, than those who are homeless.",
              "One study found an average cost savings on emergency services of $31,545 per person housed in a Housing First program over the course of two years.",
              "Another study showed that a Housing First program could cost up to $23,000 less per consumer per year than a shelter program.",
              "Updated August 2022 National Alliance to End Homelessness 1518 K Street NW, 2nd Floor, Washington, DC 20005 Privacy Policy T: 202.",
              "638.",
              "1526 | F: 202.",
              "638.",
              "4664 All content © 2023 | All rights reserved.",
              "Registered 501 (c)(3).",
              "EIN: 52-1299641 How to Get Help If You Are Experiencing Homelessness The National Alliance to End Homelessness does not provide direct services such as housing or case management.",
              "If you are homeless or at risk of becoming homeless, please contact your local 2-1-1 hotline or learn about other resources on our How to Get Help page."
            ]
          },
          {
            "title": "Housing First in Permanent Supportive Housing Brief",
            "url": "https://www.hudexchange.info/resource/3892/housing-first-in-permanent-supportive-housing-brief/",
            "content": [
              "Housing First in Permanent Supportive Housing Brief",
              "Resources and assistance to support HUD's community partners HUD Exchange Explore featured publications and browse regulations, policy guidance, toolkits, and other resources.",
              "Find answers to frequently asked questions.",
              "Register for upcoming training, webinars, conferences, and more.",
              "Explore collections of guided learning opportunities on a variety of topics.",
              "Learn through self-paced online trainings, recorded webinars, and more.",
              "Ask a basic policy or reporting system question.",
              "Request in-depth assistance with implementing a HUD-funded program.",
              "Search for a specific grantee and view its awards, contact information, and reports, and more.",
              "Find award and allocation amounts for grantees by year, program, and state.",
              "Find point of contact information for HUD's grantees.",
              "Browse the library of grantee reports and plans, organized by program.",
              "Learn about what HUD grantees are doing across the nation.",
              "Date Published: July 2014 This brief provides an overview of the principles and core components of the Housing First model.",
              "It also provides information to permanent supportive housing providers about how they can implement a Housing First approach if they are not already doing so.",
              "Housing First is an approach to quickly and successfully connect individuals and families experiencing homelessness to permanent housing without preconditions and barriers to entry, such as sobriety, treatment or service participation requirements.",
              "Supportive services are offered to maximize housing stability and prevent returns to homelessness as opposed to addressing predetermined treatment goals prior to permanent housing entry.",
              "Subscribe to Email Updates Contact Us Connect with Us YouTube Twitter Flickr Facebook"
            ]
          },
          {
            "title": "Housing First Implementation Resources - HUD Exchange",
            "url": "https://www.hudexchange.info/programs/coc/toolkit/responsibilities-and-duties/housing-first-implementation-resources/",
            "content": [
              "Housing First Implementation Resources - HUD Exchange",
              "Resources and assistance to support HUD's community partners HUD Exchange Explore featured publications and browse regulations, policy guidance, toolkits, and other resources.",
              "Find answers to frequently asked questions.",
              "Register for upcoming training, webinars, conferences, and more.",
              "Explore collections of guided learning opportunities on a variety of topics.",
              "Learn through self-paced online trainings, recorded webinars, and more.",
              "Ask a basic policy or reporting system question.",
              "Request in-depth assistance with implementing a HUD-funded program.",
              "Search for a specific grantee and view its awards, contact information, and reports, and more.",
              "Find award and allocation amounts for grantees by year, program, and state.",
              "Find point of contact information for HUD's grantees.",
              "Browse the library of grantee reports and plans, organized by program.",
              "Learn about what HUD grantees are doing across the nation.",
              "As communities are implementing the Housing First Approach in their homeless crisis response systems, they sometimes struggle with taking the approach from a set of guiding principles to policy and procedures in their projects.",
              "This set of resources can assist communities and agencies in implementing Housing First in their projects.",
              "Regardless of project type, the Housing First approach can be utilized to reduce barriers to access for project participants and to maintain project participation.",
              "Disclaimer: Documents in this toolkit are not official HUD resources and may not be in alignment with HUD guidance.",
              "Please review and use at your own risk.",
              "As communities are implementing the Housing First Approach in their homeless crisis response systems, they sometimes struggle with taking the approach from a set of guiding principles to policy and procedures in their projects.",
              "This set of resources can assist communities and agencies in implementing Housing First in their projects.",
              "Regardless of project type, the Housing First approach can be utilized to reduce barriers to access for project participants and to maintain project participation.",
              "Disclaimer: Documents in this toolkit are not official HUD resources and may not be in alignment with HUD guidance.",
              "Please review and use at your own risk.",
              "Housing First Model From the Corporation for Supportive Housing’s (CSH) Supportive Housing Quality Toolkit, this resource provides a brief overview of the philosophy of Housing First as well as how to streamline access into housing.",
              "Date Published: 2018 Housing First Checklist This checklist was designed to help assist communities in making a quick assessment of whether and to what degree housing projects – and entire systems – are employing a Housing First approach.",
              "Date Published: September 2016 Housing First Overview The National Alliance to End Homelessness’s (NAEH) one pager on the Housing First approach outlines the foundational framework of Housing First, as well as the guiding principles behind the approach and studies that have shown Housing First’s effectiveness.",
              "Date Published: April 2016 Canadian Housing First Toolkit This resource provides communities guidance and steps to take to message, implement, evaluate, and sustain a Housing First model within their projects.",
              "This toolkit has a mental health focus and was created specifically for Canadian communities, but is incredibly helpful for U.",
              "S.",
              "communities as well.",
              "Date Published: 2014 Organizational Change: Adopting a Housing First Approach This toolkit provides a resource for communities that are planning on shifting their projects to Housing First models.",
              "It outlines questions to consider before adopting a Housing First approach, the different phases and steps that are required in the process, a sample logic model, and other tips.",
              "Date Published: August 2009 Engaging Tenants From the Corporation for Supportive Housing’s (CSH) Supportive Housing Quality Toolkit, this resource looks at how to ensure tenants are provided proper voluntary services in a respectful, non-judgmental manner the supports a client-centered approach.",
              "Date Published: 2018 Delivering Services From CSH’s Supportive Housing Quality Toolkit, this page gives a brief overview of concepts such as m otivational i nterviewing, trauma- informed care, stages of change, and h arm r eduction.",
              "Date Published: 2018 Tenant Manual and Welcome Packet This sample tenant manual was developed by the Center for the Study of Social Policy in collaboration with CSH .",
              "It is specifically designed as a resource for supportive housing providers working with families, especially those families involved with the child welfare system.",
              "While not explicitly Housing First focused, the manual implicitly takes on a Housing First lens.",
              "It may be most useful to projects serving families at a single site such as an apartment building or a cluster of apartment units managed by the same housing provider.",
              "Date Published: May 2016 A Practice Framework for Delivering Services to Families in Supportive Housing This document provides a framework for practice in family supportive housing settings.",
              "It is intended to be a capacity-building tool for those who are designing or already providing case management services for families living in supportive housing.",
              "Date Published: March 2016 *It is important to note that although these resources are geared toward specific project types, the lessons and tools provided in these resources can be applied to any project type.",
              "THIS is Housing First for Youth: A Program Model Guide This guide provides the framework for developing a “rights-based intervention for young people (aged 13-24) who experience homelessness, or are at risk.",
              "” Housing First for Youth (HF4Y) is designed to supplement traditional Housing First models to support the specific needs of and challenges faced by youth experiencing homelessness.",
              "Date Published: 2017 Low-Barrier Shelter The National Alliance to End Homelessness (NAEH) kicked-off The Emergency Shelter Webinar Series, a six-month installment of webinars and complementary resources and tools dedicated to guiding and supporting communities interested in improving the way they serve those experiencing homelessness and in need of shelter.",
              "This multi-faceted campaign is for anyone looking to improve shelter outcomes in their community.",
              "Date Published: April 2017 Rapid Rehousing Toolkit Providers can use this toolkit to design a new rapid re-housing program or to improve their current rapid re-housing practice and includes a Housing First lens.",
              "The toolkit provides clear guidelines on the goals, project policies, and staff activities of an effective program and can be used to onboard new staff and improve the practice of current staff of any rapid re-housing project.",
              "Date Published: October 2016 Options, not Opponents: Housing First and Recovery Housing This resource page outlines the nine hallmarks of recovery-focused housing environments and provides an example from Ohio.",
              "Date Published: August 2016 Implementing Housing First in Permanent Supportive Housing This fact sheet outlines how Permanent Supportive Housing projects can and have adopted a Housing First a pproach to housing formerly homeless clients.",
              "The fact sheet touches upon components of Housing First such as choice of housing, separation of housing and services, integration, rights of t enancy, and a ccess to h ousing.",
              "Date Published: June 2014 Trauma-Informed Approach and Trauma-Specific Interventions This resource page outlines the Substance Abuse and Mental Health Administration’s (SAMHSA) six key principles of a trauma-informed approach and trauma-specific interventions that address trauma’s consequences and facilitate healing.",
              "Date Published: August 2015 SAMHSA's Concept of Trauma and Guidance for a Trauma-Informed Approach This manual introduces the concept of trauma and offers a framework for becoming a trauma-informed organization, system, or service sector.",
              "The manual provides a definition of trauma and a trauma-informed approach, and offers 6 key principles and 10 implementation domains.",
              "Date Published: October 2014 Subscribe to Email Updates Contact Us Connect with Us YouTube Twitter Flickr Facebook"
            ]
          }
        ],
        "Rapid Rehousing is a strategy that helps people who are newly homeless or at risk of homelessness to quickly access affordable and suitable housing, with short-term rental assistance and case management support.": [
          {
            "title": "Rapid Re-Housing Brief - HUD Exchange",
            "url": "https://www.hudexchange.info/resource/3891/rapid-re-housing-brief/",
            "content": [
              "Rapid Re-Housing Brief - HUD Exchange",
              "Resources and assistance to support HUD's community partners HUD Exchange Explore featured publications and browse regulations, policy guidance, toolkits, and other resources.",
              "Find answers to frequently asked questions.",
              "Register for upcoming training, webinars, conferences, and more.",
              "Explore collections of guided learning opportunities on a variety of topics.",
              "Learn through self-paced online trainings, recorded webinars, and more.",
              "Ask a basic policy or reporting system question.",
              "Request in-depth assistance with implementing a HUD-funded program.",
              "Search for a specific grantee and view its awards, contact information, and reports, and more.",
              "Find award and allocation amounts for grantees by year, program, and state.",
              "Find point of contact information for HUD's grantees.",
              "Browse the library of grantee reports and plans, organized by program.",
              "Learn about what HUD grantees are doing across the nation.",
              "Date Published: July 2014 This brief provides an overview of the core components and practice considerations of the rapid re-housing model generally, and not under a specific funding type.",
              "Rapid re-housing is an intervention, informed by a Housing First approach that is a critical part of a community’s effective homeless crisis response system.",
              "Rapid re-housing rapidly connects families and individuals experiencing homelessness to permanent housing through a tailored package of assistance that may include the use of time-limited financial assistance and targeted supportive services.",
              "Subscribe to Email Updates Contact Us Connect with Us YouTube Twitter Flickr Facebook"
            ]
          },
          {
            "title": "Understanding Rapid Re-housing Study | HUD USER",
            "url": "https://www.huduser.gov/portal/Understanding-rapid-re-housing-study.html",
            "content": [
              "Understanding Rapid Re-housing Study | HUD USER",
              "An official website of the United States government Here's how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock ( Lock Locked padlock ) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "The Understanding Rapid Re-housing study is a multi-year project undertaken to address important questions about rapid re-housing (RRH) assistance and how it is administered by organizations and experienced by program participants in communities around the country.",
              "This project includes components that synthesize current research on RRH outcomes and undertake new analysis of existing data, and others that conduct new data collection and analysis.",
              "Findings from the study broaden our understanding of the extent to which rapid re-housing achieves its intended goals;",
              "provide information for policymakers about what happens to households who are assisted with RRH;",
              "and catalog the range of program models and emerging practices used by RRH providers.",
              "Systematic Review of Rapid Re-housing Outcomes Literature This systematic review of RRH outcomes literature summarizes the available evidence on rapid rehousing with a specific focus on how rapid re-housing programs have performed in relation to performance benchmarks.",
              "This report also presents descriptive information on the design and implementation of RRH programs, drawing on the research literature and on the authors’ knowledge of RRH practice.",
              "Supplemental Analysis of Data from the Family Options Study This paper presents new analysis of data collected from the Family Options Study, exploring differences in the use of RRH in the 12 communities participating in the study and providing additional information on returns to shelter following the use of RRH as well as describing the housing quality and rents paid for families who participated in RRH.",
              "Rapid Re-housing in 2018: Program Features and Assistance Models This report is a community scan that uses newly collected data from surveys administered to CoCs and RRH programs along with in-depth interviews with 20 RRH programs to describe key features of RRH programs across the nation.",
              "This report found that while rental assistance structure and duration of assistance varied considerably, most programs reported using progressive engagement, and in tight markets more than half of RRH programs paid participants’ entire rent, then transitioned to paying a portion of their rent.",
              "Findings from Initial Interviews with Rapid Re-housing Participants This report describes findings from one-time in-depth interviews with 30 RRH participants in two communities at different stages of RRH—six enrolled in RRH but still in emergency shelter, 18 currently receiving RRH assistance, and six who had exited RRH in the past six months.",
              "This report found that participants reported some anxiety, but also a sense of motivation, around the variation in rental assistance.",
              "At the same time, many were concerned about how they would be able to maintain their housing in the long term.",
              "Understanding Rapid Re-housing through Participants’ Experiences This final report from the Understanding Rapid Re-housing study presents the findings from approximately 16 months of qualitative research with 16 households during and after their time in RRH.",
              "Findings from this research are meant to help policymakers and practitioners better understand how RRH programs assist people experiencing homelessness and contribute to their overall housing stability.",
              "Understanding Rapid Re-housing: What Did We Learn?",
              "This brief paper synthesizes all of the components of the study for an overview of how they all fit together to provide a comprehensive picture of RRH.",
              "The paper also recommends areas for future research.",
              "The 2018 Rapid Re-housing (RRH) Data Repository, linked below, is a data tool that combines newly collected survey data from CoCs and RRH programs with data from secondary data sources to provide the first comprehensive documentation of RRH programs nationwide.",
              "The repository has a dashboard with a query function that allows users to select options such as state, housing market cost (e.",
              "g., high, moderate, or low cost), and/or target population to find specific statistics for selected characteristics.",
              "Note: Guidance documents, except when based on statutory or regulatory authority or law, do not have the force and effect of law and are not meant to bind the public in any way.",
              "Guidance documents are intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
              "Accessibility | Contact Info | Privacy Policy | FOIA | Web Management and Web Policies | Inspector General | No Fear Act | PaymentAccuracy.",
              "gov"
            ]
          },
          {
            "title": "Understanding Rapid Re-housing: Systematic Review of Rapid Re-housing ...",
            "url": "https://www.huduser.gov/portal/publications/Systematic-Review-of-Rapid-Re-housing.html",
            "content": [
              "Understanding Rapid Re-housing: Systematic Review of Rapid Re-housing ...",
              "An official website of the United States government Here's how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock ( Lock Locked padlock ) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Report Acceptance Date: July 7, 2018 (49 Pages) Posted Date: December 18, 2018 Download epub Download mobi The primary goal of rapid re-housing (RRH) is to provide temporary assistance that quickly moves individuals and families who experience literal homelessness into permanent housing while providing appropriate time-limited supports to help them stabilize there (National Alliance to End Homelessness, 2014a).",
              "Guidance released by the U.",
              "S.",
              "Department of Housing and Urban Development (HUD) and the United States Interagency Council on Homelessness (USICH) in 2012 specifies three core components for RRH programs: (1) housing identification, (2) rent and move-in assistance, and (3) case management and services.",
              "This systematic review of RRH outcomes literature summarizes the available evidence on rapid rehousing with a specific focus on how rapid re-housing programs have performed in relation to performance benchmarks.",
              "This report also presents descriptive information on the design and implementation of RRH programs, drawing on the research literature and on the authors’ knowledge of RRH practice.",
              "Click here to access the Understanding Rapid Re-housing study page.",
              "Note: Guidance documents, except when based on statutory or regulatory authority or law, do not have the force and effect of law and are not meant to bind the public in any way.",
              "Guidance documents are intended only to provide clarity to the public regarding existing requirements under the law or agency policies.",
              "Accessibility | Contact Info | Privacy Policy | FOIA | Web Management and Web Policies | Inspector General | No Fear Act | PaymentAccuracy.",
              "gov"
            ]
          }
        ],
        "Permanent Supportive Housing is a type of subsidized housing that offers long-term rental assistance and voluntary supportive services to people who have chronic and complex needs, such as mental illness, substance use disorders, or physical disabilities.": [
          {
            "title": "Permanent Supportive Housing (PSH) - HUD Exchange",
            "url": "https://www.hudexchange.info/homelessness-assistance/coc-esg-virtual-binders/coc-program-components/permanent-housing/permanent-supportive-housing/",
            "content": [
              "Permanent Supportive Housing (PSH) - HUD Exchange",
              "Resources and assistance to support HUD's community partners HUD Exchange Explore featured publications and browse regulations, policy guidance, toolkits, and other resources.",
              "Find answers to frequently asked questions.",
              "Register for upcoming training, webinars, conferences, and more.",
              "Explore collections of guided learning opportunities on a variety of topics.",
              "Learn through self-paced online trainings, recorded webinars, and more.",
              "Ask a basic policy or reporting system question.",
              "Request in-depth assistance with implementing a HUD-funded program.",
              "Search for a specific grantee and view its awards, contact information, and reports, and more.",
              "Find award and allocation amounts for grantees by year, program, and state.",
              "Find point of contact information for HUD's grantees.",
              "Browse the library of grantee reports and plans, organized by program.",
              "Learn about what HUD grantees are doing across the nation.",
              "Toggle Table of Contents Permanent Supportive Housing (PSH) is permanent housing in which housing assistance (e.",
              "g., long-term leasing or rental assistance) and supportive services are provided to assist households with at least one member (adult or child) with a disability in achieving housing stability.",
              "See the CoC Leasing and Rental Assistance Requirements Binder for more information.",
              "Looking for definitions of the common CoC and ESG Program terms referenced throughout the Virtual Binders?",
              "Virtual Binders Glossary To be eligible for PSH under the CoC Program, the potential program participant must also meet any additional eligibility criteria set forth in the Fiscal Year NOFA under which the project was funded (e.",
              "g., be experiencing chronic homelessness).",
              "See the CoC and ESG Homeless Eligibility Binder for more information.",
              "A DedicatedPLUS project is a PSH project where the entire project serves individuals and families that meet at least one of the following criteria* at project entry: *For the full list of eligibility criteria see the HUD FAQ: What is a DedicatedPLUS project?",
              "Remember, the program participant must meet the eligibility requirements set forth in the NOFA under which the project was funded.",
              "Subscribe to Email Updates Contact Us Connect with Us YouTube Twitter Flickr Facebook"
            ]
          },
          {
            "title": "Permanent Supportive Housing - National Health Care for the ... - NHCHC",
            "url": "https://nhchc.org/clinical-practice/homeless-services/permanent-supportive-housing/",
            "content": [
              "Permanent Supportive Housing - National Health Care for the ... - NHCHC",
              "RCPN - Respite Care NCAB - Consumers HCHCN -Clinicians RCPN - Respite Care NCAB - Consumers HCHCN -Clinicians Permanent Supportive Housing (PSH) is a model that combines low-barrier affordable housing, health care, and supportive services to help individuals and families lead more stable lives.",
              "PSH typically targets people who are homeless or otherwise unstably housed, experience multiple barriers to housing, and are unable to maintain housing stability without supportive services.",
              "This page includes resources that address clinical challenges, financial options, and implementation strategies related to PSH The National Health Care for the Homeless Council is partnering with the Corporation for Supportive Housing (CSH) To support health centers that are interested in establishing or expanding services in permanent supportive housing.",
              "Training and Technical Assistance is available at no cost to health centers.",
              "To take advantage of this opportunity, please send inquiries to Joey Kenkel at JKenkel@nhchc.",
              "org.",
              "To view past webinars from this Technical Assistance and Training program, visit the CSH Supportive Housing Training Center and search “HRSA” Topics covered have ranged from care coordination, building partnerships, and working with MCOs, to data sharing, and funding resources.",
              "The Council provided feedback on the Joint Commission’s Proposed Standards for Permanent Housing Support Services.",
              "These comments reflect the Council’s position on health center involvement in Housing First initiatives.",
              "This alert, released in partnership with the National Alliance to End Homelessness, CSH, and the Technical Assistance Collaborative, provides an overview of an Informational Bulletin released by the Centers for Medicare and Medicaid Services, which discusses how communities can use Medicaid to fund housing-related services.",
              "This fact sheet provides a brief outline of elements discussed in two documents published by the U.",
              "S.",
              "Department of Health and Human Services Assistant Secretary for Planning and Evaluation.",
              "This brief complements our 2011 report (Clinical Challenges in Permanent Supportive Housing), discussing two specific consumers and the challenges they face with their care teams. It is intended to further illustrate both the clinical and policy practices that should be considered to maximize the effectiveness of PSH for those clients with more complex needs.",
              "This guidance will help health centers evaluate and make decisions regarding data collection, utilization, and sharing to improve health outcomes for vulnerable patients.",
              "This guide provides a background on health and housing disparities and explores how health and housing partnerships can work to address health inequity in their community.",
              "This guide, developed by CSH, lays out the steps to creating and maintaining strong partnerships between the health and housing sectors This systematic review by The Community Preventive Services Task Force (CPSTF) describes the economic benefit of supportive housing.",
              "This article by the Pew Charitable Trusts explores the opportunity to use Medicaid funds to cover housing related supportive services.",
              "Prepared for the Assistant Secretary for Planning and Evaluation, U.",
              "S.",
              "Department of Health and Human Services.",
              "Prepared for the Assistant Secretary for Planning and Evaluation, U.",
              "S.",
              "Department of Health and Human Services.",
              "This informational bulletin released by the Center for Medicaid and CHIP Services (CMCS) describes HUD actions, policies, and resources that are available to assist states in developing strategies to better integrate services and housing.",
              "Developed by the Center for Health Care Strategies, this brief outlines the rationale for states to consider designing Medicaid-financed, supportive housing-based care management services to improve care for at-risk beneficiaries while lowering costs associated with avoidable hospitalizations and other crisis services.",
              "604 Gallatin Ave.",
              ", Suite 106 | Nashville, TN 37206 | (615) 226-2292"
            ]
          },
          {
            "title": "Permanent Supportive Housing - National Alliance to End Homelessness",
            "url": "https://endhomelessness.org/ending-homelessness/solutions/permanent-supportive-housing/",
            "content": [
              "Permanent Supportive Housing - National Alliance to End Homelessness",
              "Permanent supportive housing is an intervention that combines affordable housing assistance with voluntary support services to address the needs of chronically homeless people.",
              "The services are designed to build independent living and tenancy skills and connect people with community-based health care, treatment and employment services.",
              "Investments in permanent supportive housing have historically helped decrease the numbers of individuals experiencing chronic homelessness.",
              "In addition to ending homelessness for people who are chronically homeless, research has demonstrated that permanent supportive housing can increase housing stability and improve health.",
              "Permanent supportive housing is a cost-effective solution, shown to lower public costs associated with the use of crisis services such as shelters, hospitals, jails and prisons.",
              "Updated April 2023.",
              "Through research, policy, and education, we’re bringing this message to communities across the country.",
              "Stay informed — sign up for monthly updates from the National Alliance to End Homelessness.",
              "National Alliance to End Homelessness 1518 K Street NW, 2nd Floor, Washington, DC 20005 Privacy Policy T: 202.",
              "638.",
              "1526 | F: 202.",
              "638.",
              "4664 All content © 2023 | All rights reserved.",
              "Registered 501 (c)(3).",
              "EIN: 52-1299641 How to Get Help If You Are Experiencing Homelessness The National Alliance to End Homelessness does not provide direct services such as housing or case management.",
              "If you are homeless or at risk of becoming homeless, please contact your local 2-1-1 hotline or learn about other resources on our How to Get Help page."
            ]
          }
        ],
        "Racial Equity is a cross-cutting approach that recognizes and addresses the disproportionate impact of homelessness on people of color, especially Black Americans.": [
          {
            "title": "Homelessness and Racial Disparities",
            "url": "https://endhomelessness.org/homelessness-in-america/what-causes-homelessness/inequality/",
            "content": [
              "Homelessness and Racial Disparities",
              "The most striking disparity can be found among African Americans, who represent 13 percent of the general population but account for 37 percent of people experiencing homelessness and more than 49 percent of homeless families with children.",
              "This imbalance has not improved over time.",
              "From slavery to segregation, African Americans have been systemically denied rights and socioeconomic opportunities.",
              "Other minority groups, including Indigenous and Latinx people, share similar histories.",
              "The disproportionality in homelessness is a by-product of systemic inequity: the lingering effects of racism continue to perpetuate disparities in critical areas that impact rates of homelessness.",
              "Poverty Poverty, and particularly deep poverty, is a strong predictor of homelessness.",
              "Black and Latinx groups are overrepresented in poverty relative to their representation in the overall population, and are most likely to live in deep poverty, with rates of 10.",
              "8% and 7.",
              "6% percent, respectively.",
              "[1] Segregation/Rental Housing Discrimination Redlining – systemic housing discrimination supported by the federal government decades ago – is a root cause of the current wealth gap between White households and households of color.",
              "Redlining discouraged economic investment, such as mortgage and business loans, in Black and Brown neighborhoods.",
              "The effects are still with us today: African Americans still live disproportionately in concentrated poverty[2] or in neighborhoods where they are regularly exposed to environmental toxins, and have limited access to quality care, services, nutritious food and economic opportunities.",
              "People that become homeless are likely to have lived in these types of neighborhoods.",
              "For most minority groups, the transition to neighborhoods with less crime, no environmental hazards, and close proximity to services, are often met with challenges.",
              "A study by the U.",
              "S Department of Housing and Urban Development (HUD)[3] on racial discrimination found that people of color were often shown fewer rental units and denied more leases in comparison to White people.",
              "White people, on the other hand, were frequently offered lower rents.",
              "Deposits and other move-in costs were also quoted as “negotiable,” making it easier for White people to secure units.",
              "Incarceration The racial disparity in incarceration rates has continuously worsened.",
              "The rate for African Americans has tripled between 1968 and 2016 and is more than six times the rate of White incarceration.",
              "[4] These racial disparities are no accident.",
              "Black and Brown people are at far greater risk of being targeted, profiled and arrested for minor offenses, especially in high poverty areas.",
              "The implications of overcriminalization are far-reaching: A criminal history can keep people from successfully passing background checks to secure both housing and employment.",
              "People exiting jails and prisons often face significant problems in accessing safe and affordable housing and their rate of homelessness is high.",
              "Access to Quality Health Care People of color are far more likely to lack health insurance than White people, especially in states without Medicaid expansion.",
              "Even with expansion, overall about 30 million people are uninsured, with about half of them being people of color.",
              "The lack of health insurance for people with chronic medical conditions and/or untreated serious mental illness can place them at risk of becoming homeless or being precariously housed.",
              "For example, people with mental health disabilities are vastly overrepresented in the population of people who experience homelessness.",
              "Of the more than 582,000 people in America who experienced homelessness on a given night in 2022, nearly 1 in 5 had a behavioral health issue.",
              "While the rate of serious mental illness may not vary by race, studies show African Americans have more difficulty accessing treatment.",
              "Any effort to end homelessness in the United States must address the range of issues that have resulted from racial inequity.",
              "This includes assuring affordable, stable housing for all.",
              "Systems, programs, and individuals that serve people experiencing homelessness should monitor their outcomes in order to eliminate disparities in the way that they provide services.",
              "[1] https://www.",
              "census.",
              "gov/library/stories/2020/09/poverty-rates-for-blacks-and-hispanics-reached-historic-lows-in-2019.",
              "html https://poverty.",
              "ucdavis.",
              "edu/faq/what-deep-poverty [2] Jones, Janelle, John Schmitt, and Valerie Wilson.",
              "“50 years after the Kerner Commission: African Americans are better off in many ways but are still disadvantaged by racial inequality,” Economic Policy Institute.",
              "2018 [3] “Housing Discrimination against Racial and Ethnic Minorities 2012,” HUD.",
              "2013 [4] Jones, Janelle, John Schmitt, and Valerie Wilson.",
              "“50 years after the Kerner Commission: African Americans are better off in many ways but are still disadvantaged by racial inequality,” Economic Policy Institute.",
              "2018.",
              "https://www.",
              "vera.",
              "org/downloads/publications/for-the-record-unjust-burden-racial-disparities.",
              "pdf Updated April 2023.",
              "Learn more about data, tools, and advocacy materials to make your system more equitable.",
              "Through research, policy, and education, we’re bringing this message to communities across the country.",
              "Stay informed — sign up for monthly updates from the National Alliance to End Homelessness.",
              "National Alliance to End Homelessness 1518 K Street NW, 2nd Floor, Washington, DC 20005 Privacy Policy T: 202.",
              "638.",
              "1526 | F: 202.",
              "638.",
              "4664 All content © 2023 | All rights reserved.",
              "Registered 501 (c)(3).",
              "EIN: 52-1299641 How to Get Help If You Are Experiencing Homelessness The National Alliance to End Homelessness does not provide direct services such as housing or case management.",
              "If you are homeless or at risk of becoming homeless, please contact your local 2-1-1 hotline or learn about other resources on our How to Get Help page."
            ]
          },
          {
            "title": "‘Staggering’ disparities: Homelessness risk varies across race",
            "url": "https://news.cornell.edu/stories/2023/02/staggering-disparities-homelessness-risk-varies-across-race",
            "content": [
              "‘Staggering’ disparities: Homelessness risk varies across race",
              "A Cornell-led study is the first to report national, annual rates of sheltered homelessness over time across race and ethnicity and finds “staggering” disparities, showing Black and Indigenous Americans are far more likely to experience homelessness than other groups.",
              "From 2007 to 2017, the lowest rate of homelessness among Black Americans – nearly 1.",
              "4% – was more than four times the highest prevalence for white individuals and families, the research team found.",
              "The lowest rates for American Indian or Alaska Native and the Native Hawaiian and Pacific Islander communities were at least double the highest rates for white and Asian people.",
              "Particularly concerning, the researchers said, was that the disparities persisted or increased over the 11-year study period dating to the Great Recession – and likely were exacerbated by the pandemic.",
              "The findings highlight an urgent need for more comprehensive data to inform policies targeting those most at risk of homelessness, said Charley Willison, assistant professor in the Department of Public and Ecosystem Health in the College of Veterinary Medicine.",
              "“This is the first time national data has been reported on trends in homelessness across many different demographic groups over time,” Willison said.",
              "“To successfully address homelessness and reduce health inequities, we must know the extent of the problem, how it varies across groups and be able to measure it.",
              "” Willison is the lead author of “Persistent Disparities: Trends in Rates of Sheltered Homelessness Across Demographic Subgroups in the United States,” published Feb.",
              "16 in the Journal of Racial and Ethnic Health Disparities.",
              "Co-authors are Naquia Unwala, research associate in Cornell’s Public Health Governance Lab;",
              "Phillip Singer, assistant professor of political science at the University of Utah;",
              "Timothy Creedon, research associate at Cambridge Health Alliance;",
              "and two members of Cambridge Health Alliance’s Health Equity Research Lab: Senior Data Scientist Brian Mullin and Director Benjamin Lê Cook, an associate professor at Harvard Medical School.",
              "Their findings were published not long after the U.",
              "S.",
              "Department of Housing and Urban Development (HUD) conducted its annual count of people without homes, tallied by shelter systems across the country on a night in January.",
              "Because data is collected on a single day, Willison said, the so-called Point-in-Time counts fail to capture the full extent of homelessness, of racial disparities and of changes over time across multiple years, which HUD does not report.",
              "“It obscures variability across an annual trend, which is the measure we use for all other types of health outcomes,” Willison said.",
              "To address that issue, the researchers mined archived HUD data that tracks how many people visited a shelter at some point in a year, noting their race and ethnicity.",
              "The Homeless Management Information System (HMIS) data – which Willison said is difficult to find and not reported on longitudinally across all races – was paired with census data to produce estimates of the proportion of different populations experiencing homelessness annually.",
              "While still an undercount since it is limited to people in shelters, the researchers said, the new estimates are a more comprehensive measure of the burden of homelessness nationally.",
              "For example, in 2017, HUD counted more than half a million people experiencing homelessness on a single night in January.",
              "In contrast, the new study leveraging HMIS data shows that nearly 600,000 Black Americans alone visited shelters that year – out of more than 1.",
              "4 million total visitors.",
              "One potentially encouraging trend: a declining rate of homelessness among Hispanic or Latino individuals.",
              "But concerns over immigration status might have limited shelter visits, leading to less visible forms of housing insecurity, the study cautioned.",
              "The researchers said the 2021 federal infrastructure bill presents an opportunity to reduce disparities by expanding access to affordable housing – if the spending is focused on the populations most in need.",
              "They said restrictive zoning laws and policies also must be addressed.",
              "The authors call for federal and state agencies to improve systematic data collection, saying homelessness deserves the same attention as other social determinants of health.",
              "Improving public reporting of HMIS data would be a good start, Willison said.",
              "Finally, the authors propose incentives to reform a complex and highly fragmented governance structure that has diffused responsibility for homelessness policy across nongovernmental service providers – known as Continuums of Care – and local, state and federal governments.",
              "Those issues are the focus of Willison’s 2021 book, “Ungoverned and Out of Sight: Public Health and the Political Crisis of Homelessness in the United States,” and of ongoing research.",
              "“If we want to promote health equity as a goal and make sure some groups aren’t disproportionately likely to experience these adverse outcomes that are harmful across the life course,” Willison said, “we need to design more equitable policies.",
              "” Get Cornell news delivered right to your inbox."
            ]
          },
          {
            "title": "Who Are the Homeless? Centering Anti-Black Racism and the ... - MDPI",
            "url": "https://www.mdpi.com/2076-0760/10/9/340/htm",
            "content": [
              "Who Are the Homeless? Centering Anti-Black Racism and the ... - MDPI",
              "You are accessing a machine-readable page.",
              "In order to be human-readable, please install an RSS reader.",
              "All articles published by MDPI are made immediately available worldwide under an open access license.",
              "No special permission is required to reuse all or part of the article published by MDPI, including figures and tables.",
              "For articles published under an open access Creative Common CC BY license, any part of the article may be reused without permission provided that the original article is clearly cited.",
              "For more information, please refer to https://www.",
              "mdpi.",
              "com/openaccess.",
              "Feature papers represent the most advanced research with significant potential for high impact in the field.",
              "A Feature Paper should be a substantial original Article that involves several techniques or approaches, provides an outlook for future research directions and describes possible research applications.",
              "Feature papers are submitted upon individual invitation or recommendation by the scientific editors and must receive positive feedback from the reviewers.",
              "Editor’s Choice articles are based on recommendations by the scientific editors of MDPI journals from around the world.",
              "Editors select a small number of articles recently published in the journal that they believe will be particularly interesting to readers, or important in the respective research area.",
              "The aim is to provide a snapshot of some of the most exciting work published in the various research areas of the journal.",
              "Find support for a specific problem in the support section of our website.",
              "Please let us know what you think of our products and services.",
              "Visit our dedicated information section to learn more about MDPI.",
              "Abstract: Since first becoming a major social issue in the 1980s, homelessness has been a racialized problem in the United States.",
              "Its disproportionate impact on Black Americans is primarily driven by structural racism and the limited housing and employment opportunities for Black Americans.",
              "The first major federal legislation to address the needs of the United States’ homeless population—the Stewart B.",
              "McKinney–Vento Homeless Assistance Act of 1987 omitted the root causes of Black housing instability, thereby proving ineffective at mitigating Black homelessness.",
              "As a result, Black Americans remain disproportionately impacted today.",
              "In addition to being neglected by the McKinney–Vento Homeless Assistance Act, Black men and women experiencing homelessness are more likely to be discriminated against than any other racial group.",
              "For example, Black men are more likely to be arrested than anyone else, and Black women are the most likely to experience hyper-surveillance.",
              "This paper uses the Public Identity Framework to argue that in the 1980s, advocates and opponents of homeless legislation created two contradictory public personas to shape public discourse and policies for the homeless.",
              "A colorblind public persona was used to pass the McKinney–Vento Homeless Act;",
              "meanwhile, the public persona of the “underclass” was used to criminalize and shame the homeless.",
              "Both personas operated concurrently to create a dual public identity for the homeless that influenced policy and ultimately harmed Black people.",
              "Keywords: homelessness;",
              "McKinney–Vento;",
              "homeless policy;",
              "public identity;",
              "black homelessness Edwards, E.",
              "J.",
              "Who Are the Homeless?",
              "Centering Anti-Black Racism and the Consequences of Colorblind Homeless Policies.",
              "Soc.",
              "Sci.",
              "2021, 10, 340.",
              "https://doi.",
              "org/10.",
              "3390/socsci10090340 Edwards EJ.",
              "Who Are the Homeless?",
              "Centering Anti-Black Racism and the Consequences of Colorblind Homeless Policies.",
              "Social Sciences.",
              "2021;",
              "10(9):340.",
              "https://doi.",
              "org/10.",
              "3390/socsci10090340 Edwards, Earl James.",
              "2021.",
              "\"Who Are the Homeless?",
              "Centering Anti-Black Racism and the Consequences of Colorblind Homeless Policies\" Social Sciences 10, no.",
              "9: 340.",
              "https://doi.",
              "org/10.",
              "3390/socsci10090340 Edwards, E.",
              "J.",
              "Who Are the Homeless?",
              "Centering Anti-Black Racism and the Consequences of Colorblind Homeless Policies.",
              "Soc.",
              "Sci.",
              "2021, 10, 340.",
              "https://doi.",
              "org/10.",
              "3390/socsci10090340 Edwards EJ.",
              "Who Are the Homeless?",
              "Centering Anti-Black Racism and the Consequences of Colorblind Homeless Policies.",
              "Social Sciences.",
              "2021;",
              "10(9):340.",
              "https://doi.",
              "org/10.",
              "3390/socsci10090340 Edwards, Earl James.",
              "2021.",
              "\"Who Are the Homeless?",
              "Centering Anti-Black Racism and the Consequences of Colorblind Homeless Policies\" Social Sciences 10, no.",
              "9: 340.",
              "https://doi.",
              "org/10.",
              "3390/socsci10090340 Subscribe to receive issue release notifications and newsletters from MDPI journals"
            ]
          }
        ]
      },
      "evidence": {
        "Homelessness in urban areas is influenced by many factors such as poverty, unemployment, mental health, substance abuse, racism, discrimination, housing affordability, and more.": [
          "Those experiencing homelessness not only experience personal and economic hardship they also frequently face discrimination and exclusion because of their housing status.",
          "Homelessness has been shown to be associated with overdoses as well, particularly among veterans.",
          "Housing is one of the most critical factors in addressing homelessness and one of the best-researched social determinants of health.",
          "Pervasive discrimination experienced by people who are homeless, particularly discrimination based on access to accommodation and goods and services, contributes to the high rates of poor health",
          "A large body of work demonstrates that people who are homeless also experience disproportionate rates of health problems and associated social disadvantages",
          "In a 2019 study from Drug and Alcohol Dependence it was found that \"across 17 states in 2002–2014, opioid overdoses were concentrated in more economically disadvantaged zip codes, indicated by higher rates of poverty and unemployment as well as lower education and median household income.\"",
          "Homelessness is closely connected to declines in physical and mental health.",
          "The health problems facing homeless persons result from various factors, including a lack of housing, racism and discrimination, barriers to health care, a lack of access to adequate food and protection, limited resources for social services, and an inadequate public health infrastructure.",
          "Other studies have found poverty to be a risk factor for opioid overdoses, unemployment to be a risk factor for fatal heroin overdoses, and a low education level to be a risk factor for prescription overdose, and for overdose mortality.",
          "Systemic racism contributes to all of these issues.",
          "Homeless persons experience high rates of health problems such as Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS) and Hepatitis A infections, alcohol and drug addiction, mental illness, tuberculosis, and other serious conditions."
        ],
        "Housing First is a model that prioritizes providing permanent housing to people experiencing homelessness, without requiring them to meet any preconditions such as sobriety or treatment compliance.": [
          "Housing First does not require people experiencing homelessness to address the all of their problems including behavioral health problems, or to graduate through a series of services programs before they can access housing.",
          "Supportive services are offered to support people with housing stability and individual well-being, but participation is not required as services have been found to be more effective when a person chooses to engage.",
          "The Housing First approach views housing as the foundation for life improvement and enables access to permanent housing without prerequisites or conditions beyond those of a typical renter.",
          "Housing First is a homeless assistance approach that prioritizes providing permanent housing to people experiencing homelessness, thus ending their homelessness and serving as a platform from which they can pursue personal goals and improve their quality of life.",
          "Housing First does not mandate participation in services either before obtaining housing or in order to retain housing.",
          "Supportive services are offered to maximize housing stability and prevent returns to homelessness as opposed to addressing predetermined treatment goals prior to permanent housing entry.",
          "Housing First is an approach to quickly and successfully connect individuals and families experiencing homelessness to permanent housing without preconditions and barriers to entry, such as sobriety, treatment or service participation requirements."
        ],
        "Rapid Rehousing is a strategy that helps people who are newly homeless or at risk of homelessness to quickly access affordable and suitable housing, with short-term rental assistance and case management support.": [
          "The primary goal of rapid re-housing (RRH) is to provide temporary assistance that quickly moves individuals and families who experience literal homelessness into permanent housing while providing appropriate time-limited supports to help them stabilize there (National Alliance to End Homelessness, 2014a).",
          "Rapid re-housing is an intervention, informed by a Housing First approach that is a critical part of a community’s effective homeless crisis response system.",
          "Rapid re-housing rapidly connects families and individuals experiencing homelessness to permanent housing through a tailored package of assistance that may include the use of time-limited financial assistance and targeted supportive services."
        ],
        "Permanent Supportive Housing is a type of subsidized housing that offers long-term rental assistance and voluntary supportive services to people who have chronic and complex needs, such as mental illness, substance use disorders, or physical disabilities.": [
          "Permanent Supportive Housing (PSH) is a model that combines low-barrier affordable housing, health care, and supportive services to help individuals and families lead more stable lives.",
          "Permanent Supportive Housing (PSH) is permanent housing in which housing assistance (e.g., long-term leasing or rental assistance) and supportive services are provided to assist households with at least one member (adult or child) with a disability in achieving housing stability.",
          "The services are designed to build independent living and tenancy skills and connect people with community-based health care, treatment and employment services.",
          "Permanent supportive housing is an intervention that combines affordable housing assistance with voluntary support services to address the needs of chronically homeless people.",
          "In addition to ending homelessness for people who are chronically homeless, research has demonstrated that permanent supportive housing can increase housing stability and improve health.",
          "PSH typically targets people who are homeless or otherwise unstably housed, experience multiple barriers to housing, and are unable to maintain housing stability without supportive services.",
          "Permanent supportive housing is a cost-effective solution, shown to lower public costs associated with the use of crisis services such as shelters, hospitals, jails and prisons."
        ],
        "Racial Equity is a cross-cutting approach that recognizes and addresses the disproportionate impact of homelessness on people of color, especially Black Americans.": [
          "A Cornell-led study is the first to report national, annual rates of sheltered homelessness over time across race and ethnicity and finds “staggering” disparities, showing Black and Indigenous Americans are far more likely to experience homelessness than other groups.",
          "Since first becoming a major social issue in the 1980s, homelessness has been a racialized problem in the United States.",
          "African Americans, who represent 13 percent of the general population but account for 37 percent of people experiencing homelessness and more than 49 percent of homeless families with children.",
          "The disproportionality in homelessness is a by-product of systemic inequity: the lingering effects of racism continue to perpetuate disparities in critical areas that impact rates of homelessness.",
          "Its disproportionate impact on Black Americans is primarily driven by structural racism and the limited housing and employment opportunities for Black Americans.",
          "Any effort to end homelessness in the United States must address the range of issues that have resulted from racial inequity."
        ]
      },
      "subconclusions": {
        "Homelessness in urban areas is influenced by many factors such as poverty, unemployment, mental health, substance abuse, racism, discrimination, housing affordability, and more.": "supported",
        "Housing First is a model that prioritizes providing permanent housing to people experiencing homelessness, without requiring them to meet any preconditions such as sobriety or treatment compliance.": "supported",
        "Rapid Rehousing is a strategy that helps people who are newly homeless or at risk of homelessness to quickly access affordable and suitable housing, with short-term rental assistance and case management support.": "partially supported",
        "Permanent Supportive Housing is a type of subsidized housing that offers long-term rental assistance and voluntary supportive services to people who have chronic and complex needs, such as mental illness, substance use disorders, or physical disabilities.": "partially supported",
        "Racial Equity is a cross-cutting approach that recognizes and addresses the disproportionate impact of homelessness on people of color, especially Black Americans.": "supported"
      }
    }
  }
}