{
  "6128ec36-a840-4528-a2d8-17e48b188962": {
    "query": "What is the origin of the word \"algorithm\" and how has its definition evolved over time?",
    "response": "According to the sources I found, the word \"algorithm\" comes from the name of a 9th century Persian Muslim mathematician **Abu Abdullah Muhammad ibn Musa Al-Khwarizmi**[^1^] [^3^] who wrote a treatise on algebra and introduced the Hindu-Arabic numerals to the West[^1^] [^4^]. The word \"algorism\" originally referred only to the rules of performing arithmetic using these numerals, but it evolved into \"algorithm\" by the 18th century under the mistaken connection with the Greek word \"arithmos\" meaning \"number\"[^3^]. The meaning of \"algorithm\" broadened to any step-by-step procedure for solving a problem or accomplishing some end, especially with reference to computing[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.scriptol.com/programming/algorithm-history.php \"History of Algorithms and Algorithmics - Scriptol.com\"\n[2]: https://www.merriam-webster.com/dictionary/algorithm \"Algorithm Definition & Meaning - Merriam-Webster\"\n[3]: https://www.etymonline.com/word/algorithm \"algorithm | Etymology, origin and meaning of algorithm by etymonline\"\n[4]: https://earthobservatory.nasa.gov/images/91544/how-algorithm-got-its-name \"How Algorithm Got Its Name - NASA\"\n\nAccording to the sources I found, the word \"algorithm\" comes from the name of a 9th century Persian Muslim mathematician **Abu Abdullah Muhammad ibn Musa Al-Khwarizmi**[^1^][1] [^2^][3] who wrote a treatise on algebra and introduced the Hindu-Arabic numerals to the West[^1^][1] [^3^][4]. The word \"algorism\" originally referred only to the rules of performing arithmetic using these numerals, but it evolved into \"algorithm\" by the 18th century under the mistaken connection with the Greek word \"arithmos\" meaning \"number\"[^2^][3]. The meaning of \"algorithm\" broadened to any step-by-step procedure for solving a problem or accomplishing some end, especially with reference to computing[^4^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.scriptol.com](https://www.scriptol.com/programming/algorithm-history.php) [2. www.etymonline.com](https://www.etymonline.com/word/algorithm) [3. earthobservatory.nasa.gov](https://earthobservatory.nasa.gov/images/91544/how-algorithm-got-its-name) [4. www.merriam-webster.com](https://www.merriam-webster.com/dictionary/algorithm)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "History of Algorithms and Algorithmics - Scriptol.com",
        "seeMoreUrl": "https://www.scriptol.com/programming/algorithm-history.php",
        "searchQuery": "origin of the word algorithm"
      },
      {
        "providerDisplayName": "algorithm | Etymology, origin and meaning of algorithm by etymonline",
        "seeMoreUrl": "https://www.etymonline.com/word/algorithm",
        "searchQuery": "origin of the word algorithm"
      },
      {
        "providerDisplayName": "How Algorithm Got Its Name - NASA",
        "seeMoreUrl": "https://earthobservatory.nasa.gov/images/91544/how-algorithm-got-its-name",
        "searchQuery": "origin of the word algorithm"
      },
      {
        "providerDisplayName": "Algorithm Definition & Meaning - Merriam-Webster",
        "seeMoreUrl": "https://www.merriam-webster.com/dictionary/algorithm",
        "searchQuery": "origin of the word algorithm"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The word \"algorithm\" comes from the name of a 9th century Persian Muslim mathematician Abu Abdullah Muhammad ibn Musa Al-Khwarizmi.",
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi wrote a treatise on algebra.",
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi introduced the Hindu-Arabic numerals to the West.",
        "The word \"algorism\" originally referred only to the rules of performing arithmetic using these numerals.",
        "The word \"algorism\" evolved into \"algorithm\" by the 18th century under the mistaken connection with the Greek word \"arithmos\" meaning \"number\".",
        "The meaning of \"algorithm\" broadened to any step-by-step procedure for solving a problem or accomplishing some end, especially with reference to computing."
      ],
      "queries": [
        "algorithm etymology origin Abu Abdullah Muhammad ibn Musa Al-Khwarizmi",
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi algebra treatise",
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi Hindu-Arabic numerals introduction to the West",
        "algorism definition Hindu-Arabic numerals rules of arithmetic",
        "algorism algorithm etymology evolution Greek word arithmos meaning number",
        "Algorithm definition and evolution of meaning"
      ],
      "search_results": {
        "The word \"algorithm\" comes from the name of a 9th century Persian Muslim mathematician Abu Abdullah Muhammad ibn Musa Al-Khwarizmi.": [
          {
            "title": "Al-Khwarizmi - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Al-Khwarizmi",
            "content": [
              "Al-Khwarizmi - Wikipedia",
              "Muḥammad ibn Mūsā al-Khwārizmī[note 1] (Arabic: محمد بن موسى الخوارزمي;",
              "c.",
              "780 – c.",
              "850), or al-Khwarizmi, was an Abbasid polymath from Khwarazm, who produced vastly influential works in mathematics, astronomy, and geography.",
              "Around 820 CE, he was appointed as the astronomer and head of the library of the House of Wisdom in Baghdad.",
              "[6]: 14 Al-Khwarizmi's popularizing treatise on algebra (The Compendious Book on Calculation by Completion and Balancing, c.",
              "813–833 CE[7]: 171 ) presented the first systematic solution of linear and quadratic equations.",
              "One of his principal achievements in algebra was his demonstration of how to solve quadratic equations by completing the square, for which he provided geometric justifications.",
              "[6]: 14 Because he was the first to treat algebra as an independent discipline and introduced the methods of \"reduction\" and \"balancing\" (the transposition of subtracted terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation),[8] he has been described as the father[9][10][11] or founder[12][13] of algebra.",
              "The term algebra itself comes from the title of his book (the word al-jabr meaning \"completion\" or \"rejoining\").",
              "[14] His name gave rise to the terms algorism and algorithm,[15][16] the Spanish, Italian, and Portuguese terms algoritmo, and the Spanish guarismo[17] and Portuguese algarismo, both meaning \"digit\".",
              "[18] In the 12th century, Latin translations of his textbook on arithmetic (Algorithmo de Numero Indorum) which codified the various Indian numerals, introduced the decimal positional number system to the Western world.",
              "[19] The Compendious Book on Calculation by Completion and Balancing, translated into Latin by Robert of Chester in 1145, was used until the sixteenth century as the principal mathematical text-book of European universities.",
              "[20][21][22][23] In addition to his best-known works, he revised Ptolemy's Geography, listing the longitudes and latitudes of various cities and localities.",
              "[24]: 9 He further produced a set of astronomical tables and wrote about calendaric works, as well as the astrolabe and the sundial.",
              "[25] He also made important contributions to trigonometry, producing accurate sine and cosine tables, and the first table of tangents.",
              "[citation needed] Few details of al-Khwārizmī's life are known with certainty.",
              "Ibn al-Nadim gives his birthplace as Khwarazm, and he is generally thought to have come from this region.",
              "[26][27][28] Of Persian stock,[29][26][30][31][32] his name means 'the native of Khwarazm', a region that was part of Greater Iran,[33] and is now part of Turkmenistan, and Uzbekistan.",
              "[34] Muhammad ibn Jarir al-Tabari gives his name as Muḥammad ibn Musá al-Khwārizmī al-Majūsī al-Quṭrubbullī (محمد بن موسى الخوارزميّ المجوسـيّ القطربّـليّ).",
              "The epithet al-Qutrubbulli could indicate he might instead have come from Qutrubbul (Qatrabbul),[35] near Baghdad.",
              "However, Rashed denies this:[36] There is no need to be an expert on the period or a philologist to see that al-Tabari's second citation should read \"Muhammad ibn Mūsa al-Khwārizmī and al-Majūsi al-Qutrubbulli,\" and that there are two people (al-Khwārizmī and al-Majūsi al-Qutrubbulli) between whom the letter wa [Arabic 'و' for the conjunction 'and'] has been omitted in an early copy.",
              "This would not be worth mentioning if a series of errors concerning the personality of al-Khwārizmī, occasionally even the origins of his knowledge, had not been made.",
              "Recently, G.",
              "J.",
              "Toomer .",
              ".",
              ".",
              "with naive confidence constructed an entire fantasy on the error which cannot be denied the merit of amusing the reader.",
              "On the other hand, David A.",
              "King affirms his nisba to Qutrubul, noting that he was called al-Khwārizmī al-Qutrubbulli because he was born just outside of Baghdad.",
              "[37] Regarding al-Khwārizmī's religion, Toomer writes:[38] Another epithet given to him by al-Ṭabarī, \"al-Majūsī,\" would seem to indicate that he was an adherent of the old Zoroastrian religion.",
              "This would still have been possible at that time for a man of Iranian origin, but the pious preface to al-Khwārizmī's Algebra shows that he was an orthodox Muslim, so al-Ṭabarī's epithet could mean no more than that his forebears, and perhaps he in his youth, had been Zoroastrians.",
              "Ibn al-Nadīm's Kitāb al-Fihrist includes a short biography on al-Khwārizmī together with a list of his books.",
              "Al-Khwārizmī accomplished most of his work between 813 and 833.",
              "After the Muslim conquest of Persia, Baghdad had become the centre of scientific studies and trade.",
              "He worked in the House of Wisdom established by the Abbasid Caliph al-Ma'mūn, where he studied the sciences and mathematics, including the translation of Greek and Sanskrit scientific manuscripts.",
              "He was also a historian who is frequently cited by the likes of al-Tabari and Ibn Abi Tahir.",
              "[39] During the reign of al-Wathiq, he is said to have been involved in the first of two embassies to the Khazars.",
              "[40] Douglas Morton Dunlop suggests that Muḥammad ibn Mūsā al-Khwārizmī might have been the same person as Muḥammad ibn Mūsā ibn Shākir, the eldest of the three Banū Mūsā.",
              "[41] Al-Khwārizmī's contributions to mathematics, geography, astronomy, and cartography established the basis for innovation in algebra and trigonometry.",
              "His systematic approach to solving linear and quadratic equations led to algebra, a word derived from the title of his book on the subject, \"The Compendious Book on Calculation by Completion and Balancing\".",
              "[42] On the Calculation with Hindu Numerals, written about 820, was principally responsible for spreading the Hindu–Arabic numeral system throughout the Middle East and Europe.",
              "It was translated into Latin as Algoritmi de numero Indorum.",
              "Al-Khwārizmī, rendered as (Latin) Algoritmi, led to the term \"algorithm\".",
              "Some of his work was based on Persian and Babylonian astronomy, Indian numbers, and Greek mathematics.",
              "Al-Khwārizmī systematized and corrected Ptolemy's data for Africa and the Middle East.",
              "Another major book was Kitab surat al-ard (\"The Image of the Earth\";",
              "translated as Geography), presenting the coordinates of places based on those in the Geography of Ptolemy but with improved values for the Mediterranean Sea, Asia, and Africa.",
              "[citation needed] He also wrote on mechanical devices like the astrolabe[43] and sundial.",
              "He assisted a project to determine the circumference of the Earth and in making a world map for al-Ma'mun, the caliph, overseeing 70 geographers.",
              "[44] When, in the 12th century, his works spread to Europe through Latin translations, it had a profound impact on the advance of mathematics in Europe.",
              "[citation needed] The Compendious Book on Calculation by Completion and Balancing (Arabic: الكتاب المختصر في حساب الجبر والمقابلة al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr wal-muqābala) is a mathematical book written approximately 820 CE.",
              "The book was written with the encouragement of Caliph al-Ma'mun as a popular work on calculation and is replete with examples and applications to a wide range of problems in trade, surveying and legal inheritance.",
              "[45] The term \"algebra\" is derived from the name of one of the basic operations with equations (al-jabr, meaning \"restoration\", referring to adding a number to both sides of the equation to consolidate or cancel terms) described in this book.",
              "The book was translated in Latin as Liber algebrae et almucabala by Robert of Chester (Segovia, 1145) hence \"algebra\", and also by Gerard of Cremona.",
              "A unique Arabic copy is kept at Oxford and was translated in 1831 by F.",
              "Rosen.",
              "A Latin translation is kept in Cambridge.",
              "[46] It provided an exhaustive account of solving polynomial equations up to the second degree,[47] and discussed the fundamental method of \"reduction\" and \"balancing\", referring to the transposition of terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation.",
              "[48] Al-Khwārizmī's method of solving linear and quadratic equations worked by first reducing the equation to one of six standard forms (where b and c are positive integers) by dividing out the coefficient of the square and using the two operations al-jabr (Arabic: الجبر \"restoring\" or \"completion\") and al-muqābala (\"balancing\").",
              "Al-jabr is the process of removing negative units, roots and squares from the equation by adding the same quantity to each side.",
              "For example, x2 = 40x − 4x2 is reduced to 5x2 = 40x.",
              "Al-muqābala is the process of bringing quantities of the same type to the same side of the equation.",
              "For example, x2 + 14 = x + 5 is reduced to x2 + 9 = x.",
              "The above discussion uses modern mathematical notation for the types of problems that the book discusses.",
              "However, in al-Khwārizmī's day, most of this notation had not yet been invented, so he had to use ordinary text to present problems and their solutions.",
              "For example, for one problem he writes, (from an 1831 translation) If some one says: \"You divide ten into two parts: multiply the one by itself;",
              "it will be equal to the other taken eighty-one times.\"",
              "Computation: You say, ten less a thing, multiplied by itself, is a hundred plus a square less twenty things, and this is equal to eighty-one things.",
              "Separate the twenty things from a hundred and a square, and add them to eighty-one.",
              "It will then be a hundred plus a square, which is equal to a hundred and one roots.",
              "Halve the roots;",
              "the moiety is fifty and a half.",
              "Multiply this by itself, it is two thousand five hundred and fifty and a quarter.",
              "Subtract from this one hundred;",
              "the remainder is two thousand four hundred and fifty and a quarter.",
              "Extract the root from this;",
              "it is forty-nine and a half.",
              "Subtract this from the moiety of the roots, which is fifty and a half.",
              "There remains one, and this is one of the two parts.",
              "[45] In modern notation this process, with x the \"thing\" (شيء shayʾ) or \"root\", is given by the steps, Let the roots of the equation be x = p and x = q.",
              "Then p + q 2 = 50 1 2 {\\displaystyle {\\tfrac {p+q}{2}}=50{\\tfrac {1}{2}}} , p q = 100 {\\displaystyle pq=100} and So a root is given by Several authors have also published texts under the name of Kitāb al-jabr wal-muqābala, including Abū Ḥanīfa Dīnawarī, Abū Kāmil Shujāʿ ibn Aslam, Abū Muḥammad al-'Adlī, Abū Yūsuf al-Miṣṣīṣī, 'Abd al-Hamīd ibn Turk, Sind ibn 'Alī, Sahl ibn Bišr, and Sharaf al-Dīn al-Ṭūsī.",
              "S.",
              "Gandz has described Al-Khwarizmi as the father of Algebra : Al-Khwarizmi's algebra is regarded as the foundation and cornerstone of the sciences.",
              "In a sense, al-Khwarizmi is more entitled to be called \"the father of algebra\" than Diophantus because al-Khwarizmi is the first to teach algebra in an elementary form and for its own sake, Diophantus is primarily concerned with the theory of numbers.",
              "[49] Victor J.",
              "Katz adds : The first true algebra text which is still extant is the work on al-jabr and al-muqabala by Mohammad ibn Musa al-Khwarizmi, written in Baghdad around 825.",
              "[50] J.",
              "J.",
              "O'Conner and E.",
              "F.",
              "Robertson wrote in the MacTutor History of Mathematics archive: Perhaps one of the most significant advances made by Arabic mathematics began at this time with the work of al-Khwarizmi, namely the beginnings of algebra.",
              "It is important to understand just how significant this new idea was.",
              "It was a revolutionary move away from the Greek concept of mathematics which was essentially geometry.",
              "Algebra was a unifying theory which allowed rational numbers, irrational numbers, geometrical magnitudes, etc.",
              ", to all be treated as \"algebraic objects\".",
              "It gave mathematics a whole new development path so much broader in concept to that which had existed before, and provided a vehicle for future development of the subject.",
              "Another important aspect of the introduction of algebraic ideas was that it allowed mathematics to be applied to itself in a way which had not happened before.",
              "[51] R.",
              "Rashed and Angela Armstrong write: Al-Khwarizmi's text can be seen to be distinct not only from the Babylonian tablets, but also from Diophantus' Arithmetica.",
              "It no longer concerns a series of problems to be solved, but an exposition which starts with primitive terms in which the combinations must give all possible prototypes for equations, which henceforward explicitly constitute the true object of study.",
              "On the other hand, the idea of an equation for its own sake appears from the beginning and, one could say, in a generic manner, insofar as it does not simply emerge in the course of solving a problem, but is specifically called on to define an infinite class of problems.[52] According to Swiss-American historian of mathematics, Florian Cajori, Al-Khwarizmi's algebra was different from the work of Indian mathematicians, for Indians had no rules like the ''restoration'' and ''reduction''.",
              "[53] Regarding the dissimilarity and significance of Al-Khwarizmi's algebraic work from that of Indian Mathematician Brahmagupta, Carl Benjamin Boyer wrote: It is true that in two respects the work of al-Khowarizmi represented a retrogression from that of Diophantus.",
              "First, it is on a far more elementary level than that found in the Diophantine problems and, second, the algebra of al-Khowarizmi is thoroughly rhetorical, with none of the syncopation found in the Greek Arithmetica or in Brahmagupta's work.",
              "Even numbers were written out in words rather than symbols!",
              "It is quite unlikely that al-Khwarizmi knew of the work of Diophantus, but he must have been familiar with at least the astronomical and computational portions of Brahmagupta;",
              "yet neither al-Khwarizmi nor other Arabic scholars made use of syncopation or of negative numbers.",
              "Nevertheless, the Al-jabr comes closer to the elementary algebra of today than the works of either Diophantus or Brahmagupta, because the book is not concerned with difficult problems in indeterminant analysis but with a straight forward and elementary exposition of the solution of equations, especially that of second degree.",
              "The Arabs in general loved a good clear argument from premise to conclusion, as well as systematic organization – respects in which neither Diophantus nor the Hindus excelled.",
              "[54] Al-Khwārizmī's second most influential work was on the subject of arithmetic, which survived in Latin translations but is lost in the original Arabic.",
              "His writings include the text kitāb al-ḥisāb al-hindī ('Book of Indian computation'[note 2]), and perhaps a more elementary text, kitab al-jam' wa'l-tafriq al-ḥisāb al-hindī ('Addition and subtraction in Indian arithmetic').",
              "[56][57] These texts described algorithms on decimal numbers (Hindu–Arabic numerals) that could be carried out on a dust board.",
              "Called takht in Arabic (Latin: tabula), a board covered with a thin layer of dust or sand was employed for calculations, on which figures could be written with a stylus and easily erased and replaced when necessary.",
              "Al-Khwarizmi's algorithms were used for almost three centuries, until replaced by Al-Uqlidisi's algorithms that could be carried out with pen and paper.",
              "[58] As part of 12th century wave of Arabic science flowing into Europe via translations, these texts proved to be revolutionary in Europe.",
              "[59] Al-Khwarizmi's Latinized name, Algorismus, turned into the name of method used for computations, and survives in the modern term \"algorithm\".",
              "It gradually replaced the previous abacus-based methods used in Europe.",
              "[60] Four Latin texts providing adaptions of Al-Khwarizmi's methods have survived, even though none of them is believed to be a literal translation:[56] Dixit Algorizmi ('Thus spake Al-Khwarizmi') is the starting phrase of a manuscript in the University of Cambridge library, which is generally referred to by its 1857 title Algoritmi de Numero Indorum.",
              "It is attributed to the Adelard of Bath, who had also translated the astronomical tables in 1126.",
              "It is perhaps the closest to Al-Khwarizmi's own writings.",
              "[62] Al-Khwarizmi's work on arithmetic was responsible for introducing the Arabic numerals, based on the Hindu–Arabic numeral system developed in Indian mathematics, to the Western world.",
              "The term \"algorithm\" is derived from the algorism, the technique of performing arithmetic with Hindu-Arabic numerals developed by al-Khwārizmī.",
              "Both \"algorithm\" and \"algorism\" are derived from the Latinized forms of al-Khwārizmī's name, Algoritmi and Algorismi, respectively.",
              "Al-Khwārizmī's Zīj al-Sindhind[38] (Arabic: زيج السند هند, \"astronomical tables of Siddhanta\"[63]) is a work consisting of approximately 37 chapters on calendrical and astronomical calculations and 116 tables with calendrical, astronomical and astrological data, as well as a table of sine values.",
              "This is the first of many Arabic Zijes based on the Indian astronomical methods known as the sindhind.",
              "[64] The word Sindhind is a corruption of the Sanskrit Siddhānta, which is the usual designation of an astronomical textbook.",
              "In fact, the mean motions in the tables of al-Khwarizmi are derived from those in the \"corrected Brahmasiddhanta\" (Brahmasphutasiddhanta) of Brahmagupta.",
              "[65] The work contains tables for the movements of the sun, the moon and the five planets known at the time.",
              "This work marked the turning point in Islamic astronomy.",
              "Hitherto, Muslim astronomers had adopted a primarily research approach to the field, translating works of others and learning already discovered knowledge.",
              "The original Arabic version (written c.",
              "820) is lost, but a version by the Spanish astronomer Maslamah Ibn Ahmad al-Majriti (c.",
              "1000) has survived in a Latin translation, presumably by Adelard of Bath (26 January 1126).",
              "[66] The four surviving manuscripts of the Latin translation are kept at the Bibliothèque publique (Chartres), the Bibliothèque Mazarine (Paris), the Biblioteca Nacional (Madrid) and the Bodleian Library (Oxford).",
              "Al-Khwārizmī's Zīj al-Sindhind also contained tables for the trigonometric functions of sines and cosine.",
              "[64] A related treatise on spherical trigonometry is also attributed to him.",
              "[51] Al-Khwārizmī produced accurate sine and cosine tables, and the first table of tangents.",
              "[67][68] Al-Khwārizmī's third major work is his Kitāb Ṣūrat al-Arḍ (Arabic: كتاب صورة الأرض, \"Book of the Description of the Earth\"),[69] also known as his Geography, which was finished in 833.",
              "It is a major reworking of Ptolemy's second-century Geography, consisting of a list of 2402 coordinates of cities and other geographical features following a general introduction.",
              "[70] There is only one surviving copy of Kitāb Ṣūrat al-Arḍ, which is kept at the Strasbourg University Library.",
              "A Latin translation is kept at the Biblioteca Nacional de España in Madrid.",
              "[citation needed] The book opens with the list of latitudes and longitudes, in order of \"weather zones\", that is to say in blocks of latitudes and, in each weather zone, by order of longitude.",
              "As Paul Gallez[dubious – discuss] points out, this excellent system allows the deduction of many latitudes and longitudes where the only extant document is in such a bad condition as to make it practically illegible.",
              "Neither the Arabic copy nor the Latin translation include the map of the world itself;",
              "however, Hubert Daunicht was able to reconstruct the missing map from the list of coordinates.",
              "Daunicht read the latitudes and longitudes of the coastal points in the manuscript, or deduces them from the context where they were not legible.",
              "He transferred the points onto graph paper and connected them with straight lines, obtaining an approximation of the coastline as it was on the original map.",
              "He then did the same for the rivers and towns.",
              "[71] Al-Khwārizmī corrected Ptolemy's gross overestimate for the length of the Mediterranean Sea[72] from the Canary Islands to the eastern shores of the Mediterranean;",
              "Ptolemy overestimated it at 63 degrees of longitude, while al-Khwārizmī almost correctly estimated it at nearly 50 degrees of longitude.",
              "He \"also depicted the Atlantic and Indian Oceans as open bodies of water, not land-locked seas as Ptolemy had done.\"",
              "[73] Al-Khwārizmī's Prime Meridian at the Fortunate Isles was thus around 10° east of the line used by Marinus and Ptolemy.",
              "Most medieval Muslim gazetteers continued to use al-Khwārizmī's prime meridian.",
              "[72] Al-Khwārizmī wrote several other works including a treatise on the Hebrew calendar, titled Risāla fi istikhrāj ta'rīkh al-yahūd (Arabic: رسالة في إستخراج تأريخ اليهود, \"Extraction of the Jewish Era\").",
              "It describes the Metonic cycle, a 19-year intercalation cycle;",
              "the rules for determining on what day of the week the first day of the month Tishrei shall fall;",
              "calculates the interval between the Anno Mundi or Jewish year and the Seleucid era;",
              "and gives rules for determining the mean longitude of the sun and the moon using the Hebrew calendar.",
              "Similar material is found in the works of Abū Rayḥān al-Bīrūnī and Maimonides.",
              "[38] Ibn al-Nadim's Kitāb al-Fihrist, an index of Arabic books, mentions al-Khwārizmī's Kitāb al-Taʾrīkh (Arabic: كتاب التأريخ), a book of annals.",
              "No direct manuscript survives;",
              "however, a copy had reached Nusaybin by the 11th century, where its metropolitan bishop, Mar Elias bar Shinaya, found it.",
              "Elias's chronicle quotes it from \"the death of the Prophet\" through to 169 AH, at which point Elias's text itself hits a lacuna.",
              "[74] Several Arabic manuscripts in Berlin, Istanbul, Tashkent, Cairo and Paris contain further material that surely or with some probability comes from al-Khwārizmī.",
              "The Istanbul manuscript contains a paper on sundials;",
              "the Fihrist credits al-Khwārizmī with Kitāb ar-Rukhāma(t) (Arabic: كتاب الرخامة).",
              "Other papers, such as one on the determination of the direction of Mecca, are on the spherical astronomy.",
              "Two texts deserve special interest on the morning width (Ma'rifat sa'at al-mashriq fī kull balad) and the determination of the azimuth from a height (Ma'rifat al-samt min qibal al-irtifā').",
              "He also wrote two books on using and constructing astrolabes."
            ]
          },
          {
            "title": "Al-Khwarizmi | Biography &amp; Facts | Britannica",
            "url": "https://www.britannica.com/biography/al-Khwarizmi",
            "content": [
              "Al-Khwarizmi | Biography &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Al-Khwārizmī is famous for his mathematical works, which introduced Hindu-Arabic numerals and algebra to European mathematicians.",
              "In fact, the words algorithm and algebra come from his name and the title of one of his works, respectively.",
              "Al-Khwārizmī became famous for his mathematical works.",
              "He wrote a book on algebra from whose title the word algebra is derived, and he wrote a book on calculation that introduced to Europe the Hindu-Arabic numerals and how to do arithmetic with them.",
              "Al-Khwārizmī’s major accomplishments were the books he wrote on mathematics and science.",
              "His mathematical books introduced the ideas of algebra and Hindu-Arabic numerals to Western mathematicians during the Middle Ages.",
              "His scientific works concerned geography and astronomy.",
              "al-Khwārizmī, in full Muḥammad ibn Mūsā al-Khwārizmī, (born c.",
              "780 —died c.",
              "850), Muslim mathematician and astronomer whose major works introduced Hindu-Arabic numerals and the concepts of algebra into European mathematics.",
              "Latinized versions of his name and of his most famous book title live on in the terms algorithm and algebra.",
              "Al-Khwārizmī lived in Baghdad, where he worked at the “House of Wisdom” (Dār al-Ḥikma) under the caliphate of al-Maʾmūn.",
              "The House of Wisdom acquired and translated scientific and philosophic treatises, particularly Greek, as well as publishing original research.",
              "Al-Khwārizmī’s work on elementary algebra, Al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr waʾl-muqābala (“The Compendious Book on Calculation by Completion and Balancing”), was translated into Latin in the 12th century, from which the title and term algebra derives.",
              "Algebra is a compilation of rules, together with demonstrations, for finding solutions of linear and quadratic equations based on intuitive geometric arguments, rather than the abstract notation now associated with the subject.",
              "Its systematic, demonstrative approach distinguishes it from earlier treatments of the subject.",
              "It also contains sections on calculating areas and volumes of geometric figures and on the use of algebra to solve inheritance problems according to proportions prescribed by Islamic law.",
              "Elements within the work can be traced from Babylonian mathematics of the early 2nd millennium bce through Hellenistic, Hebrew, and Hindu treatises.",
              "In the 12th century a second work by al-Khwārizmī introduced Hindu-Arabic numerals (see numerals and numeral systems) and their arithmetic to the West.",
              "It is preserved only in a Latin translation, Algoritmi de numero Indorum (“Al-Khwārizmī Concerning the Hindu Art of Reckoning”).",
              "From the name of the author, rendered in Latin as Algoritmi, originated the term algorithm.",
              "A third major book was his Kitāb ṣūrat al-arḍ (“The Image of the Earth”;",
              "translated as Geography), which presented the coordinates of localities in the known world based, ultimately, on those in the Geography of Ptolemy (flourished 127–145 ce) but with improved values for the length of the Mediterranean Sea and the location of cities in Asia and Africa.",
              "He also assisted in the construction of a world map for al-Maʾmūn and participated in a project to determine the circumference of the Earth, which had long been known to be spherical, by measuring the length of a degree of a meridian through the plain of Sinjār in Iraq.",
              "Finally, al-Khwārizmī also compiled a set of astronomical tables (Zīj), based on a variety of Hindu and Greek sources.",
              "This work included a table of sines, evidently for a circle of radius 150 units.",
              "Like his treatises on algebra and Hindu-Arabic numerals, this astronomical work (or an Andalusian revision thereof) was translated into Latin."
            ]
          },
          {
            "title": "History of &#39;Algorithm&#39; Origin - NeptuneWorld",
            "url": "https://neptuneworld.in/blog/history-about-algorithm-origin/",
            "content": [
              "History of &#39;Algorithm&#39; Origin - NeptuneWorld",
              "Interesting History of 'Algorithm' origin'Algorithm' is a word that actually dates back 900 years.",
              "The word comes from the name of a Persian mathematical genius “Muhammad ibn Musa al-Khwarizmi”, who came up with the Hindu-Arabic number system along with the decimal point, the concepts of algebra, and made innovative contributions to multi subjects.'",
              "Algorithm' is the Latinised version of his name 'al-Khwarizmi' and this is the origin of the word algorithm.",
              "In medieval Latin, algorismus simply meant the decimal number system.",
              "By the 13th Century, it had become an English word, but it wasn't until the late 19th century that algorithm came to mean a set of step-by-step rules for solving a problem.",
              "In the early part of the 20th Century, Alan Turing, the father of modern computer science, worked out how in theory, a machine could follow algorithmic instructions and solve complex mathematics.",
              "Now it has become a word that is gradually transforming our lives.",
              "REFERENCE:Ben-Menahem, Ari (2009).",
              "Historical Encyclopedia of Natural and Mathematical Sciences (1st ed.)",
              ".",
              "Berlin: Springer.",
              "pp.",
              "942-943.",
              "ISBN 978-3-540-68831-0.",
              "\"Persian mathematician Al-Khowarizmi\"Thanks for Reading !",
              "!",
              "!",
              "Interesting History of 'Algorithm' origin'Algorithm' is a word that actually dates back 900 years.",
              "The word comes from the name of a Persian mathematical genius “Muhammad ibn Musa al-Khwarizmi”, who came up with the Hindu-Arabic number system along with the decimal point, the concepts of algebra, and made innovative contributions to multi subjects.'",
              "Algorithm' is the Latinised version of his name 'al-Khwarizmi' and this is the origin of the word algorithm.",
              "In medieval Latin, algorismus simply meant the decimal number system.",
              "By the 13th Century, it had become an English word, but it wasn't until the late 19th century that algorithm came to mean a set of step-by-step rules for solving a problem.",
              "In the early part of the 20th Century, Alan Turing, the father of modern computer science, worked out how in theory, a machine could follow algorithmic instructions and solve complex mathematics.",
              "Now it has become a word that is gradually transforming our lives.",
              "REFERENCE:Ben-Menahem, Ari (2009).",
              "Historical Encyclopedia of Natural and Mathematical Sciences (1st ed.)",
              ".",
              "Berlin: Springer.",
              "pp.",
              "942-943.",
              "ISBN 978-3-540-68831-0.",
              "\"Persian mathematician Al-Khowarizmi\"Thanks for Reading !",
              "!",
              "!",
              "'Algorithm' is a word that actually dates back 900 years.",
              "The word comes from the name of a Persian mathematical genius “Muhammad ibn Musa al-Khwarizmi”, who came up with the Hindu-Arabic number system along with the decimal point, the concepts of algebra, and made innovative contributions to multi subjects.",
              "'Algorithm' is the Latinised version of his name 'al-Khwarizmi' and this is the origin of the word algorithm.",
              "In medieval Latin, algorismus simply meant the decimal number system.",
              "By the 13th Century, it had become an English word, but it wasn't until the late 19th century that algorithm came to mean a set of step-by-step rules for solving a problem.",
              "In the early part of the 20th Century, Alan Turing, the father of modern computer science, worked out how in theory, a machine could follow algorithmic instructions and solve complex mathematics.",
              "Now it has become a word that is gradually transforming our lives.",
              "REFERENCE: Ben-Menahem, Ari (2009).",
              "Historical Encyclopedia of Natural and Mathematical Sciences (1st ed.)",
              ".",
              "Berlin: Springer.",
              "pp.",
              "942-943.",
              "ISBN 978-3-540-68831-0.",
              "\"Persian mathematician Al-Khowarizmi\" Thanks for Reading !",
              "!",
              "!",
              "anonymous | May 9, 2022, 9:24 a.",
              "m.",
              "Really interesting 👍 Really interesting 👍"
            ]
          }
        ],
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi wrote a treatise on algebra.": [
          {
            "title": "Al-Khwarizmi - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Al-Khwarizmi",
            "content": [
              "Al-Khwarizmi - Wikipedia",
              "Muḥammad ibn Mūsā al-Khwārizmī[note 1] (Arabic: محمد بن موسى الخوارزمي;",
              "c.",
              "780 – c.",
              "850), or al-Khwarizmi, was an Abbasid polymath from Khwarazm, who produced vastly influential works in mathematics, astronomy, and geography.",
              "Around 820 CE, he was appointed as the astronomer and head of the library of the House of Wisdom in Baghdad.",
              "[6]: 14 Al-Khwarizmi's popularizing treatise on algebra (The Compendious Book on Calculation by Completion and Balancing, c.",
              "813–833 CE[7]: 171 ) presented the first systematic solution of linear and quadratic equations.",
              "One of his principal achievements in algebra was his demonstration of how to solve quadratic equations by completing the square, for which he provided geometric justifications.",
              "[6]: 14 Because he was the first to treat algebra as an independent discipline and introduced the methods of \"reduction\" and \"balancing\" (the transposition of subtracted terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation),[8] he has been described as the father[9][10][11] or founder[12][13] of algebra.",
              "The term algebra itself comes from the title of his book (the word al-jabr meaning \"completion\" or \"rejoining\").",
              "[14] His name gave rise to the terms algorism and algorithm,[15][16] the Spanish, Italian, and Portuguese terms algoritmo, and the Spanish guarismo[17] and Portuguese algarismo, both meaning \"digit\".",
              "[18] In the 12th century, Latin translations of his textbook on arithmetic (Algorithmo de Numero Indorum) which codified the various Indian numerals, introduced the decimal positional number system to the Western world.",
              "[19] The Compendious Book on Calculation by Completion and Balancing, translated into Latin by Robert of Chester in 1145, was used until the sixteenth century as the principal mathematical text-book of European universities.",
              "[20][21][22][23] In addition to his best-known works, he revised Ptolemy's Geography, listing the longitudes and latitudes of various cities and localities.",
              "[24]: 9 He further produced a set of astronomical tables and wrote about calendaric works, as well as the astrolabe and the sundial.",
              "[25] He also made important contributions to trigonometry, producing accurate sine and cosine tables, and the first table of tangents.",
              "[citation needed] Few details of al-Khwārizmī's life are known with certainty.",
              "Ibn al-Nadim gives his birthplace as Khwarazm, and he is generally thought to have come from this region.",
              "[26][27][28] Of Persian stock,[29][26][30][31][32] his name means 'the native of Khwarazm', a region that was part of Greater Iran,[33] and is now part of Turkmenistan, and Uzbekistan.",
              "[34] Muhammad ibn Jarir al-Tabari gives his name as Muḥammad ibn Musá al-Khwārizmī al-Majūsī al-Quṭrubbullī (محمد بن موسى الخوارزميّ المجوسـيّ القطربّـليّ).",
              "The epithet al-Qutrubbulli could indicate he might instead have come from Qutrubbul (Qatrabbul),[35] near Baghdad.",
              "However, Rashed denies this:[36] There is no need to be an expert on the period or a philologist to see that al-Tabari's second citation should read \"Muhammad ibn Mūsa al-Khwārizmī and al-Majūsi al-Qutrubbulli,\" and that there are two people (al-Khwārizmī and al-Majūsi al-Qutrubbulli) between whom the letter wa [Arabic 'و' for the conjunction 'and'] has been omitted in an early copy.",
              "This would not be worth mentioning if a series of errors concerning the personality of al-Khwārizmī, occasionally even the origins of his knowledge, had not been made.",
              "Recently, G.",
              "J.",
              "Toomer .",
              ".",
              ".",
              "with naive confidence constructed an entire fantasy on the error which cannot be denied the merit of amusing the reader.",
              "On the other hand, David A.",
              "King affirms his nisba to Qutrubul, noting that he was called al-Khwārizmī al-Qutrubbulli because he was born just outside of Baghdad.",
              "[37] Regarding al-Khwārizmī's religion, Toomer writes:[38] Another epithet given to him by al-Ṭabarī, \"al-Majūsī,\" would seem to indicate that he was an adherent of the old Zoroastrian religion.",
              "This would still have been possible at that time for a man of Iranian origin, but the pious preface to al-Khwārizmī's Algebra shows that he was an orthodox Muslim, so al-Ṭabarī's epithet could mean no more than that his forebears, and perhaps he in his youth, had been Zoroastrians.",
              "Ibn al-Nadīm's Kitāb al-Fihrist includes a short biography on al-Khwārizmī together with a list of his books.",
              "Al-Khwārizmī accomplished most of his work between 813 and 833.",
              "After the Muslim conquest of Persia, Baghdad had become the centre of scientific studies and trade.",
              "He worked in the House of Wisdom established by the Abbasid Caliph al-Ma'mūn, where he studied the sciences and mathematics, including the translation of Greek and Sanskrit scientific manuscripts.",
              "He was also a historian who is frequently cited by the likes of al-Tabari and Ibn Abi Tahir.",
              "[39] During the reign of al-Wathiq, he is said to have been involved in the first of two embassies to the Khazars.",
              "[40] Douglas Morton Dunlop suggests that Muḥammad ibn Mūsā al-Khwārizmī might have been the same person as Muḥammad ibn Mūsā ibn Shākir, the eldest of the three Banū Mūsā.",
              "[41] Al-Khwārizmī's contributions to mathematics, geography, astronomy, and cartography established the basis for innovation in algebra and trigonometry.",
              "His systematic approach to solving linear and quadratic equations led to algebra, a word derived from the title of his book on the subject, \"The Compendious Book on Calculation by Completion and Balancing\".",
              "[42] On the Calculation with Hindu Numerals, written about 820, was principally responsible for spreading the Hindu–Arabic numeral system throughout the Middle East and Europe.",
              "It was translated into Latin as Algoritmi de numero Indorum.",
              "Al-Khwārizmī, rendered as (Latin) Algoritmi, led to the term \"algorithm\".",
              "Some of his work was based on Persian and Babylonian astronomy, Indian numbers, and Greek mathematics.",
              "Al-Khwārizmī systematized and corrected Ptolemy's data for Africa and the Middle East.",
              "Another major book was Kitab surat al-ard (\"The Image of the Earth\";",
              "translated as Geography), presenting the coordinates of places based on those in the Geography of Ptolemy but with improved values for the Mediterranean Sea, Asia, and Africa.",
              "[citation needed] He also wrote on mechanical devices like the astrolabe[43] and sundial.",
              "He assisted a project to determine the circumference of the Earth and in making a world map for al-Ma'mun, the caliph, overseeing 70 geographers.",
              "[44] When, in the 12th century, his works spread to Europe through Latin translations, it had a profound impact on the advance of mathematics in Europe.",
              "[citation needed] The Compendious Book on Calculation by Completion and Balancing (Arabic: الكتاب المختصر في حساب الجبر والمقابلة al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr wal-muqābala) is a mathematical book written approximately 820 CE.",
              "The book was written with the encouragement of Caliph al-Ma'mun as a popular work on calculation and is replete with examples and applications to a wide range of problems in trade, surveying and legal inheritance.",
              "[45] The term \"algebra\" is derived from the name of one of the basic operations with equations (al-jabr, meaning \"restoration\", referring to adding a number to both sides of the equation to consolidate or cancel terms) described in this book.",
              "The book was translated in Latin as Liber algebrae et almucabala by Robert of Chester (Segovia, 1145) hence \"algebra\", and also by Gerard of Cremona.",
              "A unique Arabic copy is kept at Oxford and was translated in 1831 by F.",
              "Rosen.",
              "A Latin translation is kept in Cambridge.",
              "[46] It provided an exhaustive account of solving polynomial equations up to the second degree,[47] and discussed the fundamental method of \"reduction\" and \"balancing\", referring to the transposition of terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation.",
              "[48] Al-Khwārizmī's method of solving linear and quadratic equations worked by first reducing the equation to one of six standard forms (where b and c are positive integers) by dividing out the coefficient of the square and using the two operations al-jabr (Arabic: الجبر \"restoring\" or \"completion\") and al-muqābala (\"balancing\").",
              "Al-jabr is the process of removing negative units, roots and squares from the equation by adding the same quantity to each side.",
              "For example, x2 = 40x − 4x2 is reduced to 5x2 = 40x.",
              "Al-muqābala is the process of bringing quantities of the same type to the same side of the equation.",
              "For example, x2 + 14 = x + 5 is reduced to x2 + 9 = x.",
              "The above discussion uses modern mathematical notation for the types of problems that the book discusses.",
              "However, in al-Khwārizmī's day, most of this notation had not yet been invented, so he had to use ordinary text to present problems and their solutions.",
              "For example, for one problem he writes, (from an 1831 translation) If some one says: \"You divide ten into two parts: multiply the one by itself;",
              "it will be equal to the other taken eighty-one times.\"",
              "Computation: You say, ten less a thing, multiplied by itself, is a hundred plus a square less twenty things, and this is equal to eighty-one things.",
              "Separate the twenty things from a hundred and a square, and add them to eighty-one.",
              "It will then be a hundred plus a square, which is equal to a hundred and one roots.",
              "Halve the roots;",
              "the moiety is fifty and a half.",
              "Multiply this by itself, it is two thousand five hundred and fifty and a quarter.",
              "Subtract from this one hundred;",
              "the remainder is two thousand four hundred and fifty and a quarter.",
              "Extract the root from this;",
              "it is forty-nine and a half.",
              "Subtract this from the moiety of the roots, which is fifty and a half.",
              "There remains one, and this is one of the two parts.",
              "[45] In modern notation this process, with x the \"thing\" (شيء shayʾ) or \"root\", is given by the steps, Let the roots of the equation be x = p and x = q.",
              "Then p + q 2 = 50 1 2 {\\displaystyle {\\tfrac {p+q}{2}}=50{\\tfrac {1}{2}}} , p q = 100 {\\displaystyle pq=100} and So a root is given by Several authors have also published texts under the name of Kitāb al-jabr wal-muqābala, including Abū Ḥanīfa Dīnawarī, Abū Kāmil Shujāʿ ibn Aslam, Abū Muḥammad al-'Adlī, Abū Yūsuf al-Miṣṣīṣī, 'Abd al-Hamīd ibn Turk, Sind ibn 'Alī, Sahl ibn Bišr, and Sharaf al-Dīn al-Ṭūsī.",
              "S.",
              "Gandz has described Al-Khwarizmi as the father of Algebra : Al-Khwarizmi's algebra is regarded as the foundation and cornerstone of the sciences.",
              "In a sense, al-Khwarizmi is more entitled to be called \"the father of algebra\" than Diophantus because al-Khwarizmi is the first to teach algebra in an elementary form and for its own sake, Diophantus is primarily concerned with the theory of numbers.",
              "[49] Victor J.",
              "Katz adds : The first true algebra text which is still extant is the work on al-jabr and al-muqabala by Mohammad ibn Musa al-Khwarizmi, written in Baghdad around 825.",
              "[50] J.",
              "J.",
              "O'Conner and E.",
              "F.",
              "Robertson wrote in the MacTutor History of Mathematics archive: Perhaps one of the most significant advances made by Arabic mathematics began at this time with the work of al-Khwarizmi, namely the beginnings of algebra.",
              "It is important to understand just how significant this new idea was.",
              "It was a revolutionary move away from the Greek concept of mathematics which was essentially geometry.",
              "Algebra was a unifying theory which allowed rational numbers, irrational numbers, geometrical magnitudes, etc.",
              ", to all be treated as \"algebraic objects\".",
              "It gave mathematics a whole new development path so much broader in concept to that which had existed before, and provided a vehicle for future development of the subject.",
              "Another important aspect of the introduction of algebraic ideas was that it allowed mathematics to be applied to itself in a way which had not happened before.",
              "[51] R.",
              "Rashed and Angela Armstrong write: Al-Khwarizmi's text can be seen to be distinct not only from the Babylonian tablets, but also from Diophantus' Arithmetica.",
              "It no longer concerns a series of problems to be solved, but an exposition which starts with primitive terms in which the combinations must give all possible prototypes for equations, which henceforward explicitly constitute the true object of study.",
              "On the other hand, the idea of an equation for its own sake appears from the beginning and, one could say, in a generic manner, insofar as it does not simply emerge in the course of solving a problem, but is specifically called on to define an infinite class of problems.[52] According to Swiss-American historian of mathematics, Florian Cajori, Al-Khwarizmi's algebra was different from the work of Indian mathematicians, for Indians had no rules like the ''restoration'' and ''reduction''.",
              "[53] Regarding the dissimilarity and significance of Al-Khwarizmi's algebraic work from that of Indian Mathematician Brahmagupta, Carl Benjamin Boyer wrote: It is true that in two respects the work of al-Khowarizmi represented a retrogression from that of Diophantus.",
              "First, it is on a far more elementary level than that found in the Diophantine problems and, second, the algebra of al-Khowarizmi is thoroughly rhetorical, with none of the syncopation found in the Greek Arithmetica or in Brahmagupta's work.",
              "Even numbers were written out in words rather than symbols!",
              "It is quite unlikely that al-Khwarizmi knew of the work of Diophantus, but he must have been familiar with at least the astronomical and computational portions of Brahmagupta;",
              "yet neither al-Khwarizmi nor other Arabic scholars made use of syncopation or of negative numbers.",
              "Nevertheless, the Al-jabr comes closer to the elementary algebra of today than the works of either Diophantus or Brahmagupta, because the book is not concerned with difficult problems in indeterminant analysis but with a straight forward and elementary exposition of the solution of equations, especially that of second degree.",
              "The Arabs in general loved a good clear argument from premise to conclusion, as well as systematic organization – respects in which neither Diophantus nor the Hindus excelled.",
              "[54] Al-Khwārizmī's second most influential work was on the subject of arithmetic, which survived in Latin translations but is lost in the original Arabic.",
              "His writings include the text kitāb al-ḥisāb al-hindī ('Book of Indian computation'[note 2]), and perhaps a more elementary text, kitab al-jam' wa'l-tafriq al-ḥisāb al-hindī ('Addition and subtraction in Indian arithmetic').",
              "[56][57] These texts described algorithms on decimal numbers (Hindu–Arabic numerals) that could be carried out on a dust board.",
              "Called takht in Arabic (Latin: tabula), a board covered with a thin layer of dust or sand was employed for calculations, on which figures could be written with a stylus and easily erased and replaced when necessary.",
              "Al-Khwarizmi's algorithms were used for almost three centuries, until replaced by Al-Uqlidisi's algorithms that could be carried out with pen and paper.",
              "[58] As part of 12th century wave of Arabic science flowing into Europe via translations, these texts proved to be revolutionary in Europe.",
              "[59] Al-Khwarizmi's Latinized name, Algorismus, turned into the name of method used for computations, and survives in the modern term \"algorithm\".",
              "It gradually replaced the previous abacus-based methods used in Europe.",
              "[60] Four Latin texts providing adaptions of Al-Khwarizmi's methods have survived, even though none of them is believed to be a literal translation:[56] Dixit Algorizmi ('Thus spake Al-Khwarizmi') is the starting phrase of a manuscript in the University of Cambridge library, which is generally referred to by its 1857 title Algoritmi de Numero Indorum.",
              "It is attributed to the Adelard of Bath, who had also translated the astronomical tables in 1126.",
              "It is perhaps the closest to Al-Khwarizmi's own writings.",
              "[62] Al-Khwarizmi's work on arithmetic was responsible for introducing the Arabic numerals, based on the Hindu–Arabic numeral system developed in Indian mathematics, to the Western world.",
              "The term \"algorithm\" is derived from the algorism, the technique of performing arithmetic with Hindu-Arabic numerals developed by al-Khwārizmī.",
              "Both \"algorithm\" and \"algorism\" are derived from the Latinized forms of al-Khwārizmī's name, Algoritmi and Algorismi, respectively.",
              "Al-Khwārizmī's Zīj al-Sindhind[38] (Arabic: زيج السند هند, \"astronomical tables of Siddhanta\"[63]) is a work consisting of approximately 37 chapters on calendrical and astronomical calculations and 116 tables with calendrical, astronomical and astrological data, as well as a table of sine values.",
              "This is the first of many Arabic Zijes based on the Indian astronomical methods known as the sindhind.",
              "[64] The word Sindhind is a corruption of the Sanskrit Siddhānta, which is the usual designation of an astronomical textbook.",
              "In fact, the mean motions in the tables of al-Khwarizmi are derived from those in the \"corrected Brahmasiddhanta\" (Brahmasphutasiddhanta) of Brahmagupta.",
              "[65] The work contains tables for the movements of the sun, the moon and the five planets known at the time.",
              "This work marked the turning point in Islamic astronomy.",
              "Hitherto, Muslim astronomers had adopted a primarily research approach to the field, translating works of others and learning already discovered knowledge.",
              "The original Arabic version (written c.",
              "820) is lost, but a version by the Spanish astronomer Maslamah Ibn Ahmad al-Majriti (c.",
              "1000) has survived in a Latin translation, presumably by Adelard of Bath (26 January 1126).",
              "[66] The four surviving manuscripts of the Latin translation are kept at the Bibliothèque publique (Chartres), the Bibliothèque Mazarine (Paris), the Biblioteca Nacional (Madrid) and the Bodleian Library (Oxford).",
              "Al-Khwārizmī's Zīj al-Sindhind also contained tables for the trigonometric functions of sines and cosine.",
              "[64] A related treatise on spherical trigonometry is also attributed to him.",
              "[51] Al-Khwārizmī produced accurate sine and cosine tables, and the first table of tangents.",
              "[67][68] Al-Khwārizmī's third major work is his Kitāb Ṣūrat al-Arḍ (Arabic: كتاب صورة الأرض, \"Book of the Description of the Earth\"),[69] also known as his Geography, which was finished in 833.",
              "It is a major reworking of Ptolemy's second-century Geography, consisting of a list of 2402 coordinates of cities and other geographical features following a general introduction.",
              "[70] There is only one surviving copy of Kitāb Ṣūrat al-Arḍ, which is kept at the Strasbourg University Library.",
              "A Latin translation is kept at the Biblioteca Nacional de España in Madrid.",
              "[citation needed] The book opens with the list of latitudes and longitudes, in order of \"weather zones\", that is to say in blocks of latitudes and, in each weather zone, by order of longitude.",
              "As Paul Gallez[dubious – discuss] points out, this excellent system allows the deduction of many latitudes and longitudes where the only extant document is in such a bad condition as to make it practically illegible.",
              "Neither the Arabic copy nor the Latin translation include the map of the world itself;",
              "however, Hubert Daunicht was able to reconstruct the missing map from the list of coordinates.",
              "Daunicht read the latitudes and longitudes of the coastal points in the manuscript, or deduces them from the context where they were not legible.",
              "He transferred the points onto graph paper and connected them with straight lines, obtaining an approximation of the coastline as it was on the original map.",
              "He then did the same for the rivers and towns.",
              "[71] Al-Khwārizmī corrected Ptolemy's gross overestimate for the length of the Mediterranean Sea[72] from the Canary Islands to the eastern shores of the Mediterranean;",
              "Ptolemy overestimated it at 63 degrees of longitude, while al-Khwārizmī almost correctly estimated it at nearly 50 degrees of longitude.",
              "He \"also depicted the Atlantic and Indian Oceans as open bodies of water, not land-locked seas as Ptolemy had done.\"",
              "[73] Al-Khwārizmī's Prime Meridian at the Fortunate Isles was thus around 10° east of the line used by Marinus and Ptolemy.",
              "Most medieval Muslim gazetteers continued to use al-Khwārizmī's prime meridian.",
              "[72] Al-Khwārizmī wrote several other works including a treatise on the Hebrew calendar, titled Risāla fi istikhrāj ta'rīkh al-yahūd (Arabic: رسالة في إستخراج تأريخ اليهود, \"Extraction of the Jewish Era\").",
              "It describes the Metonic cycle, a 19-year intercalation cycle;",
              "the rules for determining on what day of the week the first day of the month Tishrei shall fall;",
              "calculates the interval between the Anno Mundi or Jewish year and the Seleucid era;",
              "and gives rules for determining the mean longitude of the sun and the moon using the Hebrew calendar.",
              "Similar material is found in the works of Abū Rayḥān al-Bīrūnī and Maimonides.",
              "[38] Ibn al-Nadim's Kitāb al-Fihrist, an index of Arabic books, mentions al-Khwārizmī's Kitāb al-Taʾrīkh (Arabic: كتاب التأريخ), a book of annals.",
              "No direct manuscript survives;",
              "however, a copy had reached Nusaybin by the 11th century, where its metropolitan bishop, Mar Elias bar Shinaya, found it.",
              "Elias's chronicle quotes it from \"the death of the Prophet\" through to 169 AH, at which point Elias's text itself hits a lacuna.",
              "[74] Several Arabic manuscripts in Berlin, Istanbul, Tashkent, Cairo and Paris contain further material that surely or with some probability comes from al-Khwārizmī.",
              "The Istanbul manuscript contains a paper on sundials;",
              "the Fihrist credits al-Khwārizmī with Kitāb ar-Rukhāma(t) (Arabic: كتاب الرخامة).",
              "Other papers, such as one on the determination of the direction of Mecca, are on the spherical astronomy.",
              "Two texts deserve special interest on the morning width (Ma'rifat sa'at al-mashriq fī kull balad) and the determination of the azimuth from a height (Ma'rifat al-samt min qibal al-irtifā').",
              "He also wrote two books on using and constructing astrolabes."
            ]
          },
          {
            "title": "Al-Khwarizmi | Biography &amp; Facts | Britannica",
            "url": "https://www.britannica.com/biography/al-Khwarizmi",
            "content": [
              "Al-Khwarizmi | Biography &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Al-Khwārizmī is famous for his mathematical works, which introduced Hindu-Arabic numerals and algebra to European mathematicians.",
              "In fact, the words algorithm and algebra come from his name and the title of one of his works, respectively.",
              "Al-Khwārizmī became famous for his mathematical works.",
              "He wrote a book on algebra from whose title the word algebra is derived, and he wrote a book on calculation that introduced to Europe the Hindu-Arabic numerals and how to do arithmetic with them.",
              "Al-Khwārizmī’s major accomplishments were the books he wrote on mathematics and science.",
              "His mathematical books introduced the ideas of algebra and Hindu-Arabic numerals to Western mathematicians during the Middle Ages.",
              "His scientific works concerned geography and astronomy.",
              "al-Khwārizmī, in full Muḥammad ibn Mūsā al-Khwārizmī, (born c.",
              "780 —died c.",
              "850), Muslim mathematician and astronomer whose major works introduced Hindu-Arabic numerals and the concepts of algebra into European mathematics.",
              "Latinized versions of his name and of his most famous book title live on in the terms algorithm and algebra.",
              "Al-Khwārizmī lived in Baghdad, where he worked at the “House of Wisdom” (Dār al-Ḥikma) under the caliphate of al-Maʾmūn.",
              "The House of Wisdom acquired and translated scientific and philosophic treatises, particularly Greek, as well as publishing original research.",
              "Al-Khwārizmī’s work on elementary algebra, Al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr waʾl-muqābala (“The Compendious Book on Calculation by Completion and Balancing”), was translated into Latin in the 12th century, from which the title and term algebra derives.",
              "Algebra is a compilation of rules, together with demonstrations, for finding solutions of linear and quadratic equations based on intuitive geometric arguments, rather than the abstract notation now associated with the subject.",
              "Its systematic, demonstrative approach distinguishes it from earlier treatments of the subject.",
              "It also contains sections on calculating areas and volumes of geometric figures and on the use of algebra to solve inheritance problems according to proportions prescribed by Islamic law.",
              "Elements within the work can be traced from Babylonian mathematics of the early 2nd millennium bce through Hellenistic, Hebrew, and Hindu treatises.",
              "In the 12th century a second work by al-Khwārizmī introduced Hindu-Arabic numerals (see numerals and numeral systems) and their arithmetic to the West.",
              "It is preserved only in a Latin translation, Algoritmi de numero Indorum (“Al-Khwārizmī Concerning the Hindu Art of Reckoning”).",
              "From the name of the author, rendered in Latin as Algoritmi, originated the term algorithm.",
              "A third major book was his Kitāb ṣūrat al-arḍ (“The Image of the Earth”;",
              "translated as Geography), which presented the coordinates of localities in the known world based, ultimately, on those in the Geography of Ptolemy (flourished 127–145 ce) but with improved values for the length of the Mediterranean Sea and the location of cities in Asia and Africa.",
              "He also assisted in the construction of a world map for al-Maʾmūn and participated in a project to determine the circumference of the Earth, which had long been known to be spherical, by measuring the length of a degree of a meridian through the plain of Sinjār in Iraq.",
              "Finally, al-Khwārizmī also compiled a set of astronomical tables (Zīj), based on a variety of Hindu and Greek sources.",
              "This work included a table of sines, evidently for a circle of radius 150 units.",
              "Like his treatises on algebra and Hindu-Arabic numerals, this astronomical work (or an Andalusian revision thereof) was translated into Latin."
            ]
          },
          {
            "title": "The Genius Who Invented Algebra and the Algorithm",
            "url": "https://davidson.weizmann.ac.il/en/online/sciencehistory/genius-who-invented-algebra-and-algorithm",
            "content": [
              "The Genius Who Invented Algebra and the Algorithm",
              "One cannot fathom current-day mathematical thinking without the unique contribution of Muhammad al-Khwarizmi in the ninth century AD Abu Abdullah Muhammad ibn Musa al-Khwarizmi (ابوعبدالله محمد بن موسی خوارزمی) was born at the end of the eighth century AD in the city of Khwarazm in Central Asia, which is known today as Khiva, and belongs to Uzbekistan.",
              "Hence the name by which he is remembered throughout history, “al-Khwarizmi” - he who comes from Khwarazm.",
              "In his seventy years of life he became one of the giants of mathematics.",
              "Not only in his region or time, but in the entire history of mathematics.",
              "Al-Khwarizmi was born and lived a short time after the first Muslim rulers finished conquering the vast space between North India, Mesopotamia and the Middle East, through North Africa to most of Spain, all within about 200 years.",
              "The city of Baghdad, founded in the eight century, became the capital of this vast empire and was at the time, most likely, the biggest and most developed city outside of China.",
              "Baghdad also became the undisputed cultural center of the entire Muslim world, which was no small feat.",
              "This was not only due to the immense size of the empire but also due to the cultural wealth it inherited - the lands under Islamic occupation saw the ancient cultures of Babylon and Egypt, and even parts of the ancient Hellenistic world.",
              "In the ninth century, under the rule of the early Abbasid caliphs, the Muslim empire was at its height.",
              "Caliph al-Maʾmūn founded in Baghdad the “House of Wisdom” (“Bayt al-Hikm”), which concentrated the immense scholarly enterprise of collecting the ancient sources of knowledge from all around the empire and translating them into Arabic.",
              "Among those heights of human thought and intellect were numerous assays written on the subject of mathematics.",
              "The importance of al-Maʾmūn’s work is recognized to these days, as many of the surviving Greek mathematical sources have reached us via their translation into Arabic.",
              "Scholars from all over the Muslim world and beyond flocked to the House of Wisdom.",
              "Al-Khwarizmi was also among them.",
              "This was the place where he spent most of his life, surrounded by the knowledge of the ancients that was now translated into his own language.",
              "In the midst of all this intellectual wealth, he broke new grounds in mathematics, ones that no one had thought of treading before him.",
              "Intellectual richness as a platform for growth.",
              "Scholars reading books at the “House of Wisdom”, drawing from the 13th century | Image: Wikipedia, common knowledge The Father of Algebra Al-Khwarizmi dealt with arithmetic (number theory), trigonometry, astronomy and many other diverse mathematical fields.",
              "However, the pinnacle of his achievements is an exemplary, masterful and ingenious essay thanks to which he is known as the “Father of Algebra”: al-Kitāb al-Mukhtaṣar fī Ḥisāb al-Jabr wal-Muqābalah (The Compendious Book on Calculation by Completion and Balancing).",
              "In the introduction to the essay, following the expected words of thanks to the caliph, he explained that this is a useful book that aims at helping in solving problems and making calculations.",
              "The ‘completion’ and the ‘balancing’, mentioned in the book’s title, are none other than the simplification of both sides of an equation and the isolation of variables.",
              "Al-Khwarizmi was the first to describe them in a general and pragmatic manner.",
              "The book dealt mainly with quadratic functions.",
              "For example: “A square and twelve roots are twenty eight numbers”.",
              "What does this mean?",
              "While the book deals with equations, it is written entirely in words.",
              "Al-Khwarizmi was missing the convenient mathematical writing form we use today.",
              "While its foundations were present in writings that predated him, it seems that he was not familiar with them, and in any case, the form of writing equations, which we utilize today, was shaped already after his time.",
              "In order to better understand what al-Khwarizmi meant, we will translate his words: a square - our variable squared.",
              "“roots” are X’s, the roots of the squares.",
              "and the numbers are just numbers.",
              "If so, then “A square and twelve roots are twenty eight numbers” is none other than the equation: X2+12X=28 Divide the 12 numbers by 4, you will get 3 numbers.",
              "Multiply the 3 numbers by 3 numbers, you will get 9 numbers.",
              "Multiply 9 times 4, you will get 36 numbers.",
              "To 36 you add the 28 numbers from the original equation and you will thus get 64 Calculate the square root of 64, you will get 8.",
              "From 8 you subtract one half of the roots (meaning X - 12 in our case).",
              "Subtract 6 from 8 and you will get 2.",
              "This is the answer.",
              "X=2 is indeed the solution of the equation.",
              "Up until al-Khwarizmi’s days such equations could only be solved in certain cases, when things worked out in a particularly convenient way of calculation.",
              "Al-Khwarizmi presented a general approach, which will work for any numbers we assign to the equation.",
              "Why is this correct?",
              "Al-Khwarizmi not only presented the path to the solution, but also provided it with a spectacular geometric explanation: The length of each edge of the green square in the middle is the required X, therefore its area is X2.",
              "The area of each blue rectangle is 3X, and thus their combined area is exactly 12X in our equation.",
              "The green and the blue combined equal 28, since we are given that x2+12x=28.",
              "We add the four red squares, the area of each of which equals 9, thus the four combined add up to 36.",
              "We get 28+36=64, which is the area of the entire large square.",
              "From this, one can find the length of its edge.",
              "If the area is 64, then the edge of the large square should be 8.",
              "In order to find X, we have to subtract twice the length of the red square edge, that is, subtract 6 to get 2.",
              "Each step in the set of steps described by Al-Khwarizmi derives from geometrical considerations.",
              "A brilliant essay designed to help with calculations and problem solving.",
              "A page from “The Book of Algebra”, or \"The Compendious Book on Calculation by Completion and Balancing\" - the \"al-Kitāb al-Mukhtaṣar fī Hisāb al-Jabr wal-Muqābala\" | Image: Wikipedia, common knowledge From Algebra to Algorithm Today we are familiar with a general formula for the solution of quadratic functions - the quadratic formula.",
              "Al-Khwarizmi was unable to unify all the quadratic equations, since only positive numbers were known during his time.",
              "Therefore he was forced to divide the quadratic equations into six types, and for each type he provided a set of clear and organized steps for the solution process.",
              "A true algorithm!",
              "It is by no coincidence that the word ‘algorithm’ sounds very similar to the mathematician’s name “al-Khwarizmi”.",
              "The word we use today to describe an orderly set of processes that includes steps for the solution of a given problem is nothing but a mispronunciation of al-Khwarizmi’s name, due its problematic transcription into European languages.",
              "The consonant KH, which is missing in many European languages, was replaced with a G, and thus, al-Khwarizmi’s name remains present to this day in the name of the mathematical method he developed.",
              "Not only did the algorithm get its name from Al-Khwarizmi’s work.",
              "The aforementioned completion and balancing that stood at the heart of his work, al-Jabr wal-Muqābalah, were shortened to al-Jabr and from that to the word ‘Algebra’.",
              "Al-Khwarizmi is considered the father of algebra not only since his essay endowed it with its name, but also in an essential way.",
              "The essence of algebra is abstraction.",
              "The most important principle in the book is the division into types, and then the ability to say that all things of a particular type are in fact similar.",
              "This was unprecedented in the history of mathematics.",
              "It was a truly revolutionary step compared to Greek mathematics, which dealt mostly with geometry.",
              "Al-Khwarizmi was the first to refer to general “Algebraic objects”: an equation, a variable and more.",
              "Before his time there were only problems and solutions.",
              "He already spoke of general types of problems, which he turned into abstract objects themselves, which we study and talk about today, without referring to the private cases given by Al-Khwarizmi.",
              "Today we take it almost for granted that this is one of the main things mathematics does.",
              "But until al-Khwarizmi it was simply not true.",
              "To him, the equation was not simply an excuse to deal with a numerical problem, it was the main objective of mathematical research.",
              "Al-Khwarizmi’s first step was followed by a long line of algebra practitioners, who studied equations further and further, increasing the level of algebraic complexity.",
              "Later they set sail to the abstract and built additional mathematical objects, more general and more abstract, which allowed mathematics to soar to new heights.",
              "But it all started at the House of Wisdom in Baghdad.",
              "The length of each edge of the green square in the middle is the required X, therefore its area is X2.",
              "The area of each blue rectangle is 3X, and thus their combined area is exactly 12X in our equation.",
              "The green and the blue combined equal 28, since we are given that x2+12x=28.",
              "We add the four red squares, the area of each of which equals 9, thus the four combined add up to 36.",
              "We get 28+36=64, which is the area of the entire large square.",
              "From this, one can find the length of its edge.",
              "If the area is 64, then the edge of the large square should be 8.",
              "In order to find X, we have to subtract twice the length of the red square edge, that is, subtract 6 to get 2.",
              "Each step in the set of steps described by Al-Khwarizmi derives from geometrical considerations.",
              "A brilliant essay designed to help with calculations and problem solving.",
              "A page from “The Book of Algebra”, or \"The Compendious Book on Calculation by Completion and Balancing\" - the \"al-Kitāb al-Mukhtaṣar fī Hisāb al-Jabr wal-Muqābala\" | Image: Wikipedia, common knowledge From Algebra to Algorithm Today we are familiar with a general formula for the solution of quadratic functions - the quadratic formula.",
              "Al-Khwarizmi was unable to unify all the quadratic equations, since only positive numbers were known during his time.",
              "Therefore he was forced to divide the quadratic equations into six types, and for each type he provided a set of clear and organized steps for the solution process.",
              "A true algorithm!",
              "It is by no coincidence that the word ‘algorithm’ sounds very similar to the mathematician’s name “al-Khwarizmi”.",
              "The word we use today to describe an orderly set of processes that includes steps for the solution of a given problem is nothing but a mispronunciation of al-Khwarizmi’s name, due its problematic transcription into European languages.",
              "The consonant KH, which is missing in many European languages, was replaced with a G, and thus, al-Khwarizmi’s name remains present to this day in the name of the mathematical method he developed.",
              "Not only did the algorithm get its name from Al-Khwarizmi’s work.",
              "The aforementioned completion and balancing that stood at the heart of his work, al-Jabr wal-Muqābalah, were shortened to al-Jabr and from that to the word ‘Algebra’.",
              "Al-Khwarizmi is considered the father of algebra not only since his essay endowed it with its name, but also in an essential way.",
              "The essence of algebra is abstraction.",
              "The most important principle in the book is the division into types, and then the ability to say that all things of a particular type are in fact similar.",
              "This was unprecedented in the history of mathematics.",
              "It was a truly revolutionary step compared to Greek mathematics, which dealt mostly with geometry.",
              "Al-Khwarizmi was the first to refer to general “Algebraic objects”: an equation, a variable and more.",
              "Before his time there were only problems and solutions.",
              "He already spoke of general types of problems, which he turned into abstract objects themselves, which we study and talk about today, without referring to the private cases given by Al-Khwarizmi.",
              "Today we take it almost for granted that this is one of the main things mathematics does.",
              "But until al-Khwarizmi it was simply not true.",
              "To him, the equation was not simply an excuse to deal with a numerical problem, it was the main objective of mathematical research.",
              "Al-Khwarizmi’s first step was followed by a long line of algebra practitioners, who studied equations further and further, increasing the level of algebraic complexity.",
              "Later they set sail to the abstract and built additional mathematical objects, more general and more abstract, which allowed mathematics to soar to new heights.",
              "But it all started at the House of Wisdom in Baghdad.",
              "From Algebra to Algorithm Today we are familiar with a general formula for the solution of quadratic functions - the quadratic formula.",
              "Al-Khwarizmi was unable to unify all the quadratic equations, since only positive numbers were known during his time.",
              "Therefore he was forced to divide the quadratic equations into six types, and for each type he provided a set of clear and organized steps for the solution process.",
              "A true algorithm!",
              "It is by no coincidence that the word ‘algorithm’ sounds very similar to the mathematician’s name “al-Khwarizmi”.",
              "The word we use today to describe an orderly set of processes that includes steps for the solution of a given problem is nothing but a mispronunciation of al-Khwarizmi’s name, due its problematic transcription into European languages.",
              "The consonant KH, which is missing in many European languages, was replaced with a G, and thus, al-Khwarizmi’s name remains present to this day in the name of the mathematical method he developed.",
              "Not only did the algorithm get its name from Al-Khwarizmi’s work.",
              "The aforementioned completion and balancing that stood at the heart of his work, al-Jabr wal-Muqābalah, were shortened to al-Jabr and from that to the word ‘Algebra’.",
              "Al-Khwarizmi is considered the father of algebra not only since his essay endowed it with its name, but also in an essential way.",
              "The essence of algebra is abstraction.",
              "The most important principle in the book is the division into types, and then the ability to say that all things of a particular type are in fact similar.",
              "This was unprecedented in the history of mathematics.",
              "It was a truly revolutionary step compared to Greek mathematics, which dealt mostly with geometry.",
              "Al-Khwarizmi was the first to refer to general “Algebraic objects”: an equation, a variable and more.",
              "Before his time there were only problems and solutions.",
              "He already spoke of general types of problems, which he turned into abstract objects themselves, which we study and talk about today, without referring to the private cases given by Al-Khwarizmi.",
              "Today we take it almost for granted that this is one of the main things mathematics does.",
              "But until al-Khwarizmi it was simply not true.",
              "To him, the equation was not simply an excuse to deal with a numerical problem, it was the main objective of mathematical research.",
              "Al-Khwarizmi’s first step was followed by a long line of algebra practitioners, who studied equations further and further, increasing the level of algebraic complexity.",
              "Later they set sail to the abstract and built additional mathematical objects, more general and more abstract, which allowed mathematics to soar to new heights.",
              "But it all started at the House of Wisdom in Baghdad.",
              "Today we are familiar with a general formula for the solution of quadratic functions - the quadratic formula.",
              "Al-Khwarizmi was unable to unify all the quadratic equations, since only positive numbers were known during his time.",
              "Therefore he was forced to divide the quadratic equations into six types, and for each type he provided a set of clear and organized steps for the solution process.",
              "A true algorithm!",
              "It is by no coincidence that the word ‘algorithm’ sounds very similar to the mathematician’s name “al-Khwarizmi”.",
              "The word we use today to describe an orderly set of processes that includes steps for the solution of a given problem is nothing but a mispronunciation of al-Khwarizmi’s name, due its problematic transcription into European languages.",
              "The consonant KH, which is missing in many European languages, was replaced with a G, and thus, al-Khwarizmi’s name remains present to this day in the name of the mathematical method he developed.",
              "Not only did the algorithm get its name from Al-Khwarizmi’s work.",
              "The aforementioned completion and balancing that stood at the heart of his work, al-Jabr wal-Muqābalah, were shortened to al-Jabr and from that to the word ‘Algebra’.",
              "Al-Khwarizmi is considered the father of algebra not only since his essay endowed it with its name, but also in an essential way.",
              "The essence of algebra is abstraction.",
              "The most important principle in the book is the division into types, and then the ability to say that all things of a particular type are in fact similar.",
              "This was unprecedented in the history of mathematics.",
              "It was a truly revolutionary step compared to Greek mathematics, which dealt mostly with geometry.",
              "Al-Khwarizmi was the first to refer to general “Algebraic objects”: an equation, a variable and more.",
              "Before his time there were only problems and solutions.",
              "He already spoke of general types of problems, which he turned into abstract objects themselves, which we study and talk about today, without referring to the private cases given by Al-Khwarizmi.",
              "Today we take it almost for granted that this is one of the main things mathematics does.",
              "But until al-Khwarizmi it was simply not true.",
              "To him, the equation was not simply an excuse to deal with a numerical problem, it was the main objective of mathematical research.",
              "Al-Khwarizmi’s first step was followed by a long line of algebra practitioners, who studied equations further and further, increasing the level of algebraic complexity.",
              "Later they set sail to the abstract and built additional mathematical objects, more general and more abstract, which allowed mathematics to soar to new heights.",
              "But it all started at the House of Wisdom in Baghdad."
            ]
          }
        ],
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi introduced the Hindu-Arabic numerals to the West.": [
          {
            "title": "Al-Khwarizmi | Biography &amp; Facts | Britannica",
            "url": "https://www.britannica.com/biography/al-Khwarizmi",
            "content": [
              "Al-Khwarizmi | Biography &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Al-Khwārizmī is famous for his mathematical works, which introduced Hindu-Arabic numerals and algebra to European mathematicians.",
              "In fact, the words algorithm and algebra come from his name and the title of one of his works, respectively.",
              "Al-Khwārizmī became famous for his mathematical works.",
              "He wrote a book on algebra from whose title the word algebra is derived, and he wrote a book on calculation that introduced to Europe the Hindu-Arabic numerals and how to do arithmetic with them.",
              "Al-Khwārizmī’s major accomplishments were the books he wrote on mathematics and science.",
              "His mathematical books introduced the ideas of algebra and Hindu-Arabic numerals to Western mathematicians during the Middle Ages.",
              "His scientific works concerned geography and astronomy.",
              "al-Khwārizmī, in full Muḥammad ibn Mūsā al-Khwārizmī, (born c.",
              "780 —died c.",
              "850), Muslim mathematician and astronomer whose major works introduced Hindu-Arabic numerals and the concepts of algebra into European mathematics.",
              "Latinized versions of his name and of his most famous book title live on in the terms algorithm and algebra.",
              "Al-Khwārizmī lived in Baghdad, where he worked at the “House of Wisdom” (Dār al-Ḥikma) under the caliphate of al-Maʾmūn.",
              "The House of Wisdom acquired and translated scientific and philosophic treatises, particularly Greek, as well as publishing original research.",
              "Al-Khwārizmī’s work on elementary algebra, Al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr waʾl-muqābala (“The Compendious Book on Calculation by Completion and Balancing”), was translated into Latin in the 12th century, from which the title and term algebra derives.",
              "Algebra is a compilation of rules, together with demonstrations, for finding solutions of linear and quadratic equations based on intuitive geometric arguments, rather than the abstract notation now associated with the subject.",
              "Its systematic, demonstrative approach distinguishes it from earlier treatments of the subject.",
              "It also contains sections on calculating areas and volumes of geometric figures and on the use of algebra to solve inheritance problems according to proportions prescribed by Islamic law.",
              "Elements within the work can be traced from Babylonian mathematics of the early 2nd millennium bce through Hellenistic, Hebrew, and Hindu treatises.",
              "In the 12th century a second work by al-Khwārizmī introduced Hindu-Arabic numerals (see numerals and numeral systems) and their arithmetic to the West.",
              "It is preserved only in a Latin translation, Algoritmi de numero Indorum (“Al-Khwārizmī Concerning the Hindu Art of Reckoning”).",
              "From the name of the author, rendered in Latin as Algoritmi, originated the term algorithm.",
              "A third major book was his Kitāb ṣūrat al-arḍ (“The Image of the Earth”;",
              "translated as Geography), which presented the coordinates of localities in the known world based, ultimately, on those in the Geography of Ptolemy (flourished 127–145 ce) but with improved values for the length of the Mediterranean Sea and the location of cities in Asia and Africa.",
              "He also assisted in the construction of a world map for al-Maʾmūn and participated in a project to determine the circumference of the Earth, which had long been known to be spherical, by measuring the length of a degree of a meridian through the plain of Sinjār in Iraq.",
              "Finally, al-Khwārizmī also compiled a set of astronomical tables (Zīj), based on a variety of Hindu and Greek sources.",
              "This work included a table of sines, evidently for a circle of radius 150 units.",
              "Like his treatises on algebra and Hindu-Arabic numerals, this astronomical work (or an Andalusian revision thereof) was translated into Latin."
            ]
          },
          {
            "title": "Al-Khwarizmi - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Al-Khwarizmi",
            "content": [
              "Al-Khwarizmi - Wikipedia",
              "Muḥammad ibn Mūsā al-Khwārizmī[note 1] (Arabic: محمد بن موسى الخوارزمي;",
              "c.",
              "780 – c.",
              "850), or al-Khwarizmi, was an Abbasid polymath from Khwarazm, who produced vastly influential works in mathematics, astronomy, and geography.",
              "Around 820 CE, he was appointed as the astronomer and head of the library of the House of Wisdom in Baghdad.",
              "[6]: 14 Al-Khwarizmi's popularizing treatise on algebra (The Compendious Book on Calculation by Completion and Balancing, c.",
              "813–833 CE[7]: 171 ) presented the first systematic solution of linear and quadratic equations.",
              "One of his principal achievements in algebra was his demonstration of how to solve quadratic equations by completing the square, for which he provided geometric justifications.",
              "[6]: 14 Because he was the first to treat algebra as an independent discipline and introduced the methods of \"reduction\" and \"balancing\" (the transposition of subtracted terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation),[8] he has been described as the father[9][10][11] or founder[12][13] of algebra.",
              "The term algebra itself comes from the title of his book (the word al-jabr meaning \"completion\" or \"rejoining\").",
              "[14] His name gave rise to the terms algorism and algorithm,[15][16] the Spanish, Italian, and Portuguese terms algoritmo, and the Spanish guarismo[17] and Portuguese algarismo, both meaning \"digit\".",
              "[18] In the 12th century, Latin translations of his textbook on arithmetic (Algorithmo de Numero Indorum) which codified the various Indian numerals, introduced the decimal positional number system to the Western world.",
              "[19] The Compendious Book on Calculation by Completion and Balancing, translated into Latin by Robert of Chester in 1145, was used until the sixteenth century as the principal mathematical text-book of European universities.",
              "[20][21][22][23] In addition to his best-known works, he revised Ptolemy's Geography, listing the longitudes and latitudes of various cities and localities.",
              "[24]: 9 He further produced a set of astronomical tables and wrote about calendaric works, as well as the astrolabe and the sundial.",
              "[25] He also made important contributions to trigonometry, producing accurate sine and cosine tables, and the first table of tangents.",
              "[citation needed] Few details of al-Khwārizmī's life are known with certainty.",
              "Ibn al-Nadim gives his birthplace as Khwarazm, and he is generally thought to have come from this region.",
              "[26][27][28] Of Persian stock,[29][26][30][31][32] his name means 'the native of Khwarazm', a region that was part of Greater Iran,[33] and is now part of Turkmenistan, and Uzbekistan.",
              "[34] Muhammad ibn Jarir al-Tabari gives his name as Muḥammad ibn Musá al-Khwārizmī al-Majūsī al-Quṭrubbullī (محمد بن موسى الخوارزميّ المجوسـيّ القطربّـليّ).",
              "The epithet al-Qutrubbulli could indicate he might instead have come from Qutrubbul (Qatrabbul),[35] near Baghdad.",
              "However, Rashed denies this:[36] There is no need to be an expert on the period or a philologist to see that al-Tabari's second citation should read \"Muhammad ibn Mūsa al-Khwārizmī and al-Majūsi al-Qutrubbulli,\" and that there are two people (al-Khwārizmī and al-Majūsi al-Qutrubbulli) between whom the letter wa [Arabic 'و' for the conjunction 'and'] has been omitted in an early copy.",
              "This would not be worth mentioning if a series of errors concerning the personality of al-Khwārizmī, occasionally even the origins of his knowledge, had not been made.",
              "Recently, G.",
              "J.",
              "Toomer .",
              ".",
              ".",
              "with naive confidence constructed an entire fantasy on the error which cannot be denied the merit of amusing the reader.",
              "On the other hand, David A.",
              "King affirms his nisba to Qutrubul, noting that he was called al-Khwārizmī al-Qutrubbulli because he was born just outside of Baghdad.",
              "[37] Regarding al-Khwārizmī's religion, Toomer writes:[38] Another epithet given to him by al-Ṭabarī, \"al-Majūsī,\" would seem to indicate that he was an adherent of the old Zoroastrian religion.",
              "This would still have been possible at that time for a man of Iranian origin, but the pious preface to al-Khwārizmī's Algebra shows that he was an orthodox Muslim, so al-Ṭabarī's epithet could mean no more than that his forebears, and perhaps he in his youth, had been Zoroastrians.",
              "Ibn al-Nadīm's Kitāb al-Fihrist includes a short biography on al-Khwārizmī together with a list of his books.",
              "Al-Khwārizmī accomplished most of his work between 813 and 833.",
              "After the Muslim conquest of Persia, Baghdad had become the centre of scientific studies and trade.",
              "He worked in the House of Wisdom established by the Abbasid Caliph al-Ma'mūn, where he studied the sciences and mathematics, including the translation of Greek and Sanskrit scientific manuscripts.",
              "He was also a historian who is frequently cited by the likes of al-Tabari and Ibn Abi Tahir.",
              "[39] During the reign of al-Wathiq, he is said to have been involved in the first of two embassies to the Khazars.",
              "[40] Douglas Morton Dunlop suggests that Muḥammad ibn Mūsā al-Khwārizmī might have been the same person as Muḥammad ibn Mūsā ibn Shākir, the eldest of the three Banū Mūsā.",
              "[41] Al-Khwārizmī's contributions to mathematics, geography, astronomy, and cartography established the basis for innovation in algebra and trigonometry.",
              "His systematic approach to solving linear and quadratic equations led to algebra, a word derived from the title of his book on the subject, \"The Compendious Book on Calculation by Completion and Balancing\".",
              "[42] On the Calculation with Hindu Numerals, written about 820, was principally responsible for spreading the Hindu–Arabic numeral system throughout the Middle East and Europe.",
              "It was translated into Latin as Algoritmi de numero Indorum.",
              "Al-Khwārizmī, rendered as (Latin) Algoritmi, led to the term \"algorithm\".",
              "Some of his work was based on Persian and Babylonian astronomy, Indian numbers, and Greek mathematics.",
              "Al-Khwārizmī systematized and corrected Ptolemy's data for Africa and the Middle East.",
              "Another major book was Kitab surat al-ard (\"The Image of the Earth\";",
              "translated as Geography), presenting the coordinates of places based on those in the Geography of Ptolemy but with improved values for the Mediterranean Sea, Asia, and Africa.",
              "[citation needed] He also wrote on mechanical devices like the astrolabe[43] and sundial.",
              "He assisted a project to determine the circumference of the Earth and in making a world map for al-Ma'mun, the caliph, overseeing 70 geographers.",
              "[44] When, in the 12th century, his works spread to Europe through Latin translations, it had a profound impact on the advance of mathematics in Europe.",
              "[citation needed] The Compendious Book on Calculation by Completion and Balancing (Arabic: الكتاب المختصر في حساب الجبر والمقابلة al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr wal-muqābala) is a mathematical book written approximately 820 CE.",
              "The book was written with the encouragement of Caliph al-Ma'mun as a popular work on calculation and is replete with examples and applications to a wide range of problems in trade, surveying and legal inheritance.",
              "[45] The term \"algebra\" is derived from the name of one of the basic operations with equations (al-jabr, meaning \"restoration\", referring to adding a number to both sides of the equation to consolidate or cancel terms) described in this book.",
              "The book was translated in Latin as Liber algebrae et almucabala by Robert of Chester (Segovia, 1145) hence \"algebra\", and also by Gerard of Cremona.",
              "A unique Arabic copy is kept at Oxford and was translated in 1831 by F.",
              "Rosen.",
              "A Latin translation is kept in Cambridge.",
              "[46] It provided an exhaustive account of solving polynomial equations up to the second degree,[47] and discussed the fundamental method of \"reduction\" and \"balancing\", referring to the transposition of terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation.",
              "[48] Al-Khwārizmī's method of solving linear and quadratic equations worked by first reducing the equation to one of six standard forms (where b and c are positive integers) by dividing out the coefficient of the square and using the two operations al-jabr (Arabic: الجبر \"restoring\" or \"completion\") and al-muqābala (\"balancing\").",
              "Al-jabr is the process of removing negative units, roots and squares from the equation by adding the same quantity to each side.",
              "For example, x2 = 40x − 4x2 is reduced to 5x2 = 40x.",
              "Al-muqābala is the process of bringing quantities of the same type to the same side of the equation.",
              "For example, x2 + 14 = x + 5 is reduced to x2 + 9 = x.",
              "The above discussion uses modern mathematical notation for the types of problems that the book discusses.",
              "However, in al-Khwārizmī's day, most of this notation had not yet been invented, so he had to use ordinary text to present problems and their solutions.",
              "For example, for one problem he writes, (from an 1831 translation) If some one says: \"You divide ten into two parts: multiply the one by itself;",
              "it will be equal to the other taken eighty-one times.\"",
              "Computation: You say, ten less a thing, multiplied by itself, is a hundred plus a square less twenty things, and this is equal to eighty-one things.",
              "Separate the twenty things from a hundred and a square, and add them to eighty-one.",
              "It will then be a hundred plus a square, which is equal to a hundred and one roots.",
              "Halve the roots;",
              "the moiety is fifty and a half.",
              "Multiply this by itself, it is two thousand five hundred and fifty and a quarter.",
              "Subtract from this one hundred;",
              "the remainder is two thousand four hundred and fifty and a quarter.",
              "Extract the root from this;",
              "it is forty-nine and a half.",
              "Subtract this from the moiety of the roots, which is fifty and a half.",
              "There remains one, and this is one of the two parts.",
              "[45] In modern notation this process, with x the \"thing\" (شيء shayʾ) or \"root\", is given by the steps, Let the roots of the equation be x = p and x = q.",
              "Then p + q 2 = 50 1 2 {\\displaystyle {\\tfrac {p+q}{2}}=50{\\tfrac {1}{2}}} , p q = 100 {\\displaystyle pq=100} and So a root is given by Several authors have also published texts under the name of Kitāb al-jabr wal-muqābala, including Abū Ḥanīfa Dīnawarī, Abū Kāmil Shujāʿ ibn Aslam, Abū Muḥammad al-'Adlī, Abū Yūsuf al-Miṣṣīṣī, 'Abd al-Hamīd ibn Turk, Sind ibn 'Alī, Sahl ibn Bišr, and Sharaf al-Dīn al-Ṭūsī.",
              "S.",
              "Gandz has described Al-Khwarizmi as the father of Algebra : Al-Khwarizmi's algebra is regarded as the foundation and cornerstone of the sciences.",
              "In a sense, al-Khwarizmi is more entitled to be called \"the father of algebra\" than Diophantus because al-Khwarizmi is the first to teach algebra in an elementary form and for its own sake, Diophantus is primarily concerned with the theory of numbers.",
              "[49] Victor J.",
              "Katz adds : The first true algebra text which is still extant is the work on al-jabr and al-muqabala by Mohammad ibn Musa al-Khwarizmi, written in Baghdad around 825.",
              "[50] J.",
              "J.",
              "O'Conner and E.",
              "F.",
              "Robertson wrote in the MacTutor History of Mathematics archive: Perhaps one of the most significant advances made by Arabic mathematics began at this time with the work of al-Khwarizmi, namely the beginnings of algebra.",
              "It is important to understand just how significant this new idea was.",
              "It was a revolutionary move away from the Greek concept of mathematics which was essentially geometry.",
              "Algebra was a unifying theory which allowed rational numbers, irrational numbers, geometrical magnitudes, etc.",
              ", to all be treated as \"algebraic objects\".",
              "It gave mathematics a whole new development path so much broader in concept to that which had existed before, and provided a vehicle for future development of the subject.",
              "Another important aspect of the introduction of algebraic ideas was that it allowed mathematics to be applied to itself in a way which had not happened before.",
              "[51] R.",
              "Rashed and Angela Armstrong write: Al-Khwarizmi's text can be seen to be distinct not only from the Babylonian tablets, but also from Diophantus' Arithmetica.",
              "It no longer concerns a series of problems to be solved, but an exposition which starts with primitive terms in which the combinations must give all possible prototypes for equations, which henceforward explicitly constitute the true object of study.",
              "On the other hand, the idea of an equation for its own sake appears from the beginning and, one could say, in a generic manner, insofar as it does not simply emerge in the course of solving a problem, but is specifically called on to define an infinite class of problems.[52] According to Swiss-American historian of mathematics, Florian Cajori, Al-Khwarizmi's algebra was different from the work of Indian mathematicians, for Indians had no rules like the ''restoration'' and ''reduction''.",
              "[53] Regarding the dissimilarity and significance of Al-Khwarizmi's algebraic work from that of Indian Mathematician Brahmagupta, Carl Benjamin Boyer wrote: It is true that in two respects the work of al-Khowarizmi represented a retrogression from that of Diophantus.",
              "First, it is on a far more elementary level than that found in the Diophantine problems and, second, the algebra of al-Khowarizmi is thoroughly rhetorical, with none of the syncopation found in the Greek Arithmetica or in Brahmagupta's work.",
              "Even numbers were written out in words rather than symbols!",
              "It is quite unlikely that al-Khwarizmi knew of the work of Diophantus, but he must have been familiar with at least the astronomical and computational portions of Brahmagupta;",
              "yet neither al-Khwarizmi nor other Arabic scholars made use of syncopation or of negative numbers.",
              "Nevertheless, the Al-jabr comes closer to the elementary algebra of today than the works of either Diophantus or Brahmagupta, because the book is not concerned with difficult problems in indeterminant analysis but with a straight forward and elementary exposition of the solution of equations, especially that of second degree.",
              "The Arabs in general loved a good clear argument from premise to conclusion, as well as systematic organization – respects in which neither Diophantus nor the Hindus excelled.",
              "[54] Al-Khwārizmī's second most influential work was on the subject of arithmetic, which survived in Latin translations but is lost in the original Arabic.",
              "His writings include the text kitāb al-ḥisāb al-hindī ('Book of Indian computation'[note 2]), and perhaps a more elementary text, kitab al-jam' wa'l-tafriq al-ḥisāb al-hindī ('Addition and subtraction in Indian arithmetic').",
              "[56][57] These texts described algorithms on decimal numbers (Hindu–Arabic numerals) that could be carried out on a dust board.",
              "Called takht in Arabic (Latin: tabula), a board covered with a thin layer of dust or sand was employed for calculations, on which figures could be written with a stylus and easily erased and replaced when necessary.",
              "Al-Khwarizmi's algorithms were used for almost three centuries, until replaced by Al-Uqlidisi's algorithms that could be carried out with pen and paper.",
              "[58] As part of 12th century wave of Arabic science flowing into Europe via translations, these texts proved to be revolutionary in Europe.",
              "[59] Al-Khwarizmi's Latinized name, Algorismus, turned into the name of method used for computations, and survives in the modern term \"algorithm\".",
              "It gradually replaced the previous abacus-based methods used in Europe.",
              "[60] Four Latin texts providing adaptions of Al-Khwarizmi's methods have survived, even though none of them is believed to be a literal translation:[56] Dixit Algorizmi ('Thus spake Al-Khwarizmi') is the starting phrase of a manuscript in the University of Cambridge library, which is generally referred to by its 1857 title Algoritmi de Numero Indorum.",
              "It is attributed to the Adelard of Bath, who had also translated the astronomical tables in 1126.",
              "It is perhaps the closest to Al-Khwarizmi's own writings.",
              "[62] Al-Khwarizmi's work on arithmetic was responsible for introducing the Arabic numerals, based on the Hindu–Arabic numeral system developed in Indian mathematics, to the Western world.",
              "The term \"algorithm\" is derived from the algorism, the technique of performing arithmetic with Hindu-Arabic numerals developed by al-Khwārizmī.",
              "Both \"algorithm\" and \"algorism\" are derived from the Latinized forms of al-Khwārizmī's name, Algoritmi and Algorismi, respectively.",
              "Al-Khwārizmī's Zīj al-Sindhind[38] (Arabic: زيج السند هند, \"astronomical tables of Siddhanta\"[63]) is a work consisting of approximately 37 chapters on calendrical and astronomical calculations and 116 tables with calendrical, astronomical and astrological data, as well as a table of sine values.",
              "This is the first of many Arabic Zijes based on the Indian astronomical methods known as the sindhind.",
              "[64] The word Sindhind is a corruption of the Sanskrit Siddhānta, which is the usual designation of an astronomical textbook.",
              "In fact, the mean motions in the tables of al-Khwarizmi are derived from those in the \"corrected Brahmasiddhanta\" (Brahmasphutasiddhanta) of Brahmagupta.",
              "[65] The work contains tables for the movements of the sun, the moon and the five planets known at the time.",
              "This work marked the turning point in Islamic astronomy.",
              "Hitherto, Muslim astronomers had adopted a primarily research approach to the field, translating works of others and learning already discovered knowledge.",
              "The original Arabic version (written c.",
              "820) is lost, but a version by the Spanish astronomer Maslamah Ibn Ahmad al-Majriti (c.",
              "1000) has survived in a Latin translation, presumably by Adelard of Bath (26 January 1126).",
              "[66] The four surviving manuscripts of the Latin translation are kept at the Bibliothèque publique (Chartres), the Bibliothèque Mazarine (Paris), the Biblioteca Nacional (Madrid) and the Bodleian Library (Oxford).",
              "Al-Khwārizmī's Zīj al-Sindhind also contained tables for the trigonometric functions of sines and cosine.",
              "[64] A related treatise on spherical trigonometry is also attributed to him.",
              "[51] Al-Khwārizmī produced accurate sine and cosine tables, and the first table of tangents.",
              "[67][68] Al-Khwārizmī's third major work is his Kitāb Ṣūrat al-Arḍ (Arabic: كتاب صورة الأرض, \"Book of the Description of the Earth\"),[69] also known as his Geography, which was finished in 833.",
              "It is a major reworking of Ptolemy's second-century Geography, consisting of a list of 2402 coordinates of cities and other geographical features following a general introduction.",
              "[70] There is only one surviving copy of Kitāb Ṣūrat al-Arḍ, which is kept at the Strasbourg University Library.",
              "A Latin translation is kept at the Biblioteca Nacional de España in Madrid.",
              "[citation needed] The book opens with the list of latitudes and longitudes, in order of \"weather zones\", that is to say in blocks of latitudes and, in each weather zone, by order of longitude.",
              "As Paul Gallez[dubious – discuss] points out, this excellent system allows the deduction of many latitudes and longitudes where the only extant document is in such a bad condition as to make it practically illegible.",
              "Neither the Arabic copy nor the Latin translation include the map of the world itself;",
              "however, Hubert Daunicht was able to reconstruct the missing map from the list of coordinates.",
              "Daunicht read the latitudes and longitudes of the coastal points in the manuscript, or deduces them from the context where they were not legible.",
              "He transferred the points onto graph paper and connected them with straight lines, obtaining an approximation of the coastline as it was on the original map.",
              "He then did the same for the rivers and towns.",
              "[71] Al-Khwārizmī corrected Ptolemy's gross overestimate for the length of the Mediterranean Sea[72] from the Canary Islands to the eastern shores of the Mediterranean;",
              "Ptolemy overestimated it at 63 degrees of longitude, while al-Khwārizmī almost correctly estimated it at nearly 50 degrees of longitude.",
              "He \"also depicted the Atlantic and Indian Oceans as open bodies of water, not land-locked seas as Ptolemy had done.\"",
              "[73] Al-Khwārizmī's Prime Meridian at the Fortunate Isles was thus around 10° east of the line used by Marinus and Ptolemy.",
              "Most medieval Muslim gazetteers continued to use al-Khwārizmī's prime meridian.",
              "[72] Al-Khwārizmī wrote several other works including a treatise on the Hebrew calendar, titled Risāla fi istikhrāj ta'rīkh al-yahūd (Arabic: رسالة في إستخراج تأريخ اليهود, \"Extraction of the Jewish Era\").",
              "It describes the Metonic cycle, a 19-year intercalation cycle;",
              "the rules for determining on what day of the week the first day of the month Tishrei shall fall;",
              "calculates the interval between the Anno Mundi or Jewish year and the Seleucid era;",
              "and gives rules for determining the mean longitude of the sun and the moon using the Hebrew calendar.",
              "Similar material is found in the works of Abū Rayḥān al-Bīrūnī and Maimonides.",
              "[38] Ibn al-Nadim's Kitāb al-Fihrist, an index of Arabic books, mentions al-Khwārizmī's Kitāb al-Taʾrīkh (Arabic: كتاب التأريخ), a book of annals.",
              "No direct manuscript survives;",
              "however, a copy had reached Nusaybin by the 11th century, where its metropolitan bishop, Mar Elias bar Shinaya, found it.",
              "Elias's chronicle quotes it from \"the death of the Prophet\" through to 169 AH, at which point Elias's text itself hits a lacuna.",
              "[74] Several Arabic manuscripts in Berlin, Istanbul, Tashkent, Cairo and Paris contain further material that surely or with some probability comes from al-Khwārizmī.",
              "The Istanbul manuscript contains a paper on sundials;",
              "the Fihrist credits al-Khwārizmī with Kitāb ar-Rukhāma(t) (Arabic: كتاب الرخامة).",
              "Other papers, such as one on the determination of the direction of Mecca, are on the spherical astronomy.",
              "Two texts deserve special interest on the morning width (Ma'rifat sa'at al-mashriq fī kull balad) and the determination of the azimuth from a height (Ma'rifat al-samt min qibal al-irtifā').",
              "He also wrote two books on using and constructing astrolabes."
            ]
          },
          {
            "title": "Al-Khwarizmi, a Pioneering Astronomer and Mathematician - ThoughtCo",
            "url": "https://www.thoughtco.com/al-khwarizmi-profile-1789065",
            "content": [
              "Al-Khwarizmi, a Pioneering Astronomer and Mathematician - ThoughtCo",
              "Yunuskhuja Tuygunkhujaev/Wikimedia Commons/CC BY 4.",
              "0 Al-Khwarizmi​ was also known as Abu Ja'far Muhammad ibn Musa al-Khwarizmi.",
              "He was known for writing major works on astronomy and mathematics that introduced Hindu-Arabic numerals and the idea of algebra to European scholars.",
              "The Latinized version of his name gave us the term \"algorithm,\" and the title of his most famous and important work gave us the word \"algebra.\"",
              "Writer, scientist, astronomer, geographer, and mathematician.",
              "Asia, Arabia Born: c.",
              "786Died: c.",
              "850 Muhammad ibn Musa al-Khwarizmi was born in Baghdad in the 780s, around the time Harun al-Rashid became the fifth Abbasid caliph.",
              "Harun's son and successor, al-Mamun, founded an academy of science known as the \"House of Wisdom\" (Dar al-Hikma).",
              "Here, research was conducted and scientific and philosophic treatises were translated, particularly Greek works from the Eastern Roman Empire.",
              "Al-Khwarizmi became a scholar at the House of Wisdom.",
              "At this important center of learning, al-Khwarizmi studied algebra, geometry, and astronomy.",
              "He wrote influential texts on the subjects.",
              "He appears to have received the specific patronage of al-Mamun, to whom he dedicated two of his books: his treatise on algebra and his treatise on astronomy.",
              "Al-Khwarizmi's treatise on algebra, al-Kitab al-mukhtasar fi hisab al-jabr waʾl-muqabala (“The Compendious Book on Calculation by Completion and Balancing”), was his most important and well-known work.",
              "Elements of Greek, Hebrew, and Hindu works that were derived from Babylonian mathematics of more than 2,000 years earlier were incorporated into al-Khwarizmi's treatise.",
              "The term \"al-jabr\" in its title brought the word \"algebra\" into western use when it was translated into Latin several centuries later.",
              "Although it sets forth the basic rules of algebra, Hisab al-jabr w'al-muqabala had a practical objective: to teach.",
              "As al-Khwarizmi put it: Hisab al-jabr w'al-muqabala included examples as well as algebraic rules in order to help the reader with these practical applications.",
              "Al-Khwarizmi also produced a work on Hindu numerals.",
              "These symbols, which we recognize as the \"Arabic\" numerals used in the west today, originated in India and had only recently been introduced into Arabic mathematics.",
              "Al-Khwarizmi's treatise describes the place-value system of numerals from 0 to 9 and may be the first known use of a symbol for zero as a place-holder (a blank space had been used in some methods of calculation).",
              "The treatise provides methods for arithmetical calculation, and it is believed that a procedure for finding square roots was included.",
              "Unfortunately, the original Arabic text is lost.",
              "A Latin translation exists, and though it is thought to be considerably changed from the original, it did make an important addition to western mathematical knowledge.",
              "From the word \"Algoritmi\" in its title, Algoritmi de numero Indorum (in English, \"Al-Khwarizmi on the Hindu Art of Reckoning\"), the term \"algorithm\" came into western usage.",
              "In addition to his works in mathematics, al-Khwarizmi made important strides in geography.",
              "He helped create a world map for al-Mamun and took part in a project to find the Earth's circumference, in which he measured the length of a degree of a meridian in the plain of Sinjar.",
              "His book Kitab surat al-arḍ (literally \"The Image of the Earth,\" translated as Geography), was based on the geography of Ptolemy and provided the coordinates of approximately 2,400 sites in the known world, including cities, islands, rivers, seas, mountains, and general geographical regions.",
              "Al-Khwarizmi improved on Ptolemy with more accurate values for sites in Africa and Asia, and for the length of the Mediterranean Sea.",
              "Al-Khwarizmi wrote yet another work that made it into the western canon of mathematical studies: a compilation of astronomical tables.",
              "This included a table of sines, and either its original or an Andalusian revision was translated into Latin.",
              "He also produced two treatises on the astrolabe, one on the sundial and one on the Jewish calendar, and wrote a political history that included the horoscopes of prominent people.",
              "The precise date of al-Khwarizmi's death is unknown.",
              "Agarwal, Ravi P.",
              "\"Creators of Mathematical and Computational Sciences.\"",
              "Syamal K.",
              "Sen, 2014th Edition, Springer, November 13, 2014.",
              "O'Connor, J.",
              "J.",
              "\"Abu Ja'far Muhammad ibn Musa Al-Khwarizmi.\"",
              "E.",
              "F.",
              "Robertson, School of Mathematics and Statistics, University of St Andrews, Scotland, July 1999.",
              "Surhone, Lambert M.",
              "(Editor).",
              "\"The Compendious Book on Calculation by Completion and Balancing.\"",
              "Miriam T.",
              "Timpledon, Susan F.",
              "Marseken, VDM Publishing, August 10, 2010.",
              "The Editors of Encyclopaedia Britannica.",
              "\"Al-Khwarizmi.\"",
              "Encyclopaedia Britannica, July 20, 1998.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          }
        ],
        "The word \"algorism\" originally referred only to the rules of performing arithmetic using these numerals.": [
          {
            "title": "Algorism - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Algorism",
            "content": [
              "Algorism - Wikipedia",
              "Algorism is the technique of performing basic arithmetic by writing numbers in place value form and applying a set of memorized rules and facts to the digits.",
              "One who practices algorism is known as an algorist.",
              "This positional notation system has largely superseded earlier calculation systems that used a different set of symbols for each numerical magnitude, such as Roman numerals, and in some cases required a device such as an abacus.",
              "The word algorism comes from the name Al-Khwārizmī (c.",
              "780–850), a Persian[2][3] mathematician, astronomer, geographer and scholar in the House of Wisdom in Baghdad, whose name means \"the native of Khwarezm\", which is now in modern-day Uzbekistan.",
              "[4][5][6] He wrote a treatise in Arabic language in the 9th century, which was translated into Latin in the 12th century under the title Algoritmi de numero Indorum.",
              "This title means \"Algoritmi on the numbers of the Indians\", where \"Algoritmi\" was the translator's Latinization of Al-Khwarizmi's name.",
              "[7] Al-Khwarizmi was the most widely read mathematician in Europe in the late Middle Ages, primarily through his other book, the Algebra.",
              "[8] In late medieval Latin, algorismus, the corruption of his name, simply meant the \"decimal number system\" that is still the meaning of modern English algorism.",
              "During the 17th century, the French form for the word – but not its meaning – was changed to algorithm, following the model of the word logarithm, this form alluding to the ancient Greek arithmos = number.",
              "English adopted the French very soon afterwards, but it wasn't until the late 19th century that \"algorithm\" took on the meaning that it has in modern English.",
              "[9] In English, it was first used about 1230 and then by Chaucer in 1391.",
              "[10] Another early use of the word is from 1240, in a manual titled Carmen de Algorismo composed by Alexandre de Villedieu.",
              "It begins thus: Haec algorismus ars praesens dicitur, in qua / Talibus Indorum fruimur bis quinque figuris.",
              "which translates as: This present art, in which we use those twice five Indian figures, is called algorismus.",
              "The word algorithm also derives from algorism, a generalization of the meaning to any set of rules specifying a computational procedure.",
              "Occasionally algorism is also used in this generalized meaning, especially in older texts.",
              "Starting with the integer arithmetic developed in India using base 10 notation, Al-Khwārizmī along with other mathematicians in medieval Islam, documented new arithmetic methods and made many other contributions to decimal arithmetic (see the articles linked below).",
              "These included the concept of the decimal fractions as an extension of the notation, which in turn led to the notion of the decimal point.",
              "This system was popularized in Europe by Leonardo of Pisa, now known as Fibonacci.",
              "[11]"
            ]
          },
          {
            "title": "Algorismus | mathematical text | Britannica",
            "url": "https://www.britannica.com/science/algorismus",
            "content": [
              "Algorismus | mathematical text | Britannica",
              "Western texts called algorismus (a Latin form of the name al-Khwārizmī) introduced the Hindu-Arabic numerals and applied them in calculations.",
              "Thus, modern numerals first came into use in universities and then became common among merchants and other laymen.",
              "It should be noted that, up to the 15th century,.",
              ".",
              "."
            ]
          },
          {
            "title": "Al-Khwarizmi - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Al-Khwarizmi",
            "content": [
              "Al-Khwarizmi - Wikipedia",
              "Muḥammad ibn Mūsā al-Khwārizmī[note 1] (Arabic: محمد بن موسى الخوارزمي;",
              "c.",
              "780 – c.",
              "850), or al-Khwarizmi, was an Abbasid polymath from Khwarazm, who produced vastly influential works in mathematics, astronomy, and geography.",
              "Around 820 CE, he was appointed as the astronomer and head of the library of the House of Wisdom in Baghdad.",
              "[6]: 14 Al-Khwarizmi's popularizing treatise on algebra (The Compendious Book on Calculation by Completion and Balancing, c.",
              "813–833 CE[7]: 171 ) presented the first systematic solution of linear and quadratic equations.",
              "One of his principal achievements in algebra was his demonstration of how to solve quadratic equations by completing the square, for which he provided geometric justifications.",
              "[6]: 14 Because he was the first to treat algebra as an independent discipline and introduced the methods of \"reduction\" and \"balancing\" (the transposition of subtracted terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation),[8] he has been described as the father[9][10][11] or founder[12][13] of algebra.",
              "The term algebra itself comes from the title of his book (the word al-jabr meaning \"completion\" or \"rejoining\").",
              "[14] His name gave rise to the terms algorism and algorithm,[15][16] the Spanish, Italian, and Portuguese terms algoritmo, and the Spanish guarismo[17] and Portuguese algarismo, both meaning \"digit\".",
              "[18] In the 12th century, Latin translations of his textbook on arithmetic (Algorithmo de Numero Indorum) which codified the various Indian numerals, introduced the decimal positional number system to the Western world.",
              "[19] The Compendious Book on Calculation by Completion and Balancing, translated into Latin by Robert of Chester in 1145, was used until the sixteenth century as the principal mathematical text-book of European universities.",
              "[20][21][22][23] In addition to his best-known works, he revised Ptolemy's Geography, listing the longitudes and latitudes of various cities and localities.",
              "[24]: 9 He further produced a set of astronomical tables and wrote about calendaric works, as well as the astrolabe and the sundial.",
              "[25] He also made important contributions to trigonometry, producing accurate sine and cosine tables, and the first table of tangents.",
              "[citation needed] Few details of al-Khwārizmī's life are known with certainty.",
              "Ibn al-Nadim gives his birthplace as Khwarazm, and he is generally thought to have come from this region.",
              "[26][27][28] Of Persian stock,[29][26][30][31][32] his name means 'the native of Khwarazm', a region that was part of Greater Iran,[33] and is now part of Turkmenistan, and Uzbekistan.",
              "[34] Muhammad ibn Jarir al-Tabari gives his name as Muḥammad ibn Musá al-Khwārizmī al-Majūsī al-Quṭrubbullī (محمد بن موسى الخوارزميّ المجوسـيّ القطربّـليّ).",
              "The epithet al-Qutrubbulli could indicate he might instead have come from Qutrubbul (Qatrabbul),[35] near Baghdad.",
              "However, Rashed denies this:[36] There is no need to be an expert on the period or a philologist to see that al-Tabari's second citation should read \"Muhammad ibn Mūsa al-Khwārizmī and al-Majūsi al-Qutrubbulli,\" and that there are two people (al-Khwārizmī and al-Majūsi al-Qutrubbulli) between whom the letter wa [Arabic 'و' for the conjunction 'and'] has been omitted in an early copy.",
              "This would not be worth mentioning if a series of errors concerning the personality of al-Khwārizmī, occasionally even the origins of his knowledge, had not been made.",
              "Recently, G.",
              "J.",
              "Toomer .",
              ".",
              ".",
              "with naive confidence constructed an entire fantasy on the error which cannot be denied the merit of amusing the reader.",
              "On the other hand, David A.",
              "King affirms his nisba to Qutrubul, noting that he was called al-Khwārizmī al-Qutrubbulli because he was born just outside of Baghdad.",
              "[37] Regarding al-Khwārizmī's religion, Toomer writes:[38] Another epithet given to him by al-Ṭabarī, \"al-Majūsī,\" would seem to indicate that he was an adherent of the old Zoroastrian religion.",
              "This would still have been possible at that time for a man of Iranian origin, but the pious preface to al-Khwārizmī's Algebra shows that he was an orthodox Muslim, so al-Ṭabarī's epithet could mean no more than that his forebears, and perhaps he in his youth, had been Zoroastrians.",
              "Ibn al-Nadīm's Kitāb al-Fihrist includes a short biography on al-Khwārizmī together with a list of his books.",
              "Al-Khwārizmī accomplished most of his work between 813 and 833.",
              "After the Muslim conquest of Persia, Baghdad had become the centre of scientific studies and trade.",
              "He worked in the House of Wisdom established by the Abbasid Caliph al-Ma'mūn, where he studied the sciences and mathematics, including the translation of Greek and Sanskrit scientific manuscripts.",
              "He was also a historian who is frequently cited by the likes of al-Tabari and Ibn Abi Tahir.",
              "[39] During the reign of al-Wathiq, he is said to have been involved in the first of two embassies to the Khazars.",
              "[40] Douglas Morton Dunlop suggests that Muḥammad ibn Mūsā al-Khwārizmī might have been the same person as Muḥammad ibn Mūsā ibn Shākir, the eldest of the three Banū Mūsā.",
              "[41] Al-Khwārizmī's contributions to mathematics, geography, astronomy, and cartography established the basis for innovation in algebra and trigonometry.",
              "His systematic approach to solving linear and quadratic equations led to algebra, a word derived from the title of his book on the subject, \"The Compendious Book on Calculation by Completion and Balancing\".",
              "[42] On the Calculation with Hindu Numerals, written about 820, was principally responsible for spreading the Hindu–Arabic numeral system throughout the Middle East and Europe.",
              "It was translated into Latin as Algoritmi de numero Indorum.",
              "Al-Khwārizmī, rendered as (Latin) Algoritmi, led to the term \"algorithm\".",
              "Some of his work was based on Persian and Babylonian astronomy, Indian numbers, and Greek mathematics.",
              "Al-Khwārizmī systematized and corrected Ptolemy's data for Africa and the Middle East.",
              "Another major book was Kitab surat al-ard (\"The Image of the Earth\";",
              "translated as Geography), presenting the coordinates of places based on those in the Geography of Ptolemy but with improved values for the Mediterranean Sea, Asia, and Africa.",
              "[citation needed] He also wrote on mechanical devices like the astrolabe[43] and sundial.",
              "He assisted a project to determine the circumference of the Earth and in making a world map for al-Ma'mun, the caliph, overseeing 70 geographers.",
              "[44] When, in the 12th century, his works spread to Europe through Latin translations, it had a profound impact on the advance of mathematics in Europe.",
              "[citation needed] The Compendious Book on Calculation by Completion and Balancing (Arabic: الكتاب المختصر في حساب الجبر والمقابلة al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr wal-muqābala) is a mathematical book written approximately 820 CE.",
              "The book was written with the encouragement of Caliph al-Ma'mun as a popular work on calculation and is replete with examples and applications to a wide range of problems in trade, surveying and legal inheritance.",
              "[45] The term \"algebra\" is derived from the name of one of the basic operations with equations (al-jabr, meaning \"restoration\", referring to adding a number to both sides of the equation to consolidate or cancel terms) described in this book.",
              "The book was translated in Latin as Liber algebrae et almucabala by Robert of Chester (Segovia, 1145) hence \"algebra\", and also by Gerard of Cremona.",
              "A unique Arabic copy is kept at Oxford and was translated in 1831 by F.",
              "Rosen.",
              "A Latin translation is kept in Cambridge.",
              "[46] It provided an exhaustive account of solving polynomial equations up to the second degree,[47] and discussed the fundamental method of \"reduction\" and \"balancing\", referring to the transposition of terms to the other side of an equation, that is, the cancellation of like terms on opposite sides of the equation.",
              "[48] Al-Khwārizmī's method of solving linear and quadratic equations worked by first reducing the equation to one of six standard forms (where b and c are positive integers) by dividing out the coefficient of the square and using the two operations al-jabr (Arabic: الجبر \"restoring\" or \"completion\") and al-muqābala (\"balancing\").",
              "Al-jabr is the process of removing negative units, roots and squares from the equation by adding the same quantity to each side.",
              "For example, x2 = 40x − 4x2 is reduced to 5x2 = 40x.",
              "Al-muqābala is the process of bringing quantities of the same type to the same side of the equation.",
              "For example, x2 + 14 = x + 5 is reduced to x2 + 9 = x.",
              "The above discussion uses modern mathematical notation for the types of problems that the book discusses.",
              "However, in al-Khwārizmī's day, most of this notation had not yet been invented, so he had to use ordinary text to present problems and their solutions.",
              "For example, for one problem he writes, (from an 1831 translation) If some one says: \"You divide ten into two parts: multiply the one by itself;",
              "it will be equal to the other taken eighty-one times.\"",
              "Computation: You say, ten less a thing, multiplied by itself, is a hundred plus a square less twenty things, and this is equal to eighty-one things.",
              "Separate the twenty things from a hundred and a square, and add them to eighty-one.",
              "It will then be a hundred plus a square, which is equal to a hundred and one roots.",
              "Halve the roots;",
              "the moiety is fifty and a half.",
              "Multiply this by itself, it is two thousand five hundred and fifty and a quarter.",
              "Subtract from this one hundred;",
              "the remainder is two thousand four hundred and fifty and a quarter.",
              "Extract the root from this;",
              "it is forty-nine and a half.",
              "Subtract this from the moiety of the roots, which is fifty and a half.",
              "There remains one, and this is one of the two parts.",
              "[45] In modern notation this process, with x the \"thing\" (شيء shayʾ) or \"root\", is given by the steps, Let the roots of the equation be x = p and x = q.",
              "Then p + q 2 = 50 1 2 {\\displaystyle {\\tfrac {p+q}{2}}=50{\\tfrac {1}{2}}} , p q = 100 {\\displaystyle pq=100} and So a root is given by Several authors have also published texts under the name of Kitāb al-jabr wal-muqābala, including Abū Ḥanīfa Dīnawarī, Abū Kāmil Shujāʿ ibn Aslam, Abū Muḥammad al-'Adlī, Abū Yūsuf al-Miṣṣīṣī, 'Abd al-Hamīd ibn Turk, Sind ibn 'Alī, Sahl ibn Bišr, and Sharaf al-Dīn al-Ṭūsī.",
              "S.",
              "Gandz has described Al-Khwarizmi as the father of Algebra : Al-Khwarizmi's algebra is regarded as the foundation and cornerstone of the sciences.",
              "In a sense, al-Khwarizmi is more entitled to be called \"the father of algebra\" than Diophantus because al-Khwarizmi is the first to teach algebra in an elementary form and for its own sake, Diophantus is primarily concerned with the theory of numbers.",
              "[49] Victor J.",
              "Katz adds : The first true algebra text which is still extant is the work on al-jabr and al-muqabala by Mohammad ibn Musa al-Khwarizmi, written in Baghdad around 825.",
              "[50] J.",
              "J.",
              "O'Conner and E.",
              "F.",
              "Robertson wrote in the MacTutor History of Mathematics archive: Perhaps one of the most significant advances made by Arabic mathematics began at this time with the work of al-Khwarizmi, namely the beginnings of algebra.",
              "It is important to understand just how significant this new idea was.",
              "It was a revolutionary move away from the Greek concept of mathematics which was essentially geometry.",
              "Algebra was a unifying theory which allowed rational numbers, irrational numbers, geometrical magnitudes, etc.",
              ", to all be treated as \"algebraic objects\".",
              "It gave mathematics a whole new development path so much broader in concept to that which had existed before, and provided a vehicle for future development of the subject.",
              "Another important aspect of the introduction of algebraic ideas was that it allowed mathematics to be applied to itself in a way which had not happened before.",
              "[51] R.",
              "Rashed and Angela Armstrong write: Al-Khwarizmi's text can be seen to be distinct not only from the Babylonian tablets, but also from Diophantus' Arithmetica.",
              "It no longer concerns a series of problems to be solved, but an exposition which starts with primitive terms in which the combinations must give all possible prototypes for equations, which henceforward explicitly constitute the true object of study.",
              "On the other hand, the idea of an equation for its own sake appears from the beginning and, one could say, in a generic manner, insofar as it does not simply emerge in the course of solving a problem, but is specifically called on to define an infinite class of problems.[52] According to Swiss-American historian of mathematics, Florian Cajori, Al-Khwarizmi's algebra was different from the work of Indian mathematicians, for Indians had no rules like the ''restoration'' and ''reduction''.",
              "[53] Regarding the dissimilarity and significance of Al-Khwarizmi's algebraic work from that of Indian Mathematician Brahmagupta, Carl Benjamin Boyer wrote: It is true that in two respects the work of al-Khowarizmi represented a retrogression from that of Diophantus.",
              "First, it is on a far more elementary level than that found in the Diophantine problems and, second, the algebra of al-Khowarizmi is thoroughly rhetorical, with none of the syncopation found in the Greek Arithmetica or in Brahmagupta's work.",
              "Even numbers were written out in words rather than symbols!",
              "It is quite unlikely that al-Khwarizmi knew of the work of Diophantus, but he must have been familiar with at least the astronomical and computational portions of Brahmagupta;",
              "yet neither al-Khwarizmi nor other Arabic scholars made use of syncopation or of negative numbers.",
              "Nevertheless, the Al-jabr comes closer to the elementary algebra of today than the works of either Diophantus or Brahmagupta, because the book is not concerned with difficult problems in indeterminant analysis but with a straight forward and elementary exposition of the solution of equations, especially that of second degree.",
              "The Arabs in general loved a good clear argument from premise to conclusion, as well as systematic organization – respects in which neither Diophantus nor the Hindus excelled.",
              "[54] Al-Khwārizmī's second most influential work was on the subject of arithmetic, which survived in Latin translations but is lost in the original Arabic.",
              "His writings include the text kitāb al-ḥisāb al-hindī ('Book of Indian computation'[note 2]), and perhaps a more elementary text, kitab al-jam' wa'l-tafriq al-ḥisāb al-hindī ('Addition and subtraction in Indian arithmetic').",
              "[56][57] These texts described algorithms on decimal numbers (Hindu–Arabic numerals) that could be carried out on a dust board.",
              "Called takht in Arabic (Latin: tabula), a board covered with a thin layer of dust or sand was employed for calculations, on which figures could be written with a stylus and easily erased and replaced when necessary.",
              "Al-Khwarizmi's algorithms were used for almost three centuries, until replaced by Al-Uqlidisi's algorithms that could be carried out with pen and paper.",
              "[58] As part of 12th century wave of Arabic science flowing into Europe via translations, these texts proved to be revolutionary in Europe.",
              "[59] Al-Khwarizmi's Latinized name, Algorismus, turned into the name of method used for computations, and survives in the modern term \"algorithm\".",
              "It gradually replaced the previous abacus-based methods used in Europe.",
              "[60] Four Latin texts providing adaptions of Al-Khwarizmi's methods have survived, even though none of them is believed to be a literal translation:[56] Dixit Algorizmi ('Thus spake Al-Khwarizmi') is the starting phrase of a manuscript in the University of Cambridge library, which is generally referred to by its 1857 title Algoritmi de Numero Indorum.",
              "It is attributed to the Adelard of Bath, who had also translated the astronomical tables in 1126.",
              "It is perhaps the closest to Al-Khwarizmi's own writings.",
              "[62] Al-Khwarizmi's work on arithmetic was responsible for introducing the Arabic numerals, based on the Hindu–Arabic numeral system developed in Indian mathematics, to the Western world.",
              "The term \"algorithm\" is derived from the algorism, the technique of performing arithmetic with Hindu-Arabic numerals developed by al-Khwārizmī.",
              "Both \"algorithm\" and \"algorism\" are derived from the Latinized forms of al-Khwārizmī's name, Algoritmi and Algorismi, respectively.",
              "Al-Khwārizmī's Zīj al-Sindhind[38] (Arabic: زيج السند هند, \"astronomical tables of Siddhanta\"[63]) is a work consisting of approximately 37 chapters on calendrical and astronomical calculations and 116 tables with calendrical, astronomical and astrological data, as well as a table of sine values.",
              "This is the first of many Arabic Zijes based on the Indian astronomical methods known as the sindhind.",
              "[64] The word Sindhind is a corruption of the Sanskrit Siddhānta, which is the usual designation of an astronomical textbook.",
              "In fact, the mean motions in the tables of al-Khwarizmi are derived from those in the \"corrected Brahmasiddhanta\" (Brahmasphutasiddhanta) of Brahmagupta.",
              "[65] The work contains tables for the movements of the sun, the moon and the five planets known at the time.",
              "This work marked the turning point in Islamic astronomy.",
              "Hitherto, Muslim astronomers had adopted a primarily research approach to the field, translating works of others and learning already discovered knowledge.",
              "The original Arabic version (written c.",
              "820) is lost, but a version by the Spanish astronomer Maslamah Ibn Ahmad al-Majriti (c.",
              "1000) has survived in a Latin translation, presumably by Adelard of Bath (26 January 1126).",
              "[66] The four surviving manuscripts of the Latin translation are kept at the Bibliothèque publique (Chartres), the Bibliothèque Mazarine (Paris), the Biblioteca Nacional (Madrid) and the Bodleian Library (Oxford).",
              "Al-Khwārizmī's Zīj al-Sindhind also contained tables for the trigonometric functions of sines and cosine.",
              "[64] A related treatise on spherical trigonometry is also attributed to him.",
              "[51] Al-Khwārizmī produced accurate sine and cosine tables, and the first table of tangents.",
              "[67][68] Al-Khwārizmī's third major work is his Kitāb Ṣūrat al-Arḍ (Arabic: كتاب صورة الأرض, \"Book of the Description of the Earth\"),[69] also known as his Geography, which was finished in 833.",
              "It is a major reworking of Ptolemy's second-century Geography, consisting of a list of 2402 coordinates of cities and other geographical features following a general introduction.",
              "[70] There is only one surviving copy of Kitāb Ṣūrat al-Arḍ, which is kept at the Strasbourg University Library.",
              "A Latin translation is kept at the Biblioteca Nacional de España in Madrid.",
              "[citation needed] The book opens with the list of latitudes and longitudes, in order of \"weather zones\", that is to say in blocks of latitudes and, in each weather zone, by order of longitude.",
              "As Paul Gallez[dubious – discuss] points out, this excellent system allows the deduction of many latitudes and longitudes where the only extant document is in such a bad condition as to make it practically illegible.",
              "Neither the Arabic copy nor the Latin translation include the map of the world itself;",
              "however, Hubert Daunicht was able to reconstruct the missing map from the list of coordinates.",
              "Daunicht read the latitudes and longitudes of the coastal points in the manuscript, or deduces them from the context where they were not legible.",
              "He transferred the points onto graph paper and connected them with straight lines, obtaining an approximation of the coastline as it was on the original map.",
              "He then did the same for the rivers and towns.",
              "[71] Al-Khwārizmī corrected Ptolemy's gross overestimate for the length of the Mediterranean Sea[72] from the Canary Islands to the eastern shores of the Mediterranean;",
              "Ptolemy overestimated it at 63 degrees of longitude, while al-Khwārizmī almost correctly estimated it at nearly 50 degrees of longitude.",
              "He \"also depicted the Atlantic and Indian Oceans as open bodies of water, not land-locked seas as Ptolemy had done.\"",
              "[73] Al-Khwārizmī's Prime Meridian at the Fortunate Isles was thus around 10° east of the line used by Marinus and Ptolemy.",
              "Most medieval Muslim gazetteers continued to use al-Khwārizmī's prime meridian.",
              "[72] Al-Khwārizmī wrote several other works including a treatise on the Hebrew calendar, titled Risāla fi istikhrāj ta'rīkh al-yahūd (Arabic: رسالة في إستخراج تأريخ اليهود, \"Extraction of the Jewish Era\").",
              "It describes the Metonic cycle, a 19-year intercalation cycle;",
              "the rules for determining on what day of the week the first day of the month Tishrei shall fall;",
              "calculates the interval between the Anno Mundi or Jewish year and the Seleucid era;",
              "and gives rules for determining the mean longitude of the sun and the moon using the Hebrew calendar.",
              "Similar material is found in the works of Abū Rayḥān al-Bīrūnī and Maimonides.",
              "[38] Ibn al-Nadim's Kitāb al-Fihrist, an index of Arabic books, mentions al-Khwārizmī's Kitāb al-Taʾrīkh (Arabic: كتاب التأريخ), a book of annals.",
              "No direct manuscript survives;",
              "however, a copy had reached Nusaybin by the 11th century, where its metropolitan bishop, Mar Elias bar Shinaya, found it.",
              "Elias's chronicle quotes it from \"the death of the Prophet\" through to 169 AH, at which point Elias's text itself hits a lacuna.",
              "[74] Several Arabic manuscripts in Berlin, Istanbul, Tashkent, Cairo and Paris contain further material that surely or with some probability comes from al-Khwārizmī.",
              "The Istanbul manuscript contains a paper on sundials;",
              "the Fihrist credits al-Khwārizmī with Kitāb ar-Rukhāma(t) (Arabic: كتاب الرخامة).",
              "Other papers, such as one on the determination of the direction of Mecca, are on the spherical astronomy.",
              "Two texts deserve special interest on the morning width (Ma'rifat sa'at al-mashriq fī kull balad) and the determination of the azimuth from a height (Ma'rifat al-samt min qibal al-irtifā').",
              "He also wrote two books on using and constructing astrolabes."
            ]
          }
        ],
        "The word \"algorism\" evolved into \"algorithm\" by the 18th century under the mistaken connection with the Greek word \"arithmos\" meaning \"number\".": [
          {
            "title": "Algorism Definition &amp; Meaning - Merriam-Webster",
            "url": "https://www.merriam-webster.com/dictionary/algorism",
            "content": [
              "Algorism Definition &amp; Meaning - Merriam-Webster",
              "Middle English augrim, algorisme, from Old French & Medieval Latin;",
              "Old French augorisme, from Medieval Latin algorismus, from Arabic al-khuwārizmi, after abu-Jaʽfar Mohammed ibn-Mūsa al-Khuwārizmi, flourished 825 a.",
              "d.",
              "Persian mathematician 14th century, in the meaning defined at sense 1a You must — there are over 200,000 words in our free online dictionary, but you are looking for one that’s only in the Merriam-Webster Unabridged Dictionary.",
              "Start your free trial today and get unlimited access to America's largest dictionary, with: algophagous algorism algorist “Algorism.",
              "” Merriam-Webster.",
              "com Dictionary, Merriam-Webster, https://www.",
              "merriam-webster.",
              "com/dictionary/algorism.",
              "Accessed 6 Nov.",
              "2023.",
              "Subscribe to America's largest dictionary and get thousands more definitions and advanced search—ad free!",
              "See Definitions and Examples » Get Word of the Day daily email!",
              "Learn a new word every day.",
              "Delivered to your inbox!",
              "OTHER MERRIAM-WEBSTER DICTIONARIES FOLLOW US © 2023 Merriam-Webster, Incorporated"
            ]
          },
          {
            "title": "algorithm - Wiktionary, the free dictionary",
            "url": "https://en.wiktionary.org/wiki/algorithm",
            "content": [
              "algorithm - Wiktionary, the free dictionary",
              "From Middle English algorisme, augrym, from Anglo-Norman algorisme, augrim, from Medieval Latin algorismus, from Arabic الخَوَارِزْمِيّ‎ (al-ḵawārizmiyy), the nisba of Persian mathematician Muḥammad ibn Mūsā al-Khwārizmī and a toponymic name meaning \"person from Chorasmia\".",
              "The spelling change (-s- > -th-) was influenced by unrelated Ancient Greek ἀριθμός (arithmós) (whence English arithmo-) [1].",
              "algorithm (countable and uncountable, plural algorithms)"
            ]
          },
          {
            "title": "Origin of word algorithm? - Answers",
            "url": "https://www.answers.com/english-language-arts/Origin_of_word_algorithm",
            "content": [
              "Origin of word algorithm? - Answers",
              "0 Wiki User Al-Khwārizmī, Persian astronomer and mathematician, wrote a treatise in Arabic in 825 AD, On Calculation with Hindu Numerals.",
              "(See algorism).",
              "It was translated into Latin in the 12th century as Algoritmi de numero Indorum (al-Daffa 1977), which title was likely intended to mean \"[Book by] Algoritmus on the numbers of the Indians\", where \"Algoritmi\" was the translator's rendition of the author's name in the genitive case;",
              "but people misunderstanding the title treated Algoritmi as a Latin plural and this led to the word \"algorithm\" (Latin algorismus) coming to mean \"calculation method\".",
              "The intrusive \"th\" is most likely due to a false cognate with the Greek αριθμος (arithmos) meaning \"number\".",
              "Ref: http://en.",
              "wikipedia.",
              "org/wiki/Algorithm#Etymology Wiki User the origin is where the word came from but the specific origin of the word ballot is latin root word.",
              "Algebra and trigonometry The origin is from french The origin of the word calliope: from Greek word: kalliope;",
              "meaning \"beautiful voiced\" The answer is it's a british word origin.",
              "The word was orriginaly made by the English society"
            ]
          }
        ],
        "The meaning of \"algorithm\" broadened to any step-by-step procedure for solving a problem or accomplishing some end, especially with reference to computing.": [
          {
            "title": "Algorithm Definition &amp; Meaning - Merriam-Webster",
            "url": "https://www.merriam-webster.com/dictionary/algorithm",
            "content": [
              "Algorithm Definition &amp; Meaning - Merriam-Webster",
              "What Does algorithm Mean?",
              "The current term of choice for a problem-solving procedure, algorithm, is commonly used nowadays for the set of rules a machine (and especially a computer) follows to achieve a particular goal.",
              "It does not always apply to computer-mediated activity, however.",
              "The term may as accurately be used of the steps followed in making a pizza or solving a Rubik’s Cube as for computer-powered data analysis.",
              "Algorithm is often paired with words specifying the activity for which a set of rules have been designed.",
              "A search algorithm, for example, is a procedure that determines what kind of information is retrieved from a large mass of data.",
              "An encryption algorithm is a set of rules by which information or messages are encoded so that unauthorized persons cannot read them.",
              "Though first attested in the early 20th century (and, until recently, used strictly as a term of mathematics and computing), algorithm has a surprisingly deep history.",
              "It was formed from algorism “the system of Arabic numerals,” a word that goes back to Middle English and ultimately stems from the name of a 9th-century Persian mathematician, abu-Jaʽfar Mohammed ibn-Mūsa al-Khuwārizmi, who did important work in the fields of algebra and numeric systems. These examples are programmatically compiled from various online sources to illustrate current usage of the word 'algorithm.'",
              "Any opinions expressed in the examples do not represent those of Merriam-Webster or its editors.",
              "Send us feedback about these examples.",
              "alteration of Middle English algorisme, from Old French & Medieval Latin;",
              "Old French, from Medieval Latin algorismus, from Arabic al-khuwārizmi, from al-Khwārizmī flourished a.",
              "d.",
              "825 Islamic mathematician 1926, in the meaning defined above We Told You There'd Be No Math.",
              "(We.",
              ".",
              ".",
              "Grab your protractor.",
              "algorist algorithm algorithmics “Algorithm.",
              "” Merriam-Webster.",
              "com Dictionary, Merriam-Webster, https://www.",
              "merriam-webster.",
              "com/dictionary/algorithm.",
              "Accessed 6 Nov.",
              "2023.",
              "algorithm Nglish: Translation of algorithm for Spanish Speakers Britannica English: Translation of algorithm for Arabic Speakers Britannica.",
              "com: Encyclopedia article about algorithm Subscribe to America's largest dictionary and get thousands more definitions and advanced search—ad free!",
              "See Definitions and Examples » Get Word of the Day daily email!",
              "Learn a new word every day.",
              "Delivered to your inbox!",
              "OTHER MERRIAM-WEBSTER DICTIONARIES FOLLOW US © 2023 Merriam-Webster, Incorporated"
            ]
          },
          {
            "title": "What Is an Algorithm? | Definition &amp; Examples - Scribbr",
            "url": "https://www.scribbr.com/ai-tools/what-is-an-algorithm/",
            "content": [
              "What Is an Algorithm? | Definition &amp; Examples - Scribbr",
              "Have a human editor polish your writing to ensure your arguments are judged on merit, not grammar errors.",
              "Get expert writing help Fix all your grammar, spelling and punctuation mistakes in minutes, no matter the size of your document Try it today Compare your paper to billions of pages and articles with Scribbr’s Turnitin-powered plagiarism checker.",
              "Run a free check Generate accurate APA, MLA, and Chicago citations for free with Scribbr's Citation Generator.",
              "Start citing Rewrite and paraphrase texts instantly with our AI-powered paraphrasing tool.",
              "Try for free Eliminate grammar errors and improve your writing with our free AI-powered grammar checker.",
              "Try for free Published on August 9, 2023 by Kassiani Nikolopoulou.",
              "Revised on August 29, 2023.",
              "An algorithm is a set of steps for accomplishing a task or solving a problem.",
              "Typically, algorithms are executed by computers, but we also rely on algorithms in our daily lives.",
              "Each time we follow a particular step-by-step process, like making coffee in the morning or tying our shoelaces, we are in fact following an algorithm.",
              "In the context of computer science, an algorithm is a mathematical process for solving a problem using a finite number of steps.",
              "Algorithms are a key component of any computer program and are the driving force behind various systems and applications, such as navigation systems, search engines, and music streaming services.",
              "Table of contentsWhat is an algorithm?",
              "How do algorithms work?",
              "Examples of algorithmsOther interesting articlesFrequently asked questions about algorithms An algorithm is a sequence of instructions that a computer must perform to solve a well-defined problem.",
              "It essentially defines what the computer needs to do and how to do it.",
              "Algorithms can instruct a computer how to perform a calculation, process data, or make a decision.",
              "The best way to understand an algorithm is to think of it as a recipe that guides you through a series of well-defined actions to achieve a specific goal.",
              "Just like a recipe produces a replicable result, algorithms ensure consistent and reliable outcomes for a wide range of tasks in the digital realm.",
              "And just like there are numerous ways to make, for example, chocolate chip cookies by following different steps or using slightly different ingredients, different algorithms can be designed to solve the same problem, with each taking a distinct approach but achieving the same result.",
              "Algorithms are virtually everywhere around us.",
              "Examples include the following: Algorithms use a set of initial data or input, process it through a series of logical steps or rules, and produce the output (i.",
              "e., the outcome, decision, or result).",
              "If you want to make chocolate chip cookies, for instance, the input would be the ingredients and quantities, the process would be the recipe you choose to follow, and the output would be the cookies.",
              "Algorithms are eventually expressed in a programming language that a computer can process.",
              "However, when an algorithm is being created, it will be people, not a computer, who will need to understand it.",
              "For this reason, as a first step, algorithms are written as plain instructions.",
              "We could express this as an algorithm in the following way: Algorithm: Calculate the square of a number An algorithm represents the thinking process for solving a problem in an abstract yet precise way, rather than the answer itself.",
              "It is important to keep in mind that an algorithm is not the same as a program or code.",
              "It is the logic or plan for solving a problem represented as a simple step-by-step description.",
              "Code is the implementation of the algorithm in a specific programming language (like C++ or Python), while a program is an implementation of code that instructs a computer on how to execute an algorithm and perform a task.",
              "Instead of telling a computer exactly what to do, some algorithms allow computers to learn on their own and improve their performance on a specific task.",
              "These machine learning algorithms use data to identify patterns and make predictions or conduct data mining to uncover hidden insights in data that can inform business decisions.",
              "Broadly speaking, there are three different types of algorithms: Algorithms are fundamental tools for problem-solving in both the digital world and many real-life scenarios.",
              "Each time we try to solve a problem by breaking it down into smaller, manageable steps, we are in fact using algorithmic thinking.",
              "All of this can be represented with data, either as words (e.",
              "g., “casual”) or numbers (e.",
              "g., the temperature), which can serve as input for your decision.",
              "The next step is processing these input quantities.",
              "If you had to write this down, it would include statements like “If it’s below 50 degrees, pick out a sweater and put it on” or “If it’s sunny, grab sunglasses and put them on.",
              "” After getting dressed, we step out of the house, which is the output of our getting-dressed algorithm.",
              "In mathematics, algorithms are standard methods for performing calculations or solving equations because they are efficient, reliable, and applicable to various situations.",
              "Suppose you want to add the numbers 345 and 278.",
              "You would follow a set of steps (i.",
              "e., the standard algorithm for addition): The final result is 623 Navigation systems are another example of the use of algorithms. Such systems use algorithms to help you find the easiest and fastest route to your destination while avoiding traffic jams and roadblocks.",
              "If there are any unexpected problems, such as accidents on a given route, algorithms quickly recalculate and suggest alternate routes to avoid delays;",
              "this ensures that you don’t waste time in traffic.",
              "They also provide you with step-by-step directions so you know exactly where to turn.",
              "These algorithms learn from how people use them and therefore keep getting better at finding the quickest routes.",
              "If you want to know more about ChatGPT, AI tools, fallacies, and research bias, make sure to check out some of our other articles with explanations and examples.",
              "ChatGPT Fallacies Research bias In computer science, an algorithm is a list of unambiguous instructions that specify successive steps to solve a problem or perform a task.",
              "Algorithms help computers execute tasks like playing games or sorting a list of numbers.",
              "In other words, computers use algorithms to understand what to do and give you the result you need.",
              "Algorithms and artificial intelligence (AI) are not the same, however they are closely related.",
              "Algorithms and computer programs are sometimes used interchangeably, but they refer to two distinct but interrelated concepts.",
              "Algorithms are valuable to us because they: If you want to cite this source, you can copy and paste the citation or click the “Cite this Scribbr article” button to automatically add the citation to our free Citation Generator.",
              "Nikolopoulou, K.",
              "(2023, August 29).",
              "What Is an Algorithm?",
              "| Definition & Examples.",
              "Scribbr.",
              "Retrieved November 5, 2023, from https://www.",
              "scribbr.",
              "com/ai-tools/what-is-an-algorithm/ Thanks for reading!",
              "Hope you found this article helpful.",
              "If anything is still unclear, or if you didn’t find what you were looking for here, leave a comment and we’ll see if we can help.",
              "0 results"
            ]
          },
          {
            "title": "Algorithm | Definition, Types, &amp; Facts | Britannica",
            "url": "https://www.britannica.com/science/algorithm",
            "content": [
              "Algorithm | Definition, Types, &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "algorithm, systematic procedure that produces—in a finite number of steps—the answer to a question or the solution of a problem.",
              "The name derives from the Latin translation, Algoritmi de numero Indorum, of the 9th-century Muslim mathematician al-Khwarizmi’s arithmetic treatise “Al-Khwarizmi Concerning the Hindu Art of Reckoning.",
              "” For questions or problems with only a finite set of cases or values an algorithm always exists (at least in principle);",
              "it consists of a table of values of the answers.",
              "In general, it is not such a trivial procedure to answer questions or problems that have an infinite number of cases or values to consider, such as “Is the natural number (1, 2, 3,.",
              ".",
              ".)",
              "a prime?",
              "” or “What is the greatest common divisor of the natural numbers a and b?",
              "” The first of these questions belongs to a class called decidable;",
              "an algorithm that produces a yes or no answer is called a decision procedure.",
              "The second question belongs to a class called computable;",
              "an algorithm that leads to a specific number answer is called a computation procedure.",
              "Algorithms exist for many such infinite classes of questions;",
              "Euclid’s Elements, published about 300 bce, contained one for finding the greatest common divisor of two natural numbers.",
              "Every elementary-school student is drilled in long division, which is an algorithm for the question “Upon dividing a natural number a by another natural number b, what are the quotient and the remainder?",
              "” Use of this computational procedure leads to the answer to the decidable question “Does b divide a?",
              "” (the answer is yes if the remainder is zero).",
              "Repeated application of these algorithms eventually produces the answer to the decidable question “Is a prime?",
              "” (the answer is no if a is divisible by any smaller natural number besides 1).",
              "Sometimes an algorithm cannot exist for solving an infinite class of problems, particularly when some further restriction is made upon the accepted method.",
              "For instance, two problems from Euclid’s time requiring the use of only a compass and a straightedge (unmarked ruler)—trisecting an angle and constructing a square with an area equal to a given circle—were pursued for centuries before they were shown to be impossible.",
              "At the turn of the 20th century, the influential German mathematician David Hilbert proposed 23 problems for mathematicians to solve in the coming century.",
              "The second problem on his list asked for an investigation of the consistency of the axioms of arithmetic.",
              "Most mathematicians had little doubt of the eventual attainment of this goal until 1931, when the Austrian-born logician Kurt Gödel demonstrated the surprising result that there must exist arithmetic propositions (or questions) that cannot be proved or disproved.",
              "Essentially, any such proposition leads to a determination procedure that never ends (a condition known as the halting problem).",
              "In an unsuccessful effort to ascertain at least which propositions are unsolvable, the English mathematician and logician Alan Turing rigorously defined the loosely understood concept of an algorithm.",
              "Although Turing ended up proving that there must exist undecidable propositions, his description of the essential features of any general-purpose algorithm machine, or Turing machine, became the foundation of computer science.",
              "Today the issues of decidability and computability are central to the design of a computer program—a special type of algorithm."
            ]
          }
        ]
      },
      "evidence": {
        "The word \"algorithm\" comes from the name of a 9th century Persian Muslim mathematician Abu Abdullah Muhammad ibn Musa Al-Khwarizmi.": [
          "'Algorithm' is a word that actually dates back 900 years.",
          "The word comes from the name of a Persian mathematical genius “Muhammad ibn Musa al-Khwarizmi”, who came up with the Hindu-Arabic number system along with the decimal point, the concepts of algebra, and made innovative contributions to multi subjects.'",
          "Algorithm' is the Latinised version of his name 'al-Khwarizmi' and this is the origin of the word algorithm.",
          "In medieval Latin, algorismus simply meant the decimal number system.",
          "By the 13th Century, it had become an English word, but it wasn't until the late 19th century that algorithm came to mean a set of step-by-step rules for solving a problem.",
          "al-Khwārizmī, in full Muḥammad ibn Mūsā al-Khwārizmī, (born c.780 —died c.850), Muslim mathematician and astronomer whose major works introduced Hindu-Arabic numerals and the concepts of algebra into European mathematics.",  
          "Latinized versions of his name and of his most famous book title live on in the terms algorithm and algebra.",
          "Al-Khwārizmī is famous for his mathematical works, which introduced Hindu-Arabic numerals and algebra to European mathematicians.",
          "In fact, the words algorithm and algebra come from his name and the title of one of his works, respectively.",
          "The word comes from the name of a Persian mathematical genius “Muhammad ibn Musa al-Khwarizmi”, who came up with the Hindu-Arabic number system along with the decimal point, the concepts of algebra, and made innovative contributions to multi subjects.",
          "Al-Khwārizmī's Latinized name, Algorismus, turned into the name of method used for computations, and survives in the modern term \"algorithm\"."
        ],
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi wrote a treatise on algebra.": [
          "Al-Khwarizmi is considered the father of algebra not only since his essay endowed it with its name, but also in an essential way.",
          "Al-Khwarizmi was the first to refer to general “Algebraic objects”: an equation, a variable and more.",
          "Al-Khwarizmi's popularizing treatise on algebra (The Compendious Book on Calculation by Completion and Balancing, c.813–833 CE[7]: 171 ) presented the first systematic solution of linear and quadratic equations.",
          "Like his treatises on algebra and Hindu-Arabic numerals, this astronomical work (or an Andalusian revision thereof) was translated into Latin.",
          "Al-Khwārizmī's algebra is regarded as the foundation and cornerstone of the sciences.",
          "The term algebra itself comes from the title of his book (the word al-jabr meaning \"completion\" or \"rejoining\").",
          "Al-Khwārizmī’s work on elementary algebra, Al-Kitāb al-mukhtaṣar fī ḥisāb al-jabr waʾl-muqābala (“The Compendious Book on Calculation by Completion and Balancing”), was translated into Latin in the 12th century, from which the title and term algebra derives.",
          "Al-Khwārizmī is famous for his mathematical works, which introduced Hindu-Arabic numerals and algebra to European mathematicians.",
          "He wrote a book on algebra from whose title the word algebra is derived, and he wrote a book on calculation that introduced to Europe the Hindu-Arabic numerals and how to do arithmetic with them."
        ],
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi introduced the Hindu-Arabic numerals to the West.": [
          "From the word \"Algoritmi\" in its title, Algoritmi de numero Indorum (in English, \"Al-Khwarizmi on the Hindu Art of Reckoning\"), the term \"algorithm\" came into western usage.",
          "Al-Khwarizmi also produced a work on Hindu numerals.",
          "These symbols, which we recognize as the \"Arabic\" numerals used in the west today, originated in India and had only recently been introduced into Arabic mathematics.",
          "Al-Khwārizmī's work on arithmetic was responsible for introducing the Arabic numerals, based on the Hindu–Arabic numeral system developed in Indian mathematics, to the Western world.",
          "On the Calculation with Hindu Numerals, written about 820, was principally responsible for spreading the Hindu–Arabic numeral system throughout the Middle East and Europe.",
          "His mathematical books introduced the ideas of algebra and Hindu-Arabic numerals to Western mathematicians during the Middle Ages.",
          "Al-Khwārizmī is famous for his mathematical works, which introduced Hindu-Arabic numerals and algebra to European mathematicians.",
          "In the 12th century a second work by al-Khwārizmī introduced Hindu-Arabic numerals (see numerals and numeral systems) and their arithmetic to the West.",
          "In the 12th century, Latin translations of his textbook on arithmetic (Algorithmo de Numero Indorum) which codified the various Indian numerals, introduced the decimal positional number system to the Western world."
        ],
        "The word \"algorism\" originally referred only to the rules of performing arithmetic using these numerals.": [
          "The word algorithm also derives from algorism, a generalization of the meaning to any set of rules specifying a computational procedure.",
          "Western texts called algorismus (a Latin form of the name al-Khwārizmī) introduced the Hindu-Arabic numerals and applied them in calculations.",
          "Algorism is the technique of performing basic arithmetic by writing numbers in place value form and applying a set of memorized rules and facts to the digits.",
          "This positional notation system has largely superseded earlier calculation systems that used a different set of symbols for each numerical magnitude, such as Roman numerals, and in some cases required a device such as an abacus.",
          "In late medieval Latin, algorismus, the corruption of his name, simply meant the \"decimal number system\" that is still the meaning of modern English algorism."
        ],
        "The word \"algorism\" evolved into \"algorithm\" by the 18th century under the mistaken connection with the Greek word \"arithmos\" meaning \"number\".": [
          "It was translated into Latin in the 12th century as Algoritmi de numero Indorum (al-Daffa 1977), which title was likely intended to mean \"[Book by] Algoritmus on the numbers of the Indians\", where \"Algoritmi\" was the translator's rendition of the author's name in the genitive case;",
          "but people misunderstanding the title treated Algoritmi as a Latin plural and this led to the word \"algorithm\" (Latin algorismus) coming to mean \"calculation method\".",
          "The intrusive \"th\" is most likely due to a false cognate with the Greek αριθμος (arithmos) meaning \"number\"."
        ],
        "The meaning of \"algorithm\" broadened to any step-by-step procedure for solving a problem or accomplishing some end, especially with reference to computing.": [
          "The current term of choice for a problem-solving procedure, algorithm, is commonly used nowadays for the set of rules a machine (and especially a computer) follows to achieve a particular goal.",
          "The term may as accurately be used of the steps followed in making a pizza or solving a Rubik’s Cube as for computer-powered data analysis.",
          "algorithm, systematic procedure that produces—in a finite number of steps—the answer to a question or the solution of a problem.",
          "” For questions or problems with only a finite set of cases or values an algorithm always exists (at least in principle);",
          "it consists of a table of values of the answers.",
          "In general, it is not such a trivial procedure to answer questions or problems that have an infinite number of cases or values to consider, such as “Is the natural number (1, 2, 3,...)",
          "An algorithm is a set of steps for accomplishing a task or solving a problem.",
          "Typically, algorithms are executed by computers, but we also rely on algorithms in our daily lives.",
          "Each time we follow a particular step-by-step process, like making coffee in the morning or tying our shoelaces, we are in fact following an algorithm.",
          "In the context of computer science, an algorithm is a mathematical process for solving a problem using a finite number of steps.",
          "Algorithms use a set of initial data or input, process it through a series of logical steps or rules, and produce the output (i.e., the outcome, decision, or result).",
          "In computer science, an algorithm is a list of unambiguous instructions that specify successive steps to solve a problem or perform a task."
        ]
      },
      "subconclusions": {
        "The word \"algorithm\" comes from the name of a 9th century Persian Muslim mathematician Abu Abdullah Muhammad ibn Musa Al-Khwarizmi.": "supported",
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi wrote a treatise on algebra.": "supported",
        "Abu Abdullah Muhammad ibn Musa Al-Khwarizmi introduced the Hindu-Arabic numerals to the West.": "supported",
        "The word \"algorism\" originally referred only to the rules of performing arithmetic using these numerals.": "supported",
        "The word \"algorism\" evolved into \"algorithm\" by the 18th century under the mistaken connection with the Greek word \"arithmos\" meaning \"number\".": "supported",
        "The meaning of \"algorithm\" broadened to any step-by-step procedure for solving a problem or accomplishing some end, especially with reference to computing.": "supported"
      }
    }
  }
}