{
  "1df6dcaa-8ab5-43f5-b3af-9d573ab72b7f": {
    "query": "What is the most effective way to design a sustainable and eco-friendly building, and how have architects and engineers incorporated these principles into their designs?",
    "response": "That's a great question. Designing a sustainable and eco-friendly building involves following some key principles that aim to reduce the environmental impact and improve the well-being of the occupants. According to Wikipedia[^1^], sustainable design seeks to reduce the consumption of non-renewable resources, minimize waste, and create healthy, productive environments. Some of the main principles of sustainable design are[^5^]:\n\n- Energy efficiency and conservation: measures to reduce energy consumption and maximize the efficiency of the energy used.\n- Renewable energy: using renewable energy like solar and wind power to meet the needs of the building in whole or in part.\n- Effective use of water: water use reduction efficiency and greywater recycling.\n- Effective waste and emissions management: use of measures to reduce waste generation and facilitate reuse and recycling. Implementation of measures to minimize or offset emissions and pollution, especially air and water pollution.\n- Sustainable construction materials: the building is built with materials that are non-toxic, ethically, and sustainably sourced from suppliers with the least environmental impact.\n- Environmentally conscious construction methods: the use of construction techniques that focus on reducing the impact of construction on the surrounding natural environment by reducing noise and light pollution and protecting local flora and fauna from harm during the construction phase.\n- Harmonious design: buildings designed to make the most of features like natural lighting and ventilation for heating/cooling. Designed to fit harmoniously into the surrounding natural environment and contribute to the preservation of local ecology.\n\nArchitects and engineers have incorporated these principles into their designs in various ways, depending on the context, budget, and goals of each project. Some examples of eco-friendly buildings from around the world are[^2^]:\n\n- Pixel Building (Melbourne, Australia): This office building was Australia’s first carbon-neutral building, generating all its own power and water on site. It has colorful panels that provide shade and maximize daylight, supports that help process wastewater, a roof that captures rainwater, and vertical wind turbines.\n- One Central Park (Sydney, Australia): This residential building features vertical gardens on the facade that cover 250 species of Australian plants and flowers. They provide shade, beauty, and a statement of sustainability. The building also has a hovering cantilever that holds solar panels and a heliostat system that reflects sunlight into the building and surrounding areas.\n- Bahrain World Trade Center 1 and 2 (Bahrain): These twin towers have three giant wind turbines between them that generate up to 15% of the buildings’ electricity needs. The towers are also shaped to funnel wind towards the turbines, maximizing their efficiency.",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://en.wikipedia.org/wiki/Sustainable_design \"Sustainable design - Wikipedia\"\n[2]: https://www.cnn.com/style/article/green-buildings-world-sustainable-design/index.html \"Green buildings around the world: 18 examples of sustainable ... - CNN\"\n[3]: https://mindseteco.co/eco-friendly-building/ \"Eco-Friendly Building Explained & 5 Mind-Blowing Examples (2023)\"\n[4]: https://citizensustainable.com/eco-friendly-building/ \"How to Make an Eco-Friendly Building (that ... - Citizen Sustainable\"\n[5]: https://www.kmbdg.com/news/energy-engineering-company-sustainable-building-design/ \"6 Sustainable Building Design Principles | Energy Engineering Company\"\n\nThat's a great question. Designing a sustainable and eco-friendly building involves following some key principles that aim to reduce the environmental impact and improve the well-being of the occupants. According to Wikipedia[^1^][1], sustainable design seeks to reduce the consumption of non-renewable resources, minimize waste, and create healthy, productive environments. Some of the main principles of sustainable design are[^2^][5]:\n\n- Energy efficiency and conservation: measures to reduce energy consumption and maximize the efficiency of the energy used.\n- Renewable energy: using renewable energy like solar and wind power to meet the needs of the building in whole or in part.\n- Effective use of water: water use reduction efficiency and greywater recycling.\n- Effective waste and emissions management: use of measures to reduce waste generation and facilitate reuse and recycling. Implementation of measures to minimize or offset emissions and pollution, especially air and water pollution.\n- Sustainable construction materials: the building is built with materials that are non-toxic, ethically, and sustainably sourced from suppliers with the least environmental impact.\n- Environmentally conscious construction methods: the use of construction techniques that focus on reducing the impact of construction on the surrounding natural environment by reducing noise and light pollution and protecting local flora and fauna from harm during the construction phase.\n- Harmonious design: buildings designed to make the most of features like natural lighting and ventilation for heating/cooling. Designed to fit harmoniously into the surrounding natural environment and contribute to the preservation of local ecology.\n\nArchitects and engineers have incorporated these principles into their designs in various ways, depending on the context, budget, and goals of each project. Some examples of eco-friendly buildings from around the world are[^3^][2]:\n\n- Pixel Building (Melbourne, Australia): This office building was Australia’s first carbon-neutral building, generating all its own power and water on site. It has colorful panels that provide shade and maximize daylight, supports that help process wastewater, a roof that captures rainwater, and vertical wind turbines.\n- One Central Park (Sydney, Australia): This residential building features vertical gardens on the facade that cover 250 species of Australian plants and flowers. They provide shade, beauty, and a statement of sustainability. The building also has a hovering cantilever that holds solar panels and a heliostat system that reflects sunlight into the building and surrounding areas.\n- Bahrain World Trade Center 1 and 2 (Bahrain): These twin towers have three giant wind turbines between them that generate up to 15% of the buildings’ electricity needs. The towers are also shaped to funnel wind towards the turbines, maximizing their efficiency.\n\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. en.wikipedia.org](https://en.wikipedia.org/wiki/Sustainable_design) [2. www.kmbdg.com](https://www.kmbdg.com/news/energy-engineering-company-sustainable-building-design/) [3. www.cnn.com](https://www.cnn.com/style/article/green-buildings-world-sustainable-design/index.html) [4. mindseteco.co](https://mindseteco.co/eco-friendly-building/) [5. citizensustainable.com](https://citizensustainable.com/eco-friendly-building/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Sustainable design - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Sustainable_design",
        "searchQuery": "sustainable and eco-friendly building design"
      },
      {
        "providerDisplayName": "6 Sustainable Building Design Principles | Energy Engineering Company",
        "seeMoreUrl": "https://www.kmbdg.com/news/energy-engineering-company-sustainable-building-design/",
        "searchQuery": "sustainable and eco-friendly building design"
      },
      {
        "providerDisplayName": "Green buildings around the world: 18 examples of sustainable ... - CNN",
        "seeMoreUrl": "https://www.cnn.com/style/article/green-buildings-world-sustainable-design/index.html",
        "searchQuery": "sustainable and eco-friendly building design"
      },
      {
        "providerDisplayName": "Eco-Friendly Building Explained & 5 Mind-Blowing Examples (2023)",
        "seeMoreUrl": "https://mindseteco.co/eco-friendly-building/",
        "searchQuery": "sustainable and eco-friendly building design"
      },
      {
        "providerDisplayName": "How to Make an Eco-Friendly Building (that ... - Citizen Sustainable",
        "seeMoreUrl": "https://citizensustainable.com/eco-friendly-building/",
        "searchQuery": "sustainable and eco-friendly building design"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The Pixel Building in Melbourne, Australia is an eco-friendly building that was Australia's first carbon-neutral building.",
        "The Pixel Building in Melbourne, Australia generates all its own power and water on site.",
        "The Pixel Building in Melbourne, Australia has colorful panels that provide shade and maximize daylight, supports that help process wastewater, a roof that captures rainwater, and vertical wind turbines.",
        "One Central Park in Sydney, Australia is an eco-friendly residential building that features vertical gardens on the facade that cover 250 species of Australian plants and flowers.",
        "Bahrain World Trade Center 1 and 2 in Bahrain are twin tower and have three giant wind turbines between them.",
        "The wind turbines generate up to 15% of the buildings' electricity needs.",
        "The towers are shaped to funnel wind towards the turbines, maximizing their efficiency."
      ],
      "queries": [
        "Pixel Building Melbourne eco-friendly carbon-neutral building",
        "Pixel Building Melbourne Australia self-sufficient power water generation",
        "Pixel Building Melbourne eco-friendly features colorful panels shade daylight wastewater processing roof rainwater capture vertical wind turbines",
        "One Central Park Sydney eco-friendly residential building vertical gardens facade 250 species Australian plants flowers",
        "Bahrain World Trade Center 1 and 2 wind turbines efficiency",
        "Bahrain World Trade Center 1 and 2 wind turbines electricity generation",
        "Bahrain World Trade Center 1 and 2 wind turbines shape"
      ],
      "search_results": {
        "The Pixel Building in Melbourne, Australia is an eco-friendly building that was Australia's first carbon-neutral building.": [
          {
            "title": "Pixel Building: Australia&#39;s First Carbon Neutral Building ... - Inhabitat",
            "url": "https://inhabitat.com/pixel-building-australias-first-carbon-neutral-building-is-now-complete/",
            "content": [
              "Pixel Building: Australia&#39;s First Carbon Neutral Building ... - Inhabitat",
              "Pixel is a ‘Future Office’ – a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "The four story building is home to developer and construction group Grocon who wants Pixel to serve as an example for their other projects.",
              "The project achieved a perfect score of 100 through the Green Star rating system and earned an extra five points for innovation for achieving carbon neutrality and including a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "The developer is also targeting USGBC’s LEED certification as well as the UK’s BREEAM rating system to prove how well designed their building is.",
              "The office building includes a native-planted green roof that harvests and collects rainwater.",
              "Based on historical rainfall, the building is capable of harvesting all the water it needs inside the office, making this building water neutral as well.",
              "Energy efficient design, which includes the use of the pixelated shade screen facade, double glazed windows, daylighting and natural ventilation minimize the need for energy.",
              "Meanwhile, solar panels and vertical axis wind turbines on the roof generate enough energy to offset the building’s electricity use.",
              "The Pixel Building’s vibrant facade gives it a unique identity and sets it apart from the neighboring structures, and its super sustainable strategies set it above most buildings in the world.",
              "Via ArchDaily Images ©John Gollings & Ben Hosking You must be logged in to post a comment.",
              "Login Remember Me By logging into your account, you agree to our Terms of Use and Privacy Policy, and to the use of cookies as described therein.",
              "Signup with Inhabitat Δ No, this is not a rendering, do not adjust your screen.",
              "This crazy building is a real live structure and it's also Australia's very first carbon neutral building.",
              "Recently completed, the Pixel Building is an office building located on the former CUB Brewery site in Melbourne.",
              "Scoring a perfect 105 points on the Australia's Green Star rating system, the office building designed by Studio505 is an amazing example of what is possible in terms of energy efficiency, renewable energy, water collection, waste reduction and green roofs.",
              "Capable of collecting all of its own water and generating all of its own energy, the funky, colorful pixelated building is totally self-sustaining.",
              "Pixel is a ‘Future Office’ - a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "Pixel is a ‘Future Office’ - a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "The four story building and is home to developer and construction group, Grocon who wants Pixel to serve as an example for their other projects.",
              "The project achieved a perfect score of 100 through the Green Star rating system and earned an extra five points for innovation for achieving carbon neutrality and including a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "The developer is also targeting USGBC's LEED certification as well as the UK's BREEAM rating system to prove how well designed their building is.",
              "The office building includes a native-planted green roof that harvests and collects rainwater.",
              "Based on historical rainfall, the building is capable of harvesting all the water it needs inside the office, making this building water neutral as well.",
              "Energy efficient design, which includes the use of the pixelated shade screen facade, double glazed windows, daylighting and natural ventilation, minimize the need for energy.",
              "Meanwhile, solar panels and vertical axis wind turbines on the roof generate enough energy to offset the building's electricity use.",
              "The Pixel Building's vibrant facade give it a unique identity and set it apart from the neighboring structures, and its super sustainable strategies set it above most building's in the world.",
              "All four elevations.",
              "Evolution of the facade strategy.",
              "Image of the building under construction.",
              "© 2005-2023 MH Sub I, LLC dba Inhabitat © 2005-2023 MH Sub I, LLC dba Inhabitat"
            ]
          },
          {
            "title": "Pixel / studio505 | ArchDaily",
            "url": "https://www.archdaily.com/190779/pixel-studio505",
            "content": [
              "Pixel / studio505 | ArchDaily",
              "Projects Images Products Folders Feed + 12 The Former CUB Brewery site is the location for one of Melbourne’s most significant and ambitious developments.",
              "Located at a key urban site, the project has been the subject of long discussion and speculation, culminating in the multi-faceted and multi-authored scheme now underway.",
              "The Former CUB Brewery site is the location for one of Melbourne’s most significant and ambitious developments.",
              "Located at a key urban site, the project has been the subject of long discussion and speculation, culminating in the multi-faceted and multi-authored scheme now underway.",
              "Studio505 were approached by Grocon to design the Development Office (Pixel), the last building to be conceived on the site, and yet the first to be built.",
              "Pixel also claims the other two extremes, namely being the smallest building with the biggest expectations.",
              "Studio505 were approached by Grocon to design the Development Office (Pixel), the last building to be conceived on the site, and yet the first to be built.",
              "Pixel also claims the other two extremes, namely being the smallest building with the biggest expectations.",
              "The brief for Pixel was to provide a 6 Star Greenstar Carbon Neutral home for the Development team and Sales Offices, a display suite area and a green roof top viewing area, for the duration of the development’s construction and sales phase.",
              "The brief for Pixel was to provide a 6 Star Greenstar Carbon Neutral home for the Development team and Sales Offices, a display suite area and a green roof top viewing area, for the duration of the development’s construction and sales phase.",
              "Behind this very functional programme is the opportunity to enhance Grocon’s Greenstar Credentials, and provide a cost effective and exemplary building that reflects the standards Grocon will demand in the remaining projects on the site.",
              "studio505 have designed a very simple and coherent office building, which is woven together from a series of integrated environmental systems. With Umow Lai, studio505 have sought to deliver the ultimate ESD rateable performance within a coherent architectural product, worthy of the design aspiration of the overall site.",
              "Behind this very functional programme is the opportunity to enhance Grocon’s Greenstar Credentials, and provide a cost effective and exemplary building that reflects the standards Grocon will demand in the remaining projects on the site.",
              "studio505 have designed a very simple and coherent office building, which is woven together from a series of integrated environmental systems. With Umow Lai, studio505 have sought to deliver the ultimate ESD rateable performance within a coherent architectural product, worthy of the design aspiration of the overall site.",
              "Pixel features one of the most sophisticated water treatment and utilisation systems ever to be built.",
              "The building was designed to be water balanced meaning that it if Melbourne maintains the ten year average rainfall levels from 1999-2009, Pixel will be self-sustainable for water supply.",
              "From the extensive native green roof collecting rainwater, to the creation of the perimeter planter’s balcony, Pixel is not simply a container to collect ESD ideas, but instead a laboratory and holistic tapestry of symbiotic systems. These include one of the most publicly visible elements, being Pixel’s facade.",
              "The facade is a system of perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "studio505 developed a complex yet simple patterning system to engender the project with a human scale ‘flow’ of textures allowing the reading of the various elevations, with their differing functional and ESD requirements and materials, to espouse coherency through fluidity.",
              "Pixel features one of the most sophisticated water treatment and utilisation systems ever to be built.",
              "The building was designed to be water balanced meaning that it if Melbourne maintains the ten year average rainfall levels from 1999-2009, Pixel will be self-sustainable for water supply.",
              "From the extensive native green roof collecting rainwater, to the creation of the perimeter planter’s balcony, Pixel is not simply a container to collect ESD ideas, but instead a laboratory and holistic tapestry of symbiotic systems. These include one of the most publicly visible elements, being Pixel’s facade.",
              "The facade is a system of perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "studio505 developed a complex yet simple patterning system to engender the project with a human scale ‘flow’ of textures allowing the reading of the various elevations, with their differing functional and ESD requirements and materials, to espouse coherency through fluidity.",
              "studio505 have sought to ensure that Pixel engages with the low rise nature of the northern end of the Brewery site.",
              "Through the manipulation of scale, the facade, the shading and the patterning, the Pixel design seeks to embody and enable the vast urban phase change about to take place on this site over the coming years.",
              "studio505 have sought to ensure that Pixel engages with the low rise nature of the northern end of the Brewery site.",
              "Through the manipulation of scale, the facade, the shading and the patterning, the Pixel design seeks to embody and enable the vast urban phase change about to take place on this site over the coming years.",
              "Pixel has achieved a perfect score of 100 under the Greenstar rating system, with 75 points the benchmark for 6 Star Greenstar.",
              "It gained an extra five points for innovation, equating to world leadership.",
              "Included in Pixel’s five innovation points were points for carbon neutrality, a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "Pixel is also being assessed under the USA LEED and UK BREEAM rating systems, aiming to exceed the highest score yet achieved under either of those tools.",
              "Pixel has achieved a perfect score of 100 under the Greenstar rating system, with 75 points the benchmark for 6 Star Greenstar.",
              "It gained an extra five points for innovation, equating to world leadership.",
              "Included in Pixel’s five innovation points were points for carbon neutrality, a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "Pixel is also being assessed under the USA LEED and UK BREEAM rating systems, aiming to exceed the highest score yet achieved under either of those tools.",
              "Summary Statement Summary Statement Located on a key urban site at the former CUB Brewery, Pixel is one of Melbourne’s most significant and ambitious projects.",
              "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
              "Located on a key urban site at the former CUB Brewery, Pixel is one of Melbourne’s most significant and ambitious projects.",
              "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
              "The most publicly visible element is Pixel’s colourful facade.",
              "A system comprising of Living Edge perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "Creating a harmonious surface that wraps around all sides of the building, giving Pixel a vibrant and unique identity.",
              "The most publicly visible element is Pixel’s colourful facade.",
              "A system comprising of Living Edge perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "Creating a harmonious surface that wraps around all sides of the building, giving Pixel a vibrant and unique identity.",
              "Pixel is aiming to achieve the highest environmental rating ever for buildings using the US LEED, UK BREEAM and Australian Greenstar environmental rating schemes.",
              "To put that into context, there are approximately 740,000 buildings registered worldwide under those three rating schemes, and Pixel would be at the forefront of all of them.",
              "Pixel is aiming to achieve the highest environmental rating ever for buildings using the US LEED, UK BREEAM and Australian Greenstar environmental rating schemes.",
              "To put that into context, there are approximately 740,000 buildings registered worldwide under those three rating schemes, and Pixel would be at the forefront of all of them.",
              "You'll now receive updates based on what you follow!",
              "Personalize your stream and start following your favorite authors, offices and users.",
              "Check the latest Suspended Lights Check the latest Office Accessories"
            ]
          },
          {
            "title": "Pixel Building: A Check on Carbon Emissions - The Constructor",
            "url": "https://theconstructor.org/building/buildings/pixel-building-check-carbon-emissions/53253/",
            "content": [
              "Pixel Building: A Check on Carbon Emissions - The Constructor",
              "Join TheConstructor to ask questions, answer questions, write articles, and connect with other people.",
              "When you join you get additional benefits.",
              "Username* E-Mail* Password* Confirm Password* First Name* Last Name* Country Select a country.",
              ".",
              ".",
              "Åland IslandsAfghanistanAlbaniaAlgeriaAndorraAngolaAnguillaAntarcticaAntigua and BarbudaArgentinaArmeniaArubaAustraliaAustriaAzerbaijanBahamasBahrainBangladeshBarbadosBelarusBelauBelgiumBelizeBeninBermudaBhutanBoliviaBonaire, Saint Eustatius and SabaBosnia and HerzegovinaBotswanaBouvet IslandBrazilBritish Indian Ocean TerritoryBritish Virgin IslandsBruneiBulgariaBurkina FasoBurundiCambodiaCameroonCanadaCape VerdeCayman IslandsCentral African RepublicChadChileChinaChristmas IslandCocos (Keeling) IslandsColombiaComorosCongo (Brazzaville)Congo (Kinshasa)Cook IslandsCosta RicaCroatiaCubaCuraÇaoCyprusCzech RepublicDenmarkDjiboutiDominicaDominican RepublicEcuadorEgyptEl SalvadorEquatorial GuineaEritreaEstoniaEthiopiaFalkland IslandsFaroe IslandsFijiFinlandFranceFrench GuianaFrench PolynesiaFrench Southern TerritoriesGabonGambiaGeorgiaGermanyGhanaGibraltarGreeceGreenlandGrenadaGuadeloupeGuatemalaGuernseyGuineaGuinea-BissauGuyanaHaitiHeard Island and McDonald IslandsHondurasHong KongHungaryIcelandIndiaIndonesiaIranIraqIsle of ManIsraelItalyIvory CoastJamaicaJapanJerseyJordanKazakhstanKenyaKiribatiKuwaitKyrgyzstanLaosLatviaLebanonLesothoLiberiaLibyaLiechtensteinLithuaniaLuxembourgMacao S.",
              "A.",
              "R.",
              ", ChinaMacedoniaMadagascarMalawiMalaysiaMaldivesMaliMaltaMarshall IslandsMartiniqueMauritaniaMauritiusMayotteMexicoMicronesiaMoldovaMonacoMongoliaMontenegroMontserratMoroccoMozambiqueMyanmarNamibiaNauruNepalNetherlandsNetherlands AntillesNew CaledoniaNew ZealandNicaraguaNigerNigeriaNiueNorfolk IslandNorth KoreaNorwayOmanPakistanPalestinian TerritoryPanamaPapua New GuineaParaguayPeruPhilippinesPitcairnPolandPortugalQatarRepublic of IrelandReunionRomaniaRussiaRwandaSão Tomé and PríncipeSaint BarthélemySaint HelenaSaint Kitts and NevisSaint LuciaSaint Martin (Dutch part)Saint Martin (French part)Saint Pierre and MiquelonSaint Vincent and the GrenadinesSan MarinoSaudi ArabiaSenegalSerbiaSeychellesSierra LeoneSingaporeSlovakiaSloveniaSolomon IslandsSomaliaSouth AfricaSouth Georgia/Sandwich IslandsSouth KoreaSouth SudanSpainSri LankaSudanSurinameSvalbard and Jan MayenSwazilandSwedenSwitzerlandSyriaTaiwanTajikistanTanzaniaThailandTimor-LesteTogoTokelauTongaTrinidad and TobagoTunisiaTurkeyTurkmenistanTurks and Caicos IslandsTuvaluUgandaUkraineUnited Arab EmiratesUnited Kingdom (UK)United States (US)UruguayUzbekistanVanuatuVaticanVenezuelaVietnamWallis and FutunaWestern SaharaWestern SamoaYemenZambiaZimbabwe By registering, you agree to the Terms of Service and Privacy Policy .",
              "* Log in to TheConstructor to ask questions, answer people’s questions, write articles & connect with other people.",
              "When you join you get additional benefits.",
              "Username or email* Password* Lost your password?",
              "Please enter your email address.",
              "You will receive a link and will create a new password via email.",
              "E-Mail* Sorry, you do not have permission to ask a question, You must log in to ask a question.",
              "Join now!",
              "Username or email* Password* Do you need to remove the ads?",
              "Join now!",
              "🕑 Reading time: 1 minute The building construction sector is a significant contributor to the overall global carbon emissions.",
              "This includes the emissions during the construction phase as well as throughout the building's operational life.",
              "The construction phase comprises emissions due to equipment, heavy machinery, and the vehicles used for transportation of the building materials.",
              "During the operational life, electricity, power requirements, and maintenance are a big part of the building's carbon emissions.",
              "Moreover, buildings contribute to carbon emissions, even when they are demolished.",
              "Almost half of the greenhouse gas emissions are generated from the urban construction sector.",
              "Therefore, it is of utmost importance to consider the construction of buildings with minimal carbon footprint.",
              "The Pixel building in Melbourne, Australia, is one such epitome of sustainable construction.",
              "The carbon-neutral Pixel building was constructed in July 2010.",
              "The building was developed to support the changing business practices and provide a dynamic work environment.",
              "The idea for the project was conceived to create a structure capable of minimizing the carbon emissions generated during and after its life span.",
              "The building will offset all of the carbon used in its construction over time and generate energy back to the grid.",
              "The Pixel building has managed to keep a check on its carbon emissions, which is significantly less than that of ordinary buildings.",
              "The building has secured the highest LEED (Leadership in Energy and Environmental Design) and BREEAM (Building Research Establishment Environmental Assessment Method) ratings.",
              "These rating systems are highly systematic and reliable.",
              "A brief explanation of the same is given in the FAQ section at the bottom of the article.",
              "The roof of the Pixel building is installed with wind turbines and solar panels.",
              "The panels with solar tracking system can generate 6.",
              "3 kW of electricity, while the wind turbines have an installed capacity of 5 kW.",
              "The building has reduced dependence on other external sources of energy and is quite self-sufficient.",
              "It fulfills most of its energy requirements without affecting the environment.",
              "Rainwater harvesting is commonly used as an additional source of water in many buildings.",
              "The Pixel building is also equipped with special tanks to collect and treat the stored water to be distributed across washrooms and other areas.",
              "The leftover wastewater (also known as Grey wastewater) is used for watering the plants.",
              "Refrigerants such as CFCs (chlorofluorocarbons), hydro-fluorocarbons, and halons form an integral part of various cooling systems such as air conditioners and refrigerators.",
              "These refrigerants are infamous for their adverse effects on the ozone layer of the atmosphere.",
              "To tackle this, the Pixel building does not depend on air conditioners and utilizes Ammonia refrigerant.",
              "This ammonia refrigerant has zero impact on the environment as it does not deplete the ozone layer and is a reliable substitute for CFCs.",
              "Cement is a fundamental element of any concrete mix.",
              "Its production includes the manufacturing of clinker by calcination in large kilns at temperatures as high as 1450°C.",
              "This process alone generates a considerable amount of carbon emissions;",
              "therefore, cement is responsible for around 8% of the world's CO2 emissions.",
              "Therefore, the Pixel building utilized a unique concrete mix called 'Pixelcrete'.",
              "With nearly 60% less cement than a traditional concrete mix, it has helped in significantly reducing the building's carbon footprint.",
              "Besides, the aggregate used in this mix was recycled.",
              "The Pixel building is unique in yet another aspect.",
              "For instance, it does not have several fans on each floor and instead has only two fans—one for the supply of fresh air, and the second one for releasing the fully exhausted air out of the building.",
              "The air entering the building from the outside is heated or cooled, as per the requirement, by a gas-fired ammonia absorption heat pump.",
              "Absorption heat pumps are beneficial in situations where both heating and cooling is required.",
              "In an ammonia heat pump, ammonia acts as the refrigerant when cooler air is needed, while water acts as an absorption medium by giving out substantial heat when warmer air is required.",
              "The building features thermally active floors with vents responsible for circulating the pre-conditioned air evenly on each floor.",
              "The individual exhaust vents located in the ceilings carry the exhausted air to the main exhaust fan.",
              "In this manner, fresh and conditioned air is circulated throughout the building without affecting the environment.",
              "A share of the treated rainwater is sent to the vacuum flush toilets in the building.",
              "These vacuum flush toilets use air suction to remove fecal waste and minimize water usage.",
              "Although, setting up a vacuum flushing system requires some level of expertise, it is an excellent initiative towards a greener outlook.",
              "The roof of the Pixel building also has a small anaerobic digester that receives the waste from the vacuum flush and effectively produces biogas from it.",
              "This sewage then goes directly towards the sewer pipelines.",
              "Overall, this digester ensures that no form of energy remains unused from within the building.",
              "The Pixel building was constructed with a focus on carbon balance rather than energy and is therefore energy-positive but carbon neutral.",
              "Its design incorporates energy-efficient components in the facade and services to minimize electricity required for lighting, heating, cooling, and ventilation.",
              "Apart from the entire building using only two fans, it also utilizes LED lights for non-office areas, an external shading system to reduce solar thermal loads, and an individually addressable dimming system.",
              "Grey water waste is the waste water generated from any building’s occupants, other than the fecal waste.",
              "All other uses of water such as washing hands, washing utensils, bathing etc.",
              "constitute grey water waste.",
              "This waste water is not as toxic as the sewage waste (black water waste) and requires little to no chemical treatment.",
              "Sometimes, this water is used for other purposes such as watering the garden or plants, which is also the case in the Pixel building.",
              "This helps in reducing the waste water generation as well as save the extra water which would otherwise be used for watering plants.",
              "Often when buildings reach the end of their service lives or there are certain building violations, demolition of the buildings are carried out.",
              "This process requires fuel operated heavy equipment which generates considerable amounts of CO2.",
              "Moreover, a major part of the demolished building is not reusable and is dumped away into landfills or some other waste treatment is done.",
              "This again aggravates the problem of carbon emissions and waste production.",
              "LEED stands for Leadership in Energy and Environmental Design.",
              "It is a world famous green building rating system.",
              "Ever since the concept of green buildings was realized, a benchmark for their effectiveness was required.",
              "The LEED credit categories which is illustrated below, shows the parameters on which the building is rated.",
              "A building can score a maximum of 110 points on this rating system and the Pixel building has an outstanding score of 105 points.",
              "BREEAM stands for Building Research Establishment Environmental Assessment Method which was launched long back by the Building Research Establishment of the UK.",
              "A few criteria which this system takes into consideration are : Ecology, Pollution, Waste, Energy, Management, Water consumption, Health and Well being, Efficiency, Materials and Transport.",
              "The rating scale that the BREEAM follows has six rating benchmarks which are shown in the illustration below.",
              "Read More:Low Carbon Concrete and Its AdvantagesHow can we reduce the carbon footprint in the Construction Sector?",
              "© 2009-2021 The Constructor.",
              "All Rights Reserved."
            ]
          }
        ],
        "The Pixel Building in Melbourne, Australia generates all its own power and water on site.": [
          {
            "title": "Pixel Building | Introba",
            "url": "https://www.introba.com/work/projects/pixel-building",
            "content": [
              "Pixel Building | Introba",
              "See some of the inspiring work our people have accomplished, or browse by sector or region.",
              "Introba is the coming together of Integral Group, Ross & Baruzzini, Elementa Engineering, and Elementa Consulting.",
              "We provide innovative engineering and design services through digital transformation and sustainable systems. Introba is one of the world’s largest building engineering and consulting firms with more than 1,000 employees in offices across the globe.",
              "The Pixel Building project is a modest four-level building in Melbourne, Australia, with an impressive array of sustainable design technology and innovation.",
              "The client had an ambitious goal for Pixel Building to become Australia’s first carbon-neutral office building.",
              "The solution supported the building in generating its own power and water through onsite wind turbines and a green roof that uses evapotranspiration of greywater from the building.",
              "Designed to be water-balanced, Pixel Building could, if required, disconnect from the main water supply and be self-sufficient for all its amenity needs, excluding occupant drinking.",
              "To reduce the Pixel Building’s embodied carbon, the design employed low-carbon concrete, coined as Pixelcrete, and recycled sustainably-sourced building material.",
              "The Pixel Building achieved 105 LEED points and scored a perfect 6-Star Green Star – Office Design v3 rating of 105 points, making it the highest possible and highest-ever awarded rating from the Green Building Council of Australia.",
              "The Pixel Building demonstrates how excellence and innovation can push the boundaries of sustainable design.",
              "While it may be only a small building, its impact will be felt in the design of other office buildings here and around the world.",
              "Australia’s first carbon-neutral office building with an impressive array of sustainable design technology and innovation Achieved 105 LEED points and scored a perfect 6-Star Green Star – Office Design v3 rating of 105 points Generates its own power and water through onsite wind turbines and a green roof that uses evapotranspiration of greywater If required, can disconnect from the main water supply and be self-sufficient for all its amenity needs, excluding drinking water Uses low-carbon concrete, coined as Pixelcrete, and recycled sustainably-sourced building materials Let's stay in touch!",
              "Sign up for our email list here.",
              "© Introba 2023"
            ]
          },
          {
            "title": "Pixel / studio505 | ArchDaily",
            "url": "https://www.archdaily.com/190779/pixel-studio505",
            "content": [
              "Pixel / studio505 | ArchDaily",
              "Projects Images Products Folders Feed + 12 The Former CUB Brewery site is the location for one of Melbourne’s most significant and ambitious developments.",
              "Located at a key urban site, the project has been the subject of long discussion and speculation, culminating in the multi-faceted and multi-authored scheme now underway.",
              "The Former CUB Brewery site is the location for one of Melbourne’s most significant and ambitious developments.",
              "Located at a key urban site, the project has been the subject of long discussion and speculation, culminating in the multi-faceted and multi-authored scheme now underway.",
              "Studio505 were approached by Grocon to design the Development Office (Pixel), the last building to be conceived on the site, and yet the first to be built.",
              "Pixel also claims the other two extremes, namely being the smallest building with the biggest expectations.",
              "Studio505 were approached by Grocon to design the Development Office (Pixel), the last building to be conceived on the site, and yet the first to be built.",
              "Pixel also claims the other two extremes, namely being the smallest building with the biggest expectations.",
              "The brief for Pixel was to provide a 6 Star Greenstar Carbon Neutral home for the Development team and Sales Offices, a display suite area and a green roof top viewing area, for the duration of the development’s construction and sales phase.",
              "The brief for Pixel was to provide a 6 Star Greenstar Carbon Neutral home for the Development team and Sales Offices, a display suite area and a green roof top viewing area, for the duration of the development’s construction and sales phase.",
              "Behind this very functional programme is the opportunity to enhance Grocon’s Greenstar Credentials, and provide a cost effective and exemplary building that reflects the standards Grocon will demand in the remaining projects on the site.",
              "studio505 have designed a very simple and coherent office building, which is woven together from a series of integrated environmental systems. With Umow Lai, studio505 have sought to deliver the ultimate ESD rateable performance within a coherent architectural product, worthy of the design aspiration of the overall site.",
              "Behind this very functional programme is the opportunity to enhance Grocon’s Greenstar Credentials, and provide a cost effective and exemplary building that reflects the standards Grocon will demand in the remaining projects on the site.",
              "studio505 have designed a very simple and coherent office building, which is woven together from a series of integrated environmental systems. With Umow Lai, studio505 have sought to deliver the ultimate ESD rateable performance within a coherent architectural product, worthy of the design aspiration of the overall site.",
              "Pixel features one of the most sophisticated water treatment and utilisation systems ever to be built.",
              "The building was designed to be water balanced meaning that it if Melbourne maintains the ten year average rainfall levels from 1999-2009, Pixel will be self-sustainable for water supply.",
              "From the extensive native green roof collecting rainwater, to the creation of the perimeter planter’s balcony, Pixel is not simply a container to collect ESD ideas, but instead a laboratory and holistic tapestry of symbiotic systems. These include one of the most publicly visible elements, being Pixel’s facade.",
              "The facade is a system of perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "studio505 developed a complex yet simple patterning system to engender the project with a human scale ‘flow’ of textures allowing the reading of the various elevations, with their differing functional and ESD requirements and materials, to espouse coherency through fluidity.",
              "Pixel features one of the most sophisticated water treatment and utilisation systems ever to be built.",
              "The building was designed to be water balanced meaning that it if Melbourne maintains the ten year average rainfall levels from 1999-2009, Pixel will be self-sustainable for water supply.",
              "From the extensive native green roof collecting rainwater, to the creation of the perimeter planter’s balcony, Pixel is not simply a container to collect ESD ideas, but instead a laboratory and holistic tapestry of symbiotic systems. These include one of the most publicly visible elements, being Pixel’s facade.",
              "The facade is a system of perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "studio505 developed a complex yet simple patterning system to engender the project with a human scale ‘flow’ of textures allowing the reading of the various elevations, with their differing functional and ESD requirements and materials, to espouse coherency through fluidity.",
              "studio505 have sought to ensure that Pixel engages with the low rise nature of the northern end of the Brewery site.",
              "Through the manipulation of scale, the facade, the shading and the patterning, the Pixel design seeks to embody and enable the vast urban phase change about to take place on this site over the coming years.",
              "studio505 have sought to ensure that Pixel engages with the low rise nature of the northern end of the Brewery site.",
              "Through the manipulation of scale, the facade, the shading and the patterning, the Pixel design seeks to embody and enable the vast urban phase change about to take place on this site over the coming years.",
              "Pixel has achieved a perfect score of 100 under the Greenstar rating system, with 75 points the benchmark for 6 Star Greenstar.",
              "It gained an extra five points for innovation, equating to world leadership.",
              "Included in Pixel’s five innovation points were points for carbon neutrality, a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "Pixel is also being assessed under the USA LEED and UK BREEAM rating systems, aiming to exceed the highest score yet achieved under either of those tools.",
              "Pixel has achieved a perfect score of 100 under the Greenstar rating system, with 75 points the benchmark for 6 Star Greenstar.",
              "It gained an extra five points for innovation, equating to world leadership.",
              "Included in Pixel’s five innovation points were points for carbon neutrality, a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "Pixel is also being assessed under the USA LEED and UK BREEAM rating systems, aiming to exceed the highest score yet achieved under either of those tools.",
              "Summary Statement Summary Statement Located on a key urban site at the former CUB Brewery, Pixel is one of Melbourne’s most significant and ambitious projects.",
              "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
              "Located on a key urban site at the former CUB Brewery, Pixel is one of Melbourne’s most significant and ambitious projects.",
              "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
              "The most publicly visible element is Pixel’s colourful facade.",
              "A system comprising of Living Edge perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "Creating a harmonious surface that wraps around all sides of the building, giving Pixel a vibrant and unique identity.",
              "The most publicly visible element is Pixel’s colourful facade.",
              "A system comprising of Living Edge perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "Creating a harmonious surface that wraps around all sides of the building, giving Pixel a vibrant and unique identity.",
              "Pixel is aiming to achieve the highest environmental rating ever for buildings using the US LEED, UK BREEAM and Australian Greenstar environmental rating schemes.",
              "To put that into context, there are approximately 740,000 buildings registered worldwide under those three rating schemes, and Pixel would be at the forefront of all of them.",
              "Pixel is aiming to achieve the highest environmental rating ever for buildings using the US LEED, UK BREEAM and Australian Greenstar environmental rating schemes.",
              "To put that into context, there are approximately 740,000 buildings registered worldwide under those three rating schemes, and Pixel would be at the forefront of all of them.",
              "You'll now receive updates based on what you follow!",
              "Personalize your stream and start following your favorite authors, offices and users.",
              "Check the latest Suspended Lights Check the latest Office Accessories"
            ]
          },
          {
            "title": "Pixel Building: Australia&#39;s First Carbon Neutral Building ... - Inhabitat",
            "url": "https://inhabitat.com/pixel-building-australias-first-carbon-neutral-building-is-now-complete/",
            "content": [
              "Pixel Building: Australia&#39;s First Carbon Neutral Building ... - Inhabitat",
              "Pixel is a ‘Future Office’ – a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "The four story building is home to developer and construction group Grocon who wants Pixel to serve as an example for their other projects.",
              "The project achieved a perfect score of 100 through the Green Star rating system and earned an extra five points for innovation for achieving carbon neutrality and including a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "The developer is also targeting USGBC’s LEED certification as well as the UK’s BREEAM rating system to prove how well designed their building is.",
              "The office building includes a native-planted green roof that harvests and collects rainwater.",
              "Based on historical rainfall, the building is capable of harvesting all the water it needs inside the office, making this building water neutral as well.",
              "Energy efficient design, which includes the use of the pixelated shade screen facade, double glazed windows, daylighting and natural ventilation minimize the need for energy.",
              "Meanwhile, solar panels and vertical axis wind turbines on the roof generate enough energy to offset the building’s electricity use.",
              "The Pixel Building’s vibrant facade gives it a unique identity and sets it apart from the neighboring structures, and its super sustainable strategies set it above most buildings in the world.",
              "Via ArchDaily Images ©John Gollings & Ben Hosking You must be logged in to post a comment.",
              "Login Remember Me By logging into your account, you agree to our Terms of Use and Privacy Policy, and to the use of cookies as described therein.",
              "Signup with Inhabitat Δ No, this is not a rendering, do not adjust your screen.",
              "This crazy building is a real live structure and it's also Australia's very first carbon neutral building.",
              "Recently completed, the Pixel Building is an office building located on the former CUB Brewery site in Melbourne.",
              "Scoring a perfect 105 points on the Australia's Green Star rating system, the office building designed by Studio505 is an amazing example of what is possible in terms of energy efficiency, renewable energy, water collection, waste reduction and green roofs.",
              "Capable of collecting all of its own water and generating all of its own energy, the funky, colorful pixelated building is totally self-sustaining.",
              "Pixel is a ‘Future Office’ - a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "Pixel is a ‘Future Office’ - a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "The four story building and is home to developer and construction group, Grocon who wants Pixel to serve as an example for their other projects.",
              "The project achieved a perfect score of 100 through the Green Star rating system and earned an extra five points for innovation for achieving carbon neutrality and including a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "The developer is also targeting USGBC's LEED certification as well as the UK's BREEAM rating system to prove how well designed their building is.",
              "The office building includes a native-planted green roof that harvests and collects rainwater.",
              "Based on historical rainfall, the building is capable of harvesting all the water it needs inside the office, making this building water neutral as well.",
              "Energy efficient design, which includes the use of the pixelated shade screen facade, double glazed windows, daylighting and natural ventilation, minimize the need for energy.",
              "Meanwhile, solar panels and vertical axis wind turbines on the roof generate enough energy to offset the building's electricity use.",
              "The Pixel Building's vibrant facade give it a unique identity and set it apart from the neighboring structures, and its super sustainable strategies set it above most building's in the world.",
              "All four elevations.",
              "Evolution of the facade strategy.",
              "Image of the building under construction.",
              "© 2005-2023 MH Sub I, LLC dba Inhabitat © 2005-2023 MH Sub I, LLC dba Inhabitat"
            ]
          }
        ],
        "The Pixel Building in Melbourne, Australia has colorful panels that provide shade and maximize daylight, supports that help process wastewater, a roof that captures rainwater, and vertical wind turbines.": [
          {
            "title": "Pixel Building: Australia&#39;s First Carbon Neutral Building ... - Inhabitat",
            "url": "https://inhabitat.com/pixel-building-australias-first-carbon-neutral-building-is-now-complete/",
            "content": [
              "Pixel Building: Australia&#39;s First Carbon Neutral Building ... - Inhabitat",
              "Pixel is a ‘Future Office’ – a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "The four story building is home to developer and construction group Grocon who wants Pixel to serve as an example for their other projects.",
              "The project achieved a perfect score of 100 through the Green Star rating system and earned an extra five points for innovation for achieving carbon neutrality and including a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "The developer is also targeting USGBC’s LEED certification as well as the UK’s BREEAM rating system to prove how well designed their building is.",
              "The office building includes a native-planted green roof that harvests and collects rainwater.",
              "Based on historical rainfall, the building is capable of harvesting all the water it needs inside the office, making this building water neutral as well.",
              "Energy efficient design, which includes the use of the pixelated shade screen facade, double glazed windows, daylighting and natural ventilation minimize the need for energy.",
              "Meanwhile, solar panels and vertical axis wind turbines on the roof generate enough energy to offset the building’s electricity use.",
              "The Pixel Building’s vibrant facade gives it a unique identity and sets it apart from the neighboring structures, and its super sustainable strategies set it above most buildings in the world.",
              "Via ArchDaily Images ©John Gollings & Ben Hosking You must be logged in to post a comment.",
              "Login Remember Me By logging into your account, you agree to our Terms of Use and Privacy Policy, and to the use of cookies as described therein.",
              "Signup with Inhabitat Δ No, this is not a rendering, do not adjust your screen.",
              "This crazy building is a real live structure and it's also Australia's very first carbon neutral building.",
              "Recently completed, the Pixel Building is an office building located on the former CUB Brewery site in Melbourne.",
              "Scoring a perfect 105 points on the Australia's Green Star rating system, the office building designed by Studio505 is an amazing example of what is possible in terms of energy efficiency, renewable energy, water collection, waste reduction and green roofs.",
              "Capable of collecting all of its own water and generating all of its own energy, the funky, colorful pixelated building is totally self-sustaining.",
              "Pixel is a ‘Future Office’ - a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "Pixel is a ‘Future Office’ - a prototype for commercial buildings that produce their own power and collect their own water for a future carbon constrained world.",
              "The four story building and is home to developer and construction group, Grocon who wants Pixel to serve as an example for their other projects.",
              "The project achieved a perfect score of 100 through the Green Star rating system and earned an extra five points for innovation for achieving carbon neutrality and including a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "The developer is also targeting USGBC's LEED certification as well as the UK's BREEAM rating system to prove how well designed their building is.",
              "The office building includes a native-planted green roof that harvests and collects rainwater.",
              "Based on historical rainfall, the building is capable of harvesting all the water it needs inside the office, making this building water neutral as well.",
              "Energy efficient design, which includes the use of the pixelated shade screen facade, double glazed windows, daylighting and natural ventilation, minimize the need for energy.",
              "Meanwhile, solar panels and vertical axis wind turbines on the roof generate enough energy to offset the building's electricity use.",
              "The Pixel Building's vibrant facade give it a unique identity and set it apart from the neighboring structures, and its super sustainable strategies set it above most building's in the world.",
              "All four elevations.",
              "Evolution of the facade strategy.",
              "Image of the building under construction.",
              "© 2005-2023 MH Sub I, LLC dba Inhabitat © 2005-2023 MH Sub I, LLC dba Inhabitat"
            ]
          },
          {
            "title": "Pixel Building | Introba",
            "url": "https://www.introba.com/work/projects/pixel-building",
            "content": [
              "Pixel Building | Introba",
              "See some of the inspiring work our people have accomplished, or browse by sector or region.",
              "Introba is the coming together of Integral Group, Ross & Baruzzini, Elementa Engineering, and Elementa Consulting.",
              "We provide innovative engineering and design services through digital transformation and sustainable systems. Introba is one of the world’s largest building engineering and consulting firms with more than 1,000 employees in offices across the globe.",
              "The Pixel Building project is a modest four-level building in Melbourne, Australia, with an impressive array of sustainable design technology and innovation.",
              "The client had an ambitious goal for Pixel Building to become Australia’s first carbon-neutral office building.",
              "The solution supported the building in generating its own power and water through onsite wind turbines and a green roof that uses evapotranspiration of greywater from the building.",
              "Designed to be water-balanced, Pixel Building could, if required, disconnect from the main water supply and be self-sufficient for all its amenity needs, excluding occupant drinking.",
              "To reduce the Pixel Building’s embodied carbon, the design employed low-carbon concrete, coined as Pixelcrete, and recycled sustainably-sourced building material.",
              "The Pixel Building achieved 105 LEED points and scored a perfect 6-Star Green Star – Office Design v3 rating of 105 points, making it the highest possible and highest-ever awarded rating from the Green Building Council of Australia.",
              "The Pixel Building demonstrates how excellence and innovation can push the boundaries of sustainable design.",
              "While it may be only a small building, its impact will be felt in the design of other office buildings here and around the world.",
              "Australia’s first carbon-neutral office building with an impressive array of sustainable design technology and innovation Achieved 105 LEED points and scored a perfect 6-Star Green Star – Office Design v3 rating of 105 points Generates its own power and water through onsite wind turbines and a green roof that uses evapotranspiration of greywater If required, can disconnect from the main water supply and be self-sufficient for all its amenity needs, excluding drinking water Uses low-carbon concrete, coined as Pixelcrete, and recycled sustainably-sourced building materials Let's stay in touch!",
              "Sign up for our email list here.",
              "© Introba 2023"
            ]
          },
          {
            "title": "Pixel / studio505 | ArchDaily",
            "url": "https://www.archdaily.com/190779/pixel-studio505",
            "content": [
              "Pixel / studio505 | ArchDaily",
              "Projects Images Products Folders Feed + 12 The Former CUB Brewery site is the location for one of Melbourne’s most significant and ambitious developments.",
              "Located at a key urban site, the project has been the subject of long discussion and speculation, culminating in the multi-faceted and multi-authored scheme now underway.",
              "The Former CUB Brewery site is the location for one of Melbourne’s most significant and ambitious developments.",
              "Located at a key urban site, the project has been the subject of long discussion and speculation, culminating in the multi-faceted and multi-authored scheme now underway.",
              "Studio505 were approached by Grocon to design the Development Office (Pixel), the last building to be conceived on the site, and yet the first to be built.",
              "Pixel also claims the other two extremes, namely being the smallest building with the biggest expectations.",
              "Studio505 were approached by Grocon to design the Development Office (Pixel), the last building to be conceived on the site, and yet the first to be built.",
              "Pixel also claims the other two extremes, namely being the smallest building with the biggest expectations.",
              "The brief for Pixel was to provide a 6 Star Greenstar Carbon Neutral home for the Development team and Sales Offices, a display suite area and a green roof top viewing area, for the duration of the development’s construction and sales phase.",
              "The brief for Pixel was to provide a 6 Star Greenstar Carbon Neutral home for the Development team and Sales Offices, a display suite area and a green roof top viewing area, for the duration of the development’s construction and sales phase.",
              "Behind this very functional programme is the opportunity to enhance Grocon’s Greenstar Credentials, and provide a cost effective and exemplary building that reflects the standards Grocon will demand in the remaining projects on the site.",
              "studio505 have designed a very simple and coherent office building, which is woven together from a series of integrated environmental systems. With Umow Lai, studio505 have sought to deliver the ultimate ESD rateable performance within a coherent architectural product, worthy of the design aspiration of the overall site.",
              "Behind this very functional programme is the opportunity to enhance Grocon’s Greenstar Credentials, and provide a cost effective and exemplary building that reflects the standards Grocon will demand in the remaining projects on the site.",
              "studio505 have designed a very simple and coherent office building, which is woven together from a series of integrated environmental systems. With Umow Lai, studio505 have sought to deliver the ultimate ESD rateable performance within a coherent architectural product, worthy of the design aspiration of the overall site.",
              "Pixel features one of the most sophisticated water treatment and utilisation systems ever to be built.",
              "The building was designed to be water balanced meaning that it if Melbourne maintains the ten year average rainfall levels from 1999-2009, Pixel will be self-sustainable for water supply.",
              "From the extensive native green roof collecting rainwater, to the creation of the perimeter planter’s balcony, Pixel is not simply a container to collect ESD ideas, but instead a laboratory and holistic tapestry of symbiotic systems. These include one of the most publicly visible elements, being Pixel’s facade.",
              "The facade is a system of perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "studio505 developed a complex yet simple patterning system to engender the project with a human scale ‘flow’ of textures allowing the reading of the various elevations, with their differing functional and ESD requirements and materials, to espouse coherency through fluidity.",
              "Pixel features one of the most sophisticated water treatment and utilisation systems ever to be built.",
              "The building was designed to be water balanced meaning that it if Melbourne maintains the ten year average rainfall levels from 1999-2009, Pixel will be self-sustainable for water supply.",
              "From the extensive native green roof collecting rainwater, to the creation of the perimeter planter’s balcony, Pixel is not simply a container to collect ESD ideas, but instead a laboratory and holistic tapestry of symbiotic systems. These include one of the most publicly visible elements, being Pixel’s facade.",
              "The facade is a system of perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "studio505 developed a complex yet simple patterning system to engender the project with a human scale ‘flow’ of textures allowing the reading of the various elevations, with their differing functional and ESD requirements and materials, to espouse coherency through fluidity.",
              "studio505 have sought to ensure that Pixel engages with the low rise nature of the northern end of the Brewery site.",
              "Through the manipulation of scale, the facade, the shading and the patterning, the Pixel design seeks to embody and enable the vast urban phase change about to take place on this site over the coming years.",
              "studio505 have sought to ensure that Pixel engages with the low rise nature of the northern end of the Brewery site.",
              "Through the manipulation of scale, the facade, the shading and the patterning, the Pixel design seeks to embody and enable the vast urban phase change about to take place on this site over the coming years.",
              "Pixel has achieved a perfect score of 100 under the Greenstar rating system, with 75 points the benchmark for 6 Star Greenstar.",
              "It gained an extra five points for innovation, equating to world leadership.",
              "Included in Pixel’s five innovation points were points for carbon neutrality, a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "Pixel is also being assessed under the USA LEED and UK BREEAM rating systems, aiming to exceed the highest score yet achieved under either of those tools.",
              "Pixel has achieved a perfect score of 100 under the Greenstar rating system, with 75 points the benchmark for 6 Star Greenstar.",
              "It gained an extra five points for innovation, equating to world leadership.",
              "Included in Pixel’s five innovation points were points for carbon neutrality, a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
              "Pixel is also being assessed under the USA LEED and UK BREEAM rating systems, aiming to exceed the highest score yet achieved under either of those tools.",
              "Summary Statement Summary Statement Located on a key urban site at the former CUB Brewery, Pixel is one of Melbourne’s most significant and ambitious projects.",
              "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
              "Located on a key urban site at the former CUB Brewery, Pixel is one of Melbourne’s most significant and ambitious projects.",
              "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
              "The most publicly visible element is Pixel’s colourful facade.",
              "A system comprising of Living Edge perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "Creating a harmonious surface that wraps around all sides of the building, giving Pixel a vibrant and unique identity.",
              "The most publicly visible element is Pixel’s colourful facade.",
              "A system comprising of Living Edge perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
              "Creating a harmonious surface that wraps around all sides of the building, giving Pixel a vibrant and unique identity.",
              "Pixel is aiming to achieve the highest environmental rating ever for buildings using the US LEED, UK BREEAM and Australian Greenstar environmental rating schemes.",
              "To put that into context, there are approximately 740,000 buildings registered worldwide under those three rating schemes, and Pixel would be at the forefront of all of them.",
              "Pixel is aiming to achieve the highest environmental rating ever for buildings using the US LEED, UK BREEAM and Australian Greenstar environmental rating schemes.",
              "To put that into context, there are approximately 740,000 buildings registered worldwide under those three rating schemes, and Pixel would be at the forefront of all of them.",
              "You'll now receive updates based on what you follow!",
              "Personalize your stream and start following your favorite authors, offices and users.",
              "Check the latest Suspended Lights Check the latest Office Accessories"
            ]
          }
        ],
        "One Central Park in Sydney, Australia is an eco-friendly residential building that features vertical gardens on the facade that cover 250 species of Australian plants and flowers.": [
          {
            "title": "Sustainability Framework of One Central Park - Arup",
            "url": "https://www.arup.com/projects/one-central-park",
            "content": [
              "Sustainability Framework of One Central Park - Arup",
              "Sorry, it looks like there are no results for One Central Park Talk about this project Ashok Raiji Principal At a glance One Central Park blends artistic vision, the natural world and public benefit into one striking mixed-use building.",
              "Sitting alongside Sydney’s CBD, it stands as a green column distinct from the surrounding towers and warehouses.",
              "Architecturally sculpted, the irregularities of the building’s balconies, use of glass and enormous cantilever create an impressive aesthetic, even before considering the thousands of flowering plants that line the exterior.",
              "The strategic use of greenery is significant however;",
              "One Central Park was named the Best Tall Building – Worldwide 2014 largely due to the innovative and sustainable approach these plants represent.",
              "Arup provided a multi-disciplinary service including mechanical, electrical, fire and public health engineering, lighting design, waste and vertical transportation consultation.",
              "Our environmentally sustainable design provision contributed to the strategy for the entire precinct.",
              "One Central Park approaches sustainability broadly, attracting 5 Star Green Star ratings for its retail and residential sections while aiming to provide a wider, public benefit.",
              "The essence of the engineering and architecture revolves around amenity;",
              "the creation of spaces and environments which people can embrace, emphasised by the focus on public land and abundance of plant life.",
              "The sustainability framework was developed by Arup in collaboration with WSP Lincolne Scott.",
              "A central tri-generation plant provides low carbon electricity to the complex and its properties.",
              "Enhancing this, each apartment is fitted with smart metering screens which provide interactive, real-time monitoring of electrical, gas and water consumption, enabling them to better track and moderate usage.",
              "Arup performed thermal analysis on each apartment to inform the integration of individual façades, their articulation and materiality.",
              "These allow for a reduction in mechanical services for the building despite an improvement in occupant comfort.",
              "The heliostat maximises beneficial use of the sun, providing natural light into the park and retail recess which would otherwise be lost in the building’s shadow.",
              "Arup technicians contributed daylight modelling to inform this feature.",
              "One Central Park is a joint venture between Frasers Property Australia and Sekisui House Australia.",
              "Lighting is a key aspect of One Central Park’s appeal;",
              "the building and adjacent internal park each feature artistic lighting accentuations and installations.",
              "Each night, beneath the heliostat, Yann Kersale’s ‘Sea Mirror’, is brought to life by the interaction of 320 mirrors and 2880 LED lights.",
              "Drawn from video footage in Sydney’s Harbour, the lights mimic the surface of the ocean in four short performances designed to represent the seasons.",
              "Our lighting designers worked within a team of consultants to bring Kersale’s vision to reality.",
              "Close consultation was required to determine his intended visual impact from 100m in the air, while minimising the obtrusiveness of the light array on the apartments directly surrounding the heliostat.",
              "We then worked alongside the architectural design team and specialist contractors to integrate the huge number of LED nodes into the reflector system and the technology that seamlessly translates the video into its final abstract display.",
              "The Patrick Blanc designed vertical gardens that line One Central Park are the tallest of their kind in the Southern Hemisphere.",
              "Stretching 42m up the building’s various faces, they cover 1100m2 and incorporate 383 species, 200 of which are native to South East Australia.",
              "Designed to withstand seasonal conditions, plants which thrive with large exposure to sunlight were selected for the top of the wall, such as Acacias (wattles) and poa (grasses) while more delicate plants such as goodenia (hop bush) and viola (native violet), were chosen for the bottom.",
              "Arup consultants provided annual and seasonal assessments of daylight availability to determine the best locations for these gardens.",
              "Architectural intent within the retail podium called for an open atrium with off-set voids and no vertical elements, requiring a complex fire engineering solution to ensure occupant safety.",
              "Arup employed long-span smoke curtains on two levels which, combined with supply air from these levels and exhaust from the atrium, create a reservoir to contain smoke.",
              "This solution enabled the design intent and was so effective in controlling smoke that it enabled increased egress times allowing for a more efficient exit stair design, maximising usable space in both the retail and residential sections of the property.",
              "Related Penang, Malaysia Waalre, Netherlands London, United Kingdom Related"
            ]
          },
          {
            "title": "One Central Park – facades « Inhabitat – Green Design, Innovation ...",
            "url": "https://inhabitat.com/the-worlds-tallest-vertical-garden-lives-and-breathes-in-sydney/one-central-park-facades/",
            "content": [
              "One Central Park – facades « Inhabitat – Green Design, Innovation ...",
              "The world's tallest vertical garden now graces the Sydney skyline in the form of a towering residential high rise cloaked in living forestry.",
              "The highly anticipated One Central Park is now complete - and it features a park of its own that climbs 166 meters into the sky in a breathtaking marriage of architecture and nature.",
              "The intricate project created by Jean Nouvel and Patrick Blanc reminds us all that the natural world can thrive in harmony with the built urban environment.",
              "Indeed, it should.",
              "© 2005-2023 MH Sub I, LLC dba Inhabitat © 2005-2023 MH Sub I, LLC dba Inhabitat"
            ]
          },
          {
            "title": "The world&#39;s tallest vertical garden lives and breathes in Sydney",
            "url": "https://inhabitat.com/the-worlds-tallest-vertical-garden-lives-and-breathes-in-sydney/",
            "content": [
              "The world&#39;s tallest vertical garden lives and breathes in Sydney",
              "Designed by Parisian architect Jean Nouvel in collaboration with French artist and botanist Patrick Blanc, One Central Park’s living green facade exhibits 250 species of native Australian flowers and plants.",
              "Its vines and foliage intertwine between each floor on lush balconies, in a vertical continuation of the park below.",
              "The living and breathing structure was thoughtfully curated to ensure that every aspect of the design serves a significant purpose.",
              "This is especially apparent in the gleaming assembly of motorized mirrors that rests atop the towers, designed to capture sunlight and direct rays down onto the living landscape below.",
              "As the sun sets, the enigmatic structure transforms into a glittering display of LED lights designed by renowned lighting artist Yann Kersalé.",
              "Related: Rainwater-Harvesting Vertical Garden Flourishes on the Facade of Barcelona’s Raval Theatre One Central Park is part of an “urban village” in downtown Sydney that features residential towers, retail shops and collaborative spaces for artists and architects.",
              "The dynamic setting was designed around a beautiful and spacious 6,500-square-meter park.",
              "Much like New York’s iconic Central Park, the grounds will serve as a tranquil respite from city life, with a large lawn for relaxation, chessboards, an open-air cinema, and occasional festivals and live music.",
              "One Central Park exemplifies what many envision as the future of urban architecture.",
              "As concrete structures pave skylines around the world, the urban heat island effect causes temperatures to rise, and a severe lack of greenery has worsened air quality and pollution.",
              "The innovative solutions embodied in this building offer a glorious new vision for our future cities.",
              "You must be logged in to post a comment.",
              "Login Remember Me By logging into your account, you agree to our Terms of Use and Privacy Policy, and to the use of cookies as described therein.",
              "Signup with Inhabitat Δ Amazing building :) Whilst I like the greenery, I dislike the lack of organisation to it.",
              "Also, as with all things built incorporating a temporary material, I suspect that these plants could be very temperamental.",
              "The world's tallest vertical garden now graces the Sydney skyline in the form of a towering residential high rise cloaked in living forestry.",
              "The highly anticipated One Central Park is now complete - and it features a park of its own that climbs 166 meters into the sky in a breathtaking marriage of architecture and nature.",
              "The intricate project created by Jean Nouvel and Patrick Blanc reminds us all that the natural world can thrive in harmony with the built urban environment.",
              "Indeed, it should.",
              "One Central Park's living green facade exhibits 250 species of native Australian flowers and plants.",
              "One Central Park is part of an \"urban village\" in downtown Sydney that features residential towers, retail shops and collaborative spaces for artists and architects.",
              "The living and breathing structure was thoughtfully curated to ensure that every aspect of the design serves a significant purpose.",
              "Its vines and foliage intertwine between each floor on lush balconies, in a vertical continuation of the park below.",
              "A gleaming assembly of motorized mirrors rests atop the towers, designed to capture sunlight and direct rays down onto the landscape below.",
              "As the sun sets, the enigmatic structure transforms into a glittering display of LED lights designed by renowned lighting artist Yann Kersalé.",
              "The innovative solutions embodied in this building offer a glorious new vision for our future cities.",
              "© 2005-2023 MH Sub I, LLC dba Inhabitat © 2005-2023 MH Sub I, LLC dba Inhabitat"
            ]
          }
        ],
        "Bahrain World Trade Center 1 and 2 in Bahrain are twin tower and have three giant wind turbines between them.": [
          {
            "title": "Bahrain WTC | Otis Global Projects",
            "url": "https://www.otis.com/en/us/our-company/global-projects/project-showcase/bahrain-world-trade-center",
            "content": [
              "Bahrain WTC | Otis Global Projects",
              "Products & Services Otisline® 24-Hour Service for emergencies and service calls Tools & Resources Our Company Investors Contact Us Otisline® 24-Hour Service for emergencies and service calls Products & Services Tools & Resources Our Company Investors Contact Us Otisline® 24-Hour Service for emergencies and service calls Manama, Bahrain Bahrain World Trade Center Manama, Bahrain Manama, Bahrain The sail-shaped towers of the Bahrain World Trade Center rise 787 ft above the capital city of Manama, their design inspired by traditional Arabian trading ships.",
              "Combining a dramatic visual statement with state-of-the-art engineering, the towers demonstrate Bahrain’s commitment to sustainable design and renewable energy.",
              "Bahrain is the first Persian Gulf nation to establish a post-oil economy built on banking and tourism.",
              "The tapered, elliptical towers act as airfoils, channelling offshore winds to drive three massive wind turbines set between the towers on a series of skybridges.",
              "Engineers say the turbines are designed to generate between 11 percent and 15 percent of the centre’s energy needs.",
              "The Bahrain World Trade Center stands as a proud symbol of this island nation.",
              "The towers are equipped with 12 high-speed Otis® elevators, including four with panoramic glass cabs that provide stunning views of the gulf.",
              "Otis supplied a total of 26 elevators for the entire complex, which also includes a three-story base for commercial use.",
              "The sail-shaped towers of the Bahrain World Trade Center rise 787 ft above the capital city of Manama, their design inspired by traditional Arabian trading ships.",
              "Combining a dramatic visual statement with state-of-the-art engineering, the towers demonstrate Bahrain’s commitment to sustainable design and renewable energy.",
              "Bahrain is the first Persian Gulf nation to establish a post-oil economy built on banking and tourism.",
              "The tapered, elliptical towers act as airfoils, channelling offshore winds to drive three massive wind turbines set between the towers on a series of skybridges.",
              "Engineers say the turbines are designed to generate between 11 percent and 15 percent of the centre’s energy needs.",
              "The Bahrain World Trade Center stands as a proud symbol of this island nation.",
              "The towers are equipped with 12 high-speed Otis® elevators, including four with panoramic glass cabs that provide stunning views of the gulf.",
              "Otis supplied a total of 26 elevators for the entire complex, which also includes a three-story base for commercial use.",
              "HEIGHT TURBINE DIAMETER TURBINE WEIGHT MEGAWATT-HOURS (MWH) Engineers say they used computational fluid dynamics and sophisticated wind-tunnel tests to determine the ideal shape of the towers to maximize the power generated by the wind turbines.",
              "Their analysis led to an elliptical, tapered design that funnels offshore winds between the towers and creates negative air pressure (or lift) from behind.",
              "That innovative design accelerates the wind’s velocity as it hits the turbines.",
              "The trade centre faces north, the direction from which air blows over the Persian Gulf.",
              "The orientation also creates a dramatic entry point for the entire complex.",
              "In 2006, the Bahrain World Trade Center received the prestigious LEAF Award for Best Use of Technology within a Large Scheme.",
              "And in 2008, it was named the Best Tall Building in the Middle East and Africa by the Council on Tall Buildings and Urban Habitat (CTBUH).",
              "Explore Featured Projects Innovation Otis World Headquarters 1 Carrier Place Farmington, CT 06032, USA(800) 233-6847"
            ]
          },
          {
            "title": "The Bahrain World Trade Center Has Built-In Wind Turbines",
            "url": "https://www.amusingplanet.com/2015/11/the-bahrain-world-trade-center-has.html",
            "content": [
              "The Bahrain World Trade Center Has Built-In Wind Turbines",
              "Since the last few years an increasing number of green buildings are being constructed in the developed and developing world, focusing on environmentally responsible and resource-efficient design.",
              "This include everything from using locally available natural materials to generating power to meet the buildings' energy expense and reduce the dependence on the grid.",
              "While most buildings harness the energy of the sun (or avoid it), there is one that chose a very unconventional energy source, at least, for a building — wind.",
              "The Bahrain World Trade Center, located in the seafront of Manama, Bahrain, is the first skyscraper in the world to integrate wind turbines into its design.",
              "The highly visible and dramatic wind turbines are seen as a strong iconic statement about the importance of alternative energy sources.",
              "Photo credit: Atkins The two 50-story towers are linked via three skybridges, each holding a 225kW wind turbine, totaling to 675 kW of wind power capacity.",
              "Each of these turbines measure 29 meters in diameter, and is aligned north, which is the direction from which air from the Persian Gulf blows in.",
              "The sail-shaped buildings on either side are designed to funnel wind through the gap to provide accelerated wind passing through the turbines.",
              "The aerofoil like buildings ensure that any wind coming within a 45° angle to either side of the central axis will create a wind stream that remains perpendicular to the turbines.",
              "This allows the building to take advantage of 70% of Bahrain’s wind energy.",
              "The wind turbines are expected to provide 11% to 15% of the towers' total power consumption, or approximately 1.",
              "1 to 1.",
              "3 GWh a year.",
              "The three turbines were turned on for the first time on April 2008.",
              "Photo credit: Mubarak Fahad/Flickr Photo credit: Orhan Ozhan/Panoramio Photo credit: Allan Donque/Flickr Photo credit: Allan Donque/Flickr Photo credit: www.",
              "e-architect.",
              "co.",
              "uk Photo credit: castroleo/Panoramio Photo credit: John Hairy/Panoramio Sources: Wikipedia Good idea.",
              ".",
              ".",
              "I hope they're designed and built for Global Warming and the resulting climate change's(very high winds) caused by it.",
              "Canada should build thousands and start Geothermal energy production.",
              "Glo-bull warming is a scam.",
              "The climate is changing but that's because it always does.",
              "The climate is warming.",
              "But that is because we are in an interglacial period.",
              "One would expect ice to melt under that circumstance.",
              "Post a Comment Privacy Policy | Contact | Newsletter"
            ]
          },
          {
            "title": "Bahrain World Trade Center - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Bahrain_World_Trade_Center",
            "content": [
              "Bahrain World Trade Center - Wikipedia",
              "The Bahrain World Trade Center (also called Bahrain WTC or BWTC) is a 240-metre-high (787 ft), 50-floor, twin tower complex located in Manama, Bahrain.",
              "Designed by the multi-national architectural firm Atkins, construction on the towers was completed in 2008.",
              "It is the first skyscraper in the world to integrate wind turbines into its design.",
              "The wind turbines were developed, built and installed by the Danish company Norwin A/S.",
              "[1] The structure is constructed close to the King Faisal Highway, near popular landmarks such as the towers of Bahrain Financial Harbour (BFH), NBB and Abraj Al Lulu.",
              "It currently ranks as the second-tallest building in Bahrain, after the twin towers of the Bahrain Financial Harbour.",
              "The project has received several awards for sustainability, including: The two towers are linked via three skybridges, each holding a 225 kW wind turbine, totalling to 675 kW of wind power capacity.",
              "Each of these turbines measure 29 m (95 ft) in diameter, and is aligned north, which is the direction from which air from the Persian Gulf blows in.",
              "The sail-shaped buildings on either side are designed to funnel wind through the gap to provide accelerated wind passing through the turbines.",
              "This was confirmed by wind tunnel tests, which showed that the buildings create an S-shaped flow, ensuring that any wind coming within a 45° angle to either side of the central axis will create a wind stream that remains perpendicular to the turbines.",
              "This significantly increases their potential to generate electricity.",
              "[4] The wind turbines are expected to provide 11% to 15% of the towers' total power consumption, or approximately 1.",
              "1 to 1.",
              "3 GWh a year.",
              "[needs update?]",
              "This is equivalent to providing the lighting for about 300 homes, 258 hospitals, 17 industrial plants, and 33 car engines.",
              "[5] The three turbines were turned on for the first time on 8 April 2008.",
              "They are expected to operate 50% of the time on an average day.",
              "[3][needs update?]",
              "The Bahrain WTC was featured prominently in the 2009 science fiction SyFy channel made-for-television movie Annihilation Earth.",
              "In the movie, an incident involving a subatomic collider in the year 2020 creates cataclysmic effects on planet Earth.",
              "CGI is used in the movie to show the WTC collapsing as a result of an earthquake, though the reason for the earthquake is not fully explained in the movie.",
              "Bahrain World Trade Center and Bahrain Financial Harbour under construction in 2006 The three wind turbines are at the centre of the two skyscrapers Bahrain World Trade Center during the blue hour"
            ]
          }
        ],
        "The wind turbines generate up to 15% of the buildings' electricity needs.": [
          {
            "title": "Bahrain World Trade Center - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Bahrain_World_Trade_Center",
            "content": [
              "Bahrain World Trade Center - Wikipedia",
              "The Bahrain World Trade Center (also called Bahrain WTC or BWTC) is a 240-metre-high (787 ft), 50-floor, twin tower complex located in Manama, Bahrain.",
              "Designed by the multi-national architectural firm Atkins, construction on the towers was completed in 2008.",
              "It is the first skyscraper in the world to integrate wind turbines into its design.",
              "The wind turbines were developed, built and installed by the Danish company Norwin A/S.",
              "[1] The structure is constructed close to the King Faisal Highway, near popular landmarks such as the towers of Bahrain Financial Harbour (BFH), NBB and Abraj Al Lulu.",
              "It currently ranks as the second-tallest building in Bahrain, after the twin towers of the Bahrain Financial Harbour.",
              "The project has received several awards for sustainability, including: The two towers are linked via three skybridges, each holding a 225 kW wind turbine, totalling to 675 kW of wind power capacity.",
              "Each of these turbines measure 29 m (95 ft) in diameter, and is aligned north, which is the direction from which air from the Persian Gulf blows in.",
              "The sail-shaped buildings on either side are designed to funnel wind through the gap to provide accelerated wind passing through the turbines.",
              "This was confirmed by wind tunnel tests, which showed that the buildings create an S-shaped flow, ensuring that any wind coming within a 45° angle to either side of the central axis will create a wind stream that remains perpendicular to the turbines.",
              "This significantly increases their potential to generate electricity.",
              "[4] The wind turbines are expected to provide 11% to 15% of the towers' total power consumption, or approximately 1.",
              "1 to 1.",
              "3 GWh a year.",
              "[needs update?]",
              "This is equivalent to providing the lighting for about 300 homes, 258 hospitals, 17 industrial plants, and 33 car engines.",
              "[5] The three turbines were turned on for the first time on 8 April 2008.",
              "They are expected to operate 50% of the time on an average day.",
              "[3][needs update?]",
              "The Bahrain WTC was featured prominently in the 2009 science fiction SyFy channel made-for-television movie Annihilation Earth.",
              "In the movie, an incident involving a subatomic collider in the year 2020 creates cataclysmic effects on planet Earth.",
              "CGI is used in the movie to show the WTC collapsing as a result of an earthquake, though the reason for the earthquake is not fully explained in the movie.",
              "Bahrain World Trade Center and Bahrain Financial Harbour under construction in 2006 The three wind turbines are at the centre of the two skyscrapers Bahrain World Trade Center during the blue hour"
            ]
          },
          {
            "title": "Bahrain WTC | Otis Global Projects",
            "url": "https://www.otis.com/en/us/our-company/global-projects/project-showcase/bahrain-world-trade-center",
            "content": [
              "Bahrain WTC | Otis Global Projects",
              "Products & Services Otisline® 24-Hour Service for emergencies and service calls Tools & Resources Our Company Investors Contact Us Otisline® 24-Hour Service for emergencies and service calls Products & Services Tools & Resources Our Company Investors Contact Us Otisline® 24-Hour Service for emergencies and service calls Manama, Bahrain Bahrain World Trade Center Manama, Bahrain Manama, Bahrain The sail-shaped towers of the Bahrain World Trade Center rise 787 ft above the capital city of Manama, their design inspired by traditional Arabian trading ships.",
              "Combining a dramatic visual statement with state-of-the-art engineering, the towers demonstrate Bahrain’s commitment to sustainable design and renewable energy.",
              "Bahrain is the first Persian Gulf nation to establish a post-oil economy built on banking and tourism.",
              "The tapered, elliptical towers act as airfoils, channelling offshore winds to drive three massive wind turbines set between the towers on a series of skybridges.",
              "Engineers say the turbines are designed to generate between 11 percent and 15 percent of the centre’s energy needs.",
              "The Bahrain World Trade Center stands as a proud symbol of this island nation.",
              "The towers are equipped with 12 high-speed Otis® elevators, including four with panoramic glass cabs that provide stunning views of the gulf.",
              "Otis supplied a total of 26 elevators for the entire complex, which also includes a three-story base for commercial use.",
              "The sail-shaped towers of the Bahrain World Trade Center rise 787 ft above the capital city of Manama, their design inspired by traditional Arabian trading ships.",
              "Combining a dramatic visual statement with state-of-the-art engineering, the towers demonstrate Bahrain’s commitment to sustainable design and renewable energy.",
              "Bahrain is the first Persian Gulf nation to establish a post-oil economy built on banking and tourism.",
              "The tapered, elliptical towers act as airfoils, channelling offshore winds to drive three massive wind turbines set between the towers on a series of skybridges.",
              "Engineers say the turbines are designed to generate between 11 percent and 15 percent of the centre’s energy needs.",
              "The Bahrain World Trade Center stands as a proud symbol of this island nation.",
              "The towers are equipped with 12 high-speed Otis® elevators, including four with panoramic glass cabs that provide stunning views of the gulf.",
              "Otis supplied a total of 26 elevators for the entire complex, which also includes a three-story base for commercial use.",
              "HEIGHT TURBINE DIAMETER TURBINE WEIGHT MEGAWATT-HOURS (MWH) Engineers say they used computational fluid dynamics and sophisticated wind-tunnel tests to determine the ideal shape of the towers to maximize the power generated by the wind turbines.",
              "Their analysis led to an elliptical, tapered design that funnels offshore winds between the towers and creates negative air pressure (or lift) from behind.",
              "That innovative design accelerates the wind’s velocity as it hits the turbines.",
              "The trade centre faces north, the direction from which air blows over the Persian Gulf.",
              "The orientation also creates a dramatic entry point for the entire complex.",
              "In 2006, the Bahrain World Trade Center received the prestigious LEAF Award for Best Use of Technology within a Large Scheme.",
              "And in 2008, it was named the Best Tall Building in the Middle East and Africa by the Council on Tall Buildings and Urban Habitat (CTBUH).",
              "Explore Featured Projects Innovation Otis World Headquarters 1 Carrier Place Farmington, CT 06032, USA(800) 233-6847"
            ]
          },
          {
            "title": "Bahrain World Trade Center installs world’s first integrated wind ...",
            "url": "https://www.albawaba.com/business/bahrain-world-trade-center-installs-world%E2%80%99s-first-integrated-wind-turbine-power-source",
            "content": [
              "Bahrain World Trade Center installs world’s first integrated wind ...",
              "The Bahrain World Trade Center (BWTC), which is set to launch as the Kingdom’s leading mixed-use commercial development, celebrated today the successful installation of its three wind turbine blades ahead of initial testing.",
              "This is the first time anywhere in the world that a commercial development has integrated large-scale wind turbines within its design to harness the power of the wind to generate an alternative energy supply.",
              "Lifting and installation of the turbine propellers began at the end of last week with all three propellers having now been fitted.",
              "The turbines will become fully operational following completion of the BWTC.",
              "The three massive wind turbines, measuring 29 meter in diameter, are supported by bridges spanning between the BWTC’s two 240-meter high towers.",
              "Through its positioning and the unique aerodynamic design of the towers, the prevailing on-shore Gulf breeze is funnelled into the path of the turbines, helping to create even greater power generation efficiency.",
              "Once operational, the wind turbines will deliver approximately 11-15% of the BWTC tower’s energy needs, eliminating around 55,000 cubic kgC of carbon emissions into the environment every year.",
              "Incorporating the wind turbines as an alternative source of energy for the buildings will generate 1100 to 1300 MWh per year, which is equivalent to lighting 300 homes for more than a year and will create substantial annual savings.",
              "Claire Hughes, Associate Director for DTZ Bahrain said, “This is an incredible moment in the history of the Bahrain World Trade Center.",
              "We are extremely proud to be the first in the world to integrate wind turbines into a commercial development to create an alternative source of energy.",
              "What we have achieved here in Bahrain demonstrates to the world how we are actively playing our part in addressing the global issue of climate change.",
              "” “The BWTC towers have already become an iconic feature of the Manama skyline and are increasingly raising Bahrain’s profile not only in the GCC region but also across the world.",
              "The BWTC will attract leading regional and international organisations with a world-class business destination, which will have a positive impact on tourism, commerce and numerous other financial benefits for the Kingdom.",
              "” Shaun Killa, Chief Architect of Atkins and designer of the BWTC, said, “From the outset, I had a clear vision of integrating renewable energy into the design of the BWTC.",
              "Through the support of the BWTC management and Atkins’ commitment to sustainability, we have enabled this vision to be realised.",
              "“The BWTC project sets a technological precedent which we hope raises the awareness of environmental design and its importance in the built environment.",
              "We hope it paves the way for designers and clients to incorporate renewables and energy efficient measures into their future developments to reduce carbon emissions.",
              "“This project has given us great optimism for the future because we have clearly demonstrated that we can create a commercial development which is underpinned by an environmental agenda.",
              "” In addition to the installation of the world’s first integrated wind turbines, the BWTC development continues to make good progress.",
              "All major structural works, such as concreting, foundation and steel works are now complete.",
              "External cladding is now 70% complete, whilst internally, more than 20 lifts are operational, representing more than 80% of the total, and all mechanical, electrical systems, service floors, chilled water pipe work, electrics and fire protection systems are 75% finished.",
              "More than 40% of the office floors are now ready to handover to tenants, with that percentage expected to increase rapidly as work is finished in the larger floor areas of the development.",
              "A significant number of tenants are already well underway with their fit out design programmes, with some of the major tenants expected to begin their full site works programme in the next few weeks.",
              "BWTC also announced progress with MODA Mall, BWTC’s ultra high-end shopping complex.",
              "95% of the units are now ready for hand over to tenants with the anchor tenant, Villa MODA, the Kuwait based top luxury fashion retailer, already fitting out its units.",
              "As planned, the pre-launch of MODA Mall will happen in the next few months.",
              "The BWTC is situated on the Manama waterfront and in the heart of the region’s leading financial and business hub and comprises two 50-storey sail shaped twin office towers, the five-star Sheraton Hotel as well as Moda Mall, Bahrain’s only ultra high-end shopping destination featuring some 160 luxury retail outlets as well as a host of modern concept cafes and exciting casual and fine dining restaurants.",
              "© 2000 - 2023 Al Bawaba (www.",
              "albawaba.",
              "com) Subscribe to our newsletter for exclusive updates and enhanced content Subscribe"
            ]
          }
        ],
        "The towers are shaped to funnel wind towards the turbines, maximizing their efficiency.": [
          {
            "title": "Bahrain WTC | Otis Global Projects",
            "url": "https://www.otis.com/en/us/our-company/global-projects/project-showcase/bahrain-world-trade-center",
            "content": [
              "Bahrain WTC | Otis Global Projects",
              "Products & Services Otisline® 24-Hour Service for emergencies and service calls Tools & Resources Our Company Investors Contact Us Otisline® 24-Hour Service for emergencies and service calls Products & Services Tools & Resources Our Company Investors Contact Us Otisline® 24-Hour Service for emergencies and service calls Manama, Bahrain Bahrain World Trade Center Manama, Bahrain Manama, Bahrain The sail-shaped towers of the Bahrain World Trade Center rise 787 ft above the capital city of Manama, their design inspired by traditional Arabian trading ships.",
              "Combining a dramatic visual statement with state-of-the-art engineering, the towers demonstrate Bahrain’s commitment to sustainable design and renewable energy.",
              "Bahrain is the first Persian Gulf nation to establish a post-oil economy built on banking and tourism.",
              "The tapered, elliptical towers act as airfoils, channelling offshore winds to drive three massive wind turbines set between the towers on a series of skybridges.",
              "Engineers say the turbines are designed to generate between 11 percent and 15 percent of the centre’s energy needs.",
              "The Bahrain World Trade Center stands as a proud symbol of this island nation.",
              "The towers are equipped with 12 high-speed Otis® elevators, including four with panoramic glass cabs that provide stunning views of the gulf.",
              "Otis supplied a total of 26 elevators for the entire complex, which also includes a three-story base for commercial use.",
              "The sail-shaped towers of the Bahrain World Trade Center rise 787 ft above the capital city of Manama, their design inspired by traditional Arabian trading ships.",
              "Combining a dramatic visual statement with state-of-the-art engineering, the towers demonstrate Bahrain’s commitment to sustainable design and renewable energy.",
              "Bahrain is the first Persian Gulf nation to establish a post-oil economy built on banking and tourism.",
              "The tapered, elliptical towers act as airfoils, channelling offshore winds to drive three massive wind turbines set between the towers on a series of skybridges.",
              "Engineers say the turbines are designed to generate between 11 percent and 15 percent of the centre’s energy needs.",
              "The Bahrain World Trade Center stands as a proud symbol of this island nation.",
              "The towers are equipped with 12 high-speed Otis® elevators, including four with panoramic glass cabs that provide stunning views of the gulf.",
              "Otis supplied a total of 26 elevators for the entire complex, which also includes a three-story base for commercial use.",
              "HEIGHT TURBINE DIAMETER TURBINE WEIGHT MEGAWATT-HOURS (MWH) Engineers say they used computational fluid dynamics and sophisticated wind-tunnel tests to determine the ideal shape of the towers to maximize the power generated by the wind turbines.",
              "Their analysis led to an elliptical, tapered design that funnels offshore winds between the towers and creates negative air pressure (or lift) from behind.",
              "That innovative design accelerates the wind’s velocity as it hits the turbines.",
              "The trade centre faces north, the direction from which air blows over the Persian Gulf.",
              "The orientation also creates a dramatic entry point for the entire complex.",
              "In 2006, the Bahrain World Trade Center received the prestigious LEAF Award for Best Use of Technology within a Large Scheme.",
              "And in 2008, it was named the Best Tall Building in the Middle East and Africa by the Council on Tall Buildings and Urban Habitat (CTBUH).",
              "Explore Featured Projects Innovation Otis World Headquarters 1 Carrier Place Farmington, CT 06032, USA(800) 233-6847"
            ]
          },
          {
            "title": "Bahrain World Trade Center - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Bahrain_World_Trade_Center",
            "content": [
              "Bahrain World Trade Center - Wikipedia",
              "The Bahrain World Trade Center (also called Bahrain WTC or BWTC) is a 240-metre-high (787 ft), 50-floor, twin tower complex located in Manama, Bahrain.",
              "Designed by the multi-national architectural firm Atkins, construction on the towers was completed in 2008.",
              "It is the first skyscraper in the world to integrate wind turbines into its design.",
              "The wind turbines were developed, built and installed by the Danish company Norwin A/S.",
              "[1] The structure is constructed close to the King Faisal Highway, near popular landmarks such as the towers of Bahrain Financial Harbour (BFH), NBB and Abraj Al Lulu.",
              "It currently ranks as the second-tallest building in Bahrain, after the twin towers of the Bahrain Financial Harbour.",
              "The project has received several awards for sustainability, including: The two towers are linked via three skybridges, each holding a 225 kW wind turbine, totalling to 675 kW of wind power capacity.",
              "Each of these turbines measure 29 m (95 ft) in diameter, and is aligned north, which is the direction from which air from the Persian Gulf blows in.",
              "The sail-shaped buildings on either side are designed to funnel wind through the gap to provide accelerated wind passing through the turbines.",
              "This was confirmed by wind tunnel tests, which showed that the buildings create an S-shaped flow, ensuring that any wind coming within a 45° angle to either side of the central axis will create a wind stream that remains perpendicular to the turbines.",
              "This significantly increases their potential to generate electricity.",
              "[4] The wind turbines are expected to provide 11% to 15% of the towers' total power consumption, or approximately 1.",
              "1 to 1.",
              "3 GWh a year.",
              "[needs update?]",
              "This is equivalent to providing the lighting for about 300 homes, 258 hospitals, 17 industrial plants, and 33 car engines.",
              "[5] The three turbines were turned on for the first time on 8 April 2008.",
              "They are expected to operate 50% of the time on an average day.",
              "[3][needs update?]",
              "The Bahrain WTC was featured prominently in the 2009 science fiction SyFy channel made-for-television movie Annihilation Earth.",
              "In the movie, an incident involving a subatomic collider in the year 2020 creates cataclysmic effects on planet Earth.",
              "CGI is used in the movie to show the WTC collapsing as a result of an earthquake, though the reason for the earthquake is not fully explained in the movie.",
              "Bahrain World Trade Center and Bahrain Financial Harbour under construction in 2006 The three wind turbines are at the centre of the two skyscrapers Bahrain World Trade Center during the blue hour"
            ]
          },
          {
            "title": "Harnessing the wind: Bahrain World Trade Centre - Building",
            "url": "https://www.building.co.uk/focus/harnessing-the-wind-bahrain-world-trade-centre/3123951.article",
            "content": [
              "Harnessing the wind: Bahrain World Trade Centre - Building",
              "Welcome to building.",
              "co.",
              "uk.",
              "This site uses cookies.",
              "Read our policy.",
              "All the latest updates on building safety reform 2024 events calendar Building Awards By Thomas Lane, Thomas Lane Thomas Lane 2008-10-03T00:00:00+01:00 Bahrain’s World Trade Centre The designs of the wind turbines are taken from an early wind farm;",
              "nobody knew how they would work on a building The towers sit over a podium containing an upmarket shopping mall, complete with ritzy finishes.",
              "People can shop then go to work in the buildings above Putting the turbines up was one of the most challenging aspects of the project.",
              "The blades were assembled on the ground, then craned into position as a unit Early sketches showing the site layout and how the building shape funnels wind to the turbines Modelling vindicated this theory: the design straightens out wind up to 60° from the perpendicular Wind quality will remain good as there is very little development close to the site, although this will inevitably change in time The bridges were strand-jacked into position as a unit The view over Manama from the building The turbines in action earlier this year.",
              "Atkins said they worked well 1/13 Bahrain’s World Trade Centre is one of the first buildings to be designed with wind turbines as part of its structure.",
              "It sounds simple, but as Thomas Lane discovered, the problems were many and the answers elusive Constructing the world’s first building to sport large integrated wind turbines in the most oil-rich region on the planet seems crazy.",
              "Just knowing there is so much oil under your feet makes profligate behaviour seem natural: people drive their gas guzzlers on journeys of a few yards and everywhere you go, super strong air-conditioning is engaged in an endless battle with 50°C temperatures.",
              "But the fabulous oil wealth of the Middle East also means clients have the money to try something different.",
              "So, when you put together a sailor inspired by the power of the wind at sea, and a wealthy client with the money to realise crazy dreams, the idea starts to look more plausible.",
              "The initial concept This is how it happened.",
              "The client, who wants to remain anonymous, invited architect Shaun Killa, sailing enthusiast and design director of Atkins Middle East, to a piece of land near the Gulf coast in Manama in Bahrain to discuss its redevelopment.",
              "“When I went, a tremendous wind was blowing – it was at least 25 knots,” says Killa.",
              "“It was very clean and uninterrupted, coming off the sea.",
              "It was clear to us that the opportunity was there to create a building that would harness that wind.",
              "” The obvious option in such a sun-blessed country would have been solar power, but Killa explains that his choice of wind was based on sound logic as well as instinctive enthusiasm.",
              "“Four years ago photovoltaics were very overpriced – about five times as expensive per kilo watt than wind,” he says.",
              "“There were also issues about PV panels losing their efficiency when they got hot.",
              "I didn’t think they were ready for the Middle East, so it had to be wind.",
              "” A tremendous wind was blowing, clean and uninterrupted.",
              "It was clear to us the opportunity was there Shaun Killa, Atkins Middle East Fortunately, he says, the brief for the Bahrain World Trade Centre was very fluid: to create a new, upmarket shopping mall linked to an existing one, plus add “50,000m2 of useable space in an office building.",
              "” “The client didn’t specify how many buildings,” says Killa.",
              "But even in the Middle East clients are careful not to chuck money away on mad schemes.",
              "Killa and his team had to prove the idea was going to work, which was a tough job when it had never been done before.",
              "This required a huge amount of research.",
              "The team opted for as many standard components with proven performance records as possible, to keep the client happy and the project manageable.",
              "These components included the control systems, the mounting bridges for the turbines and, crucially, the actual wind turbines, which were a type used on early wind farms. “They needed to be rated and certified,” says Killa.",
              "“If we chose anything that wasn’t, there would be five years of research and development, and I don’t believe any client would sponsor that.",
              "” This meant the building had to be designed around turbines that were intended for a different environment to an office building.",
              "“We had to take a wind turbine that was built for a field and create a near perfect environment for it,” explains Killa.",
              "How would it work?",
              "If we chose any component that wasn’t rated and certified, there would be five years of research and development Shaun Killa, Atkins Middle East Research showed that about 70% of the wind coming off the Gulf hit the coast head on or within a 60° range on either side.",
              "This confirmed that the planned development would work well on the site, but only if the building were designed to straighten out any winds coming in at a slight angle, in order to hit the turbine blades head on for maximum efficiency.",
              "The solution was to create two separate wings with the wind turbines sitting on bridges between them.",
              "These two elements are shaped like aerofoils, angled so the distance between the wings is 120m at the front but just 30m at the rear.",
              "This creates a funnelling effect that, aided by the shape of the wings, straightens and channels the wind.",
              "The outer edges of the wings are also aerofoil-shaped, which creates an area of low pressure just behind the wind turbines.",
              "Killa says the design not only directs the wind, but also increases the wind speed so that up to twice as much energy can be extracted from it by the turbines.",
              "Every part of the development has been designed to maximise the effectiveness and efficiency of the turbines.",
              "The building has been carefully shaped so each of the three turbines rotates at the same speed.",
              "This means that each is generating the same amount of electricity, simplifying control and power conversion systems and ensuring maintenance schedules are the same.",
              "Because the wind speed increases towards the top of the building, it tapers to lessen the funnelling effect, keeping the wind consistent over the building height.",
              "Safety first The client didn’t approve the bridges until we were up to the 9th floor, which was the latest date the decision could be made Simha Lytherao, Atkins Middle East Deciding the building shape was only the beginning.",
              "There were a huge number of questions that had to be answered.",
              "Would the turbines create airborne andstructure-borne noise?",
              "Could they deflect and hit the bridges?",
              "What would happen if the blades were struck by birds or lightning?",
              "Would the flickering caused by the turbine blades cause someone in an adjacent building to have an epileptic fit?",
              "The list goes on, covering about 200 possible scenarios.",
              "“The threshold we always set was safety and user comfort,” says Simha LytheRao, Atkins’ project manager.",
              "Each scenario was carefully risk-assessed to determine how much risk was acceptable.",
              "The team also looked at each part of the building and listed what events could affect it.",
              "If the risk seemed too great, measures were put in place to reduce it.",
              "For example, there was a high risk that vibrations from the turbine gearbox would be transmitted into the building structure by way of the bridges and would be audible to the occupants in the same way as someone drilling into a wall several floors away.",
              "The solution was to mount the turbines on rubber and isolate the bridges from each wing using rubber dampers, which also accommodate the differential movement between the two wings.",
              "In addition, lasers are used to monitor the turbine blades;",
              "if these get too close to the bridges, the control system shuts the turbines down.",
              "Another big challenge was coming up with the control system itself.",
              "There are existing systems for turbines, and for buildings, but nothing that links the two together.",
              "Uniting the two was important, as the control system needed to tie the turbines’ output with the electrical demand of the building.",
              "Safety issues also came into play, as the turbines need to shut down if there is a fire, or if someone opens one of the doors from the building onto a turbine bridge.",
              "“Nobody thinks about the integration of the controls but it was the most difficult part,” says LytheRao.",
              "Turbine supplier Norven worked with Atkins to develop a system that would cope with all these requirement by working with the building management system.",
              "Testing the wind Leaders in the Middle East see this as the future.",
              "Its success has contributed to a lot of the green initiatives Shaun Killa, Atkins Middle East The crunch moment came in April, when the turbines were switched on briefly to see if all these issues were successfully resolved.",
              "“We ran the turbines for 14 hours.",
              "There was no vibration or noise at all and nothing which was a concern,” says LytheRao.",
              "Killa adds that the turbines produced more power than predicted, spectacularly vindicating his vision and the team’s hard work (see box: How much power does it produce).",
              "The building is scheduled for completion at the end of the year and is apparently fully let.",
              "Was all the work worth it?",
              "Killa thinks so.",
              "He has also been surprised by the positive response the building has received from locals, and from other parts of the Middle East.",
              "“We were told unofficially that a lot of the leaders in the Middle East started to see this as the future,” he says.",
              "“There needs to be a new consciousness.",
              "This building’s success has contributed to a lot of the green initiatives in the region.",
              "” The new wave of eco-enthusiasm he refers to includes zero-carbon city Madur in Abu Dhabi and the new green regulations in Dubai, plus a rash of new, low energy buildings such as the Dubai International Financial Centre Lighthouse (see box: What’s next).",
              "Making the Middle East’s inhabitants think more carefully about the oil beneath their feet is no mean achievement.",
              "Each of the three turbines produces 225kW when running at full capacity, totalling 675kW.",
              "This is estimated to produce a total of 1,300MWhr a year.",
              "Calculations show that the wind turbines should produce 10% to 15% of the building’s energy needs, and this includes all the occupants’ power use, too.",
              "But this figure is negated somewhat as the building is cooled via a district cooling system.",
              "Killa says that the calculations were very conservative.",
              "When the turbines were tested in April they produced more power than anticipated, and the calculations were based on a much higher occupant density than the actual finished design.",
              "Efforts have been made to reduce the energy the building uses.",
              "Sources from Atkins say there is some potential for natural ventilation in the winter as the balconies have opening doors, and the concrete structure means the building has high levels of thermal mass.",
              "The building is narrow-plan which means it receives high levels of natural light and LytheRao points out that district cooling is less energy intensive than a building-based system.",
              "He does concede, however, that it is not a low energy building.",
              "Unfortunately, the local power company has not yet caught up with the idea of a renewable energy network, and refuses to allow any power to be fed into its grid.",
              "Atkins had to convince the power company that power from the turbines would not migrate into the grid.",
              "This means that the power-generating potential of the turbines goes unused during evenings and weekends.",
              "“It means we cannot generate power unless the building’s electrical demand is more than the turbines can produce,” says LytheRao.",
              "The team are considering ways of making the most out of the output of the turbines during dead periods by installing a chiller to make ice, which could be used to cool the building during the day and reduce reliance on the district cooling system.",
              "In the long term, the team hopes that the power company might change its mind about accepting power from the wind turbines.",
              "Here, the signs are good;",
              "the power companies in Dubai and Abu Dhabi recently started accepting feed-in power, as the rulers recognised that this is the only way renewable energy can be efficiently generated.",
              "Despite the unusual nature of the building the client still wanted it delivered in double-quick time.",
              "This is not unusual in today’s Middle East.",
              "In 2004, the design was at the concept stage, and normally another 12 to 18 months would be needed to complete the research and work up the detailed version.",
              "But construction started in June 2004, so the team had to complete their research and detailed design as the building was being constructed.",
              "This meant some close calls, for example, the team had not finalised the design of the bridges to support the turbines until the building was well out of the ground.",
              "“The client didn’t approve the bridges until we were up to the 9th floor, which was the latest date the decision could be made,” says LytheRao.",
              "He adds that the building was designed to function with or without the turbines, in case there was no time to incorporate them into the finished building.",
              "The building structure was only marginally beefed up to cope with the additional weight of the bridges and turbines, but at 70 tonnes the bridges were too heavy to lift into position by crane so this had to be done by strand-jack.",
              "Then the turbines’ nacelles were installed and, finally, the blades were assembled on the ground and craned up as a unit, a tricky job because of the wind.",
              "How well the turbines will work in 10 or 20 years is open to question.",
              "At the moment, the Bahrain World Trade Centre stands with no tall buildings around it, which means it enjoys clean, uninterrupted wind.",
              "This is bound to change, as the building occupies a very desirable spot and future development may well affect wind quality.",
              "“At the moment there is nothing in front of the building, and what is currently planned won’t affect it,” says LytheRao.",
              "“In the medium term nothing will change, but this is the Middle East and anything can happen.",
              "” Although it would be unfortunate if new development compromised the impact and efficiency of the turbines, the key achievement – the principle of integrating large-scale wind turbines into a building – will remain.",
              "The financial loss would also not be too significant, as the turbines and support bridges added just 3-4% extra to the building budget.",
              "Killa says early calculations showed the payback period was 17–20 years but the 10% additional rental premium the building commands reduces that to just 2.",
              "5 years, even without allowing for recent energy price hikes.",
              "The experience Atkins has gained from the Bahrain World Trade Centre is already feeding into other projects.",
              "It has designed the Dubai International Finance Centre’s Lighthouse Tower, which has three big integrated wind turbines at the top of the building.",
              "Although Dubai has wind speeds about 30% lower than in Manama, at 402m the building is much taller, which offsets this.",
              "It also has 4,000 photovoltaic panels.",
              "These renewable technologies will contribute 12% of the building’s energy needs, for much higher occupant densities than the Bahrain building.",
              "It also incorporates other energy-saving features such as chilled ceilings rather than power-hungry fan-coil units, regenerative double-deck lifts and low energy lighting systems. The combination of the renewable energy technologies and energy-saving design cuts total energy use by 50-55% compared with a standard good-practice building.",
              "Killa also designed another building for Dubai with integrated wind turbines, which would have included six 7,500kW turbines producing a whopping 4.",
              "5MW of power.",
              "The project was cancelled, but given the rate of development in the region it will not be long before something similar gets built.",
              "client representative and cost manager HAJprincipal consultant, architect, project manager and structural design, mechanical and electrical engineer Atkins Middle Eastmain contractor Nass and Murray & Roberts joint venturebridge subcontractor Ramboll 2008-12-15T12:58:00Z By Olivia Boyd, Olivia Boyd Olivia Boyd RWE npower will review its £3.",
              "5bn wind energy portfolio and may seek new project partners 2008-10-21T09:42:00Z By Kate Ahira, Kate Ahira Kate Ahira But more funds needed to meet future targets, energy leaders warn 2008-10-07T17:29:00Z Video: The integrated wind turbine's at Bahrain's World Trade Centre each produce 225kW 2023-12-01T07:00:00Z By Olivia Barber When a section 114 ‘bankruptcy’ notice is put in place, a council’s non-statutory services are restricted and housebuilding ‘goes to the back of the queue’.",
              "Yet the growing number of councils in this situation are finding ways to carry on building 2023-11-22T06:00:00Z By Matilda Battersby A new survey reveals the locations and job titles within the industry that command the most impressive wages and bonuses.",
              "Matilda Battersby reports.",
              "2023-11-20T05:00:00Z By Joey Gardiner With little prospect of a rapid reduction in interest rates to spur a recovery, many in the industry are now just looking to “survive until ’25”.",
              "Joey Gardiner looks at the prospects for residential developers doing so.",
              "Site powered by Webvision Cloud"
            ]
          }
        ]
      },
      "evidence": {
        "The Pixel Building in Melbourne, Australia is an eco-friendly building that was Australia's first carbon-neutral building.": [
          "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
          "The building has reduced dependence on other external sources of energy and is quite self-sufficient.",
          "The roof of the Pixel building is installed with wind turbines and solar panels.",
          "Pixel has achieved a perfect score of 100 under the Greenstar rating system, with 75 points the benchmark for 6 Star Greenstar.",
          "The project achieved a perfect score of 100 through the Green Star rating system and earned an extra five points for innovation for achieving carbon neutrality and including a vacuum toilet system, the anaerobic digestion system and reduced car parking.",
          "The building has secured the highest LEED (Leadership in Energy and Environmental Design) and BREEAM (Building Research Establishment Environmental Assessment Method) ratings.",
          "The carbon-neutral Pixel building was constructed in July 2010."
        ],
        "The Pixel Building in Melbourne, Australia generates all its own power and water on site.": [
          "Scoring a perfect 105 Greenstar points, Pixel is Australia’s first carbon neutral office building, generating all its own power and water on site.",
          "Australia’s first carbon-neutral office building with an impressive array of sustainable design technology and innovation Achieved 105 LEED points and scored a perfect 6-Star Green Star – Office Design v3 rating of 105 points Generates its own power and water through onsite wind turbines and a green roof that uses evapotranspiration of greywater If required, can disconnect from the main water supply and be self-sufficient for all its amenity needs, excluding drinking water",
          "Capable of collecting all of its own water and generating all of its own energy, the funky, colorful pixelated building is totally self-sustaining.",
          "The building was designed to be water balanced meaning that it if Melbourne maintains the ten year average rainfall levels from 1999-2009, Pixel will be self-sustainable for water supply."
        ],
        "The Pixel Building in Melbourne, Australia has colorful panels that provide shade and maximize daylight, supports that help process wastewater, a roof that captures rainwater, and vertical wind turbines.": [
          "The office building includes a native-planted green roof that harvests and collects rainwater.",
          "The most publicly visible element is Pixel’s colourful facade.",
          "Capable of collecting all of its own water and generating all of its own energy, the funky, colorful pixelated building is totally self-sustaining.",
          "A system comprising of Living Edge perimeter planters, fixed shading louvers, double glazed window walls and solar panel shading.",
          "Pixel features one of the most sophisticated water treatment and utilisation systems ever to be built."
        ],
        "One Central Park in Sydney, Australia is an eco-friendly residential building that features vertical gardens on the facade that cover 250 species of Australian plants and flowers.": [
          "One Central Park's living green facade exhibits 250 species of native Australian flowers and plants."
        ],
        "Bahrain World Trade Center 1 and 2 in Bahrain are twin tower and have three giant wind turbines between them.": [
          "The tapered, elliptical towers act as airfoils, channelling offshore winds to drive three massive wind turbines set between the towers on a series of skybridges.",
          "The Bahrain World Trade Center, located in the seafront of Manama, Bahrain, is the first skyscraper in the world to integrate wind turbines into its design.",
          "The two towers are linked via three skybridges, each holding a 225 kW wind turbine, totalling to 675 kW of wind power capacity.",
          "The two 50-story towers are linked via three skybridges, each holding a 225kW wind turbine, totaling to 675 kW of wind power capacity."
        ],
        "The wind turbines generate up to 15% of the buildings' electricity needs.": [
          "Once operational, the wind turbines will deliver approximately 11-15% of the BWTC tower’s energy needs, eliminating around 55,000 cubic kgC of carbon emissions into the environment every year.",
          "Engineers say the turbines are designed to generate between 11 percent and 15 percent of the centre’s energy needs.",
          "The wind turbines are expected to provide 11% to 15% of the towers' total power consumption, or approximately 1."
        ],
        "The towers are shaped to funnel wind towards the turbines, maximizing their efficiency.": [
          "The sail-shaped buildings on either side are designed to funnel wind through the gap to provide accelerated wind passing through the turbines.",
          "Early sketches showing the site layout and how the building shape funnels wind to the turbines.",
          "That innovative design accelerates the wind’s velocity as it hits the turbines.",
          "Engineers say they used computational fluid dynamics and sophisticated wind-tunnel tests to determine the ideal shape of the towers to maximize the power generated by the wind turbines.",
          "Their analysis led to an elliptical, tapered design that funnels offshore winds between the towers and creates negative air pressure (or lift) from behind.",
          "Killa says the design not only directs the wind, but also increases the wind speed so that up to twice as much energy can be extracted from it by the turbines.",
          "This creates a funnelling effect that, aided by the shape of the wings, straightens and channels the wind."
        ]
      },
      "subconclusions": {
        "The Pixel Building in Melbourne, Australia is an eco-friendly building that was Australia's first carbon-neutral building.": "supported",
        "The Pixel Building in Melbourne, Australia generates all its own power and water on site.": "supported",
        "The Pixel Building in Melbourne, Australia has colorful panels that provide shade and maximize daylight, supports that help process wastewater, a roof that captures rainwater, and vertical wind turbines.": "supported",
        "One Central Park in Sydney, Australia is an eco-friendly residential building that features vertical gardens on the facade that cover 250 species of Australian plants and flowers.": "supported",
        "Bahrain World Trade Center 1 and 2 in Bahrain are twin tower and have three giant wind turbines between them.": "supported",
        "The wind turbines generate up to 15% of the buildings' electricity needs.": "supported",
        "The towers are shaped to funnel wind towards the turbines, maximizing their efficiency.": "supported"
      }
    }
  }
}