{
  "a5facf41-664c-4a89-a4bf-5c5497928c75": {
    "query": "What is the most effective way to reduce carbon emissions in the transportation sector, and how soon can these strategies be implemented on a larger scale?",
    "response": "That's a great question. There are many possible ways to reduce carbon emissions in the transportation sector, but they all require some combination of technological innovation, policy intervention, and behavioral change. Some of the strategies that have been proposed or implemented include:\n\n- Setting GHG emissions and fuel economy standards for cars and trucks[^1^].\n- Increasing the use of renewable fuels, such as biofuels and electricity, in place of fossil fuels[^1^] [^2^].\n- Improving the efficiency and design of vehicles, ships, and airplanes[^2^] [^3^].\n- Promoting low-carbon modes of transport, such as public transit, cycling, and walking[^2^].\n- Reducing the demand for travel and freight by encouraging teleworking, local sourcing, and compact urban planning[^2^].\n\nThese strategies can have different impacts on different types of transport, such as passenger or freight, road or rail, domestic or international. They also face different challenges and opportunities depending on the context and the stakeholders involved. Therefore, there is no one-size-fits-all solution for decarbonizing the transport sector.\n\nSome of these strategies are already being implemented in some countries or regions, but they need to be scaled up and coordinated globally to achieve the necessary reductions in carbon emissions. According to some estimates, highly ambitious policies could cut transport emissions by 70% by 2050 compared to current levels[^2^]. However, this would require a radical transformation of the transport system and a strong commitment from governments, businesses, and consumers.",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.epa.gov/transportation-air-pollution-and-climate-change/carbon-pollution-transportation \"Carbon Pollution from Transportation | US EPA\"\n[2]: https://www.weforum.org/agenda/2021/11/global-transport-carbon-emissions-decarbonise/ \"How can we reduce the carbon emissions from the transport industry ...\"\n[3]: https://www.sciencedaily.com/releases/2009/07/090727080836.htm \"Ways To Reduce Carbon Dioxide Emissions From Transport\"\n\nThat's a great question. There are many possible ways to reduce carbon emissions in the transportation sector, but they all require some combination of technological innovation, policy intervention, and behavioral change. Some of the strategies that have been proposed or implemented include:\n\n- Setting GHG emissions and fuel economy standards for cars and trucks[^1^][1].\n- Increasing the use of renewable fuels, such as biofuels and electricity, in place of fossil fuels[^1^][1] [^2^][2].\n- Improving the efficiency and design of vehicles, ships, and airplanes[^2^][2] [^3^][3].\n- Promoting low-carbon modes of transport, such as public transit, cycling, and walking[^2^][2].\n- Reducing the demand for travel and freight by encouraging teleworking, local sourcing, and compact urban planning[^2^][2].\n\nThese strategies can have different impacts on different types of transport, such as passenger or freight, road or rail, domestic or international. They also face different challenges and opportunities depending on the context and the stakeholders involved. Therefore, there is no one-size-fits-all solution for decarbonizing the transport sector.\n\nSome of these strategies are already being implemented in some countries or regions, but they need to be scaled up and coordinated globally to achieve the necessary reductions in carbon emissions. According to some estimates, highly ambitious policies could cut transport emissions by 70% by 2050 compared to current levels[^2^][2]. However, this would require a radical transformation of the transport system and a strong commitment from governments, businesses, and consumers.\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.epa.gov](https://www.epa.gov/transportation-air-pollution-and-climate-change/carbon-pollution-transportation) [2. www.weforum.org](https://www.weforum.org/agenda/2021/11/global-transport-carbon-emissions-decarbonise/) [3. www.sciencedaily.com](https://www.sciencedaily.com/releases/2009/07/090727080836.htm)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Carbon Pollution from Transportation | US EPA",
        "seeMoreUrl": "https://www.epa.gov/transportation-air-pollution-and-climate-change/carbon-pollution-transportation",
        "imageLink": "https://bing.com/th?id=OIP.Z5R1QXZYWjc2Lh58_qnKHAHaTL&pid=cdx",
        "imageWidth": "578",
        "imageHeight": "1497",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAkASURBVFhHpZcLsFR1HceXBCvBRyYWOGBqRl7wcu/ueexewBuMqDkK1niHsMvj7p7H7l4u4JgOZrZT5mQhwWV3zzm7ex+8w6vji1BkcBCM0pmoUaMRh2K8DJEgpWPKo+Fun99/D5BpQvWf+c85+9/f8/t7/U/krFYu9ynDWn6F4frTNaeQ021/tW57GzXbf569xbD9p3XH747a3l1Ruzi5oaN7eMj5f65qdVDMKV0Sc31DtwsZDOjRXX8nyt+Pt/dUmxasZa+pmpnuqm4X/6q5pW38vxT6mVp62Tijo/OCUNL/tuKpJRebtvd13fF+gocvGG6pX0+XPjAzXdXE/NXVpoXr1E50rKoa6XJVT5ffZe+BfqPuFBbpTpBozhaGheLOfrW09J3TlOw6P5byJ5iOt9hwSq/pbnA8Pm9F1ZzXi7feMc3x92m2t4u9m9+H2AOJjpXVONtI+++DxIua699rZor1X+7o/HQo+uzW1NZVQ3Wr0EB8v4PnO/DuiChXwrMCt7cHA1YYjvddzS4+wPsG6A7K/4JMXIwEDXJjk5kqtjUmuy6PxUpDQvFnXng/0rD82ZrlPaE5wdvx9t6qxBxDjmHUAQxYz74DI8cCs6Y53kKQ2KqUpisnxABlhO3t1y0vMOzghokZ73Oh+DMv3SqPRdFDCH0DBQPKewwA1ncQ+ksSc5GW9sbdBLS8n8eeiBF5aIX+mBic6FiBAf5R9ovkzp1Ru/OqUPyZVnUQFk8G0qdgrCYk01Wyra0C9T84344R81E6OmSI8P5VEm8x529KgqrqgF4Mh/5v7G5CpYfkn7yam7cONu3SNIRtjWd7lAESV8l0BA3g4W9B4j4t410ZskQEDRR48BwyhQda2ZITIACP/5hheZNC8k9cgyRjNbvUrFnFh0miLWa2+znDrWwy3PIzCHuas4rpBG1N7V0jQ55I1A6uIiHvJgyPUy3Ql55lbzIy5c2EchPo/CCR9BqloUE+qMb1MSsHgTIg0zMKi+MIvsFs7/0ayTfJzJYm4v11cUqzKemNkdiHbBKCC2lS4yV0pltR9EJrzCtP4XlTFFmS2HUtuXNDIz5+iQEIG1Lfunjo+DlLLxojvYDfMccZUpfNDau/a9XQupa+c+O3L/lsQ1vncC1THKXN7RkFzSXNc3o/09ycGyzPmJM7L8K78OHQBdLQmrN9w85ogFq03/ELei9qTBWvIbaNCeKrO3kt5uanilecjWlMVa7BqxtpubMp01Yj7U0x5/pXU2pXmnbBjCaLk6NWZ6zB7azTs4WxTVSAassfp1y6Xvh6aolHCL5Vp9ykDRtu4BnpYA0KS3S378es4HvE1pPkIu6P8N4J3SLmwX0881q61KvBE7OLD0KfpS1f13R31/mh+A8v4jyiMZkfqWALV0MH8DrBDDzuJvF2EtN+I1P5s5SZar+O/3uee1H+F87kfA90r/Kb8+JeaPfTkPo1p/jrGOUJ7fUSzlA8i+kKIoJ0BEXf1NOVTGL+qm8B5SQt6Y2TpgEKE8n4e+lkO+hwR06VlswD2rGZqagBhCL1LmcyC2olK/Og8g6Kn43Zvhu189fGnGWj5SnlmJjXe5uR7ZolCUrX84pGpmtnfP7KHcD3JHD+OOYWbpY6ZxgZmhXkKK2dhONEgtHbNH8NXbE3NKKrtnmXM2k+0oSgP0oZbkFWFofGSLISvpslnLpVfAoDt4PSSxK6iFgpXk1Y+HNpNOxgFzHvhOF24GxCwDSgzUG8AY/3sI8ohdKe/2XLGY68Z6S7/kBI1sdShXmCop7Ma5y3gGKeML0uOibcuU7x4PxzYsCjuot3oWdYfwz4mOn+CzHLW6Zb/lyxHrpZNKNOkut3vA/QH04rlzlhe8e1dPlXGPgjEJyutRWbtVTQipI8IdpmZrv+SK84rpACSSNdqmqW/0SEGC1F4F48PCExhTCEWIZP8KbulrtJplaMmKCnvVvkSqY6HkOGy8nLeCZQbpdqQNY9UWv5FEo0Fk0xLZ3SSu4SB9Q9QQwlXKID5wag34eDxQiJdg8HO7AG+MQAiWePYgBOjKrsjbneesMtpmLucsNMLauXRAKZb+DRbLxrxYFphC5RS+ClJmPcQUEfvGo4KQOQKVc3ZQBXOv7/Dc/7I1jYotvBOrx4S6AUA2q54CsUVFjSwSHQeEyzC7Pi7pLLqKNIlalJjC+Um5P8ljXe9b+kuwWbytoAz2Gl9EPySFz12zssKEpYI3E7H9Xs4IccvCHK1NwPGchUxUASybvUO0j4041vr/7IZZOOeSlhmimCGV5vnVQmZXrKAEEWHdD8iXD9VFBTXY/bz0ys2gzxB3HFBExucJoxW7vhYPEBkKqQCzdej/eh7ojenv+8IIngRxB68N89F1lytzDblUFcUrytNMA50YXBCGZGbnDcDqJSo4ZTfo3EOSqeyz5lAAiIUDqgzPZXpB2brn91qD8CKnUYtoTE7Mf4gRpqp/nFIYUEVUCJ70bXMgww1XCS1dDWPZxyuUW3giJeSq0ruE4iAZPygO4lz/cQtJ7m0qSY5dvB9afCJ3eAWggFPTf0nHJTuYUTeN4fswo9ksDjUpUvKH5ZMkZVDJ3SbcDYRxK9rYwQJMQIR8IRqDBIJoPE89IbWvr6zpEeL9UA38sqh+QyqujxXIwOWzXo/J3q+AVTdgYT8ovNua2DQ/WnF1l8GfMgiTePwkDj4FsA60/GtFZOKhdewps5UftnI+qt/FcwmNuQ/4p4mlD1TgIqPmUMYfP2o3wju70xWbg8VPfRJaMZFEarAWUXS4YTSOscEEFKoHS+mgGvyqg22woT5V6AksUgsFuMVCjJE3qBH/5+WvraaCq4w7DKVyD/zN8H13KHp/vdSmI9jPDNdLxdhOIAcJ6QiYgBqhpMaTi2v8BwfMLmHVYfLpnyAK39IG37dei2sX1kzahv9S4NxZ/dkisXmRrlskmj8u4n8/swZK+ZkU7mHxKlhhXwZeQ/IF9APN+VzCcU+zD6SYx40JD5UbtbjgjF/verjo/Lhrbl47VUsRVFcvPZiBJJ1ByQzsY4i3P5iHlcd4rPyHjnPSlXs3iqcnEo5j+sSOSf0aC2LKqk920AAAAASUVORK5CYII=",
        "searchQuery": "reduce carbon emissions transportation sector"
      },
      {
        "providerDisplayName": "How can we reduce the carbon emissions from the transport industry ...",
        "seeMoreUrl": "https://www.weforum.org/agenda/2021/11/global-transport-carbon-emissions-decarbonise/",
        "searchQuery": "reduce carbon emissions transportation sector"
      },
      {
        "providerDisplayName": "Ways To Reduce Carbon Dioxide Emissions From Transport",
        "seeMoreUrl": "https://www.sciencedaily.com/releases/2009/07/090727080836.htm",
        "searchQuery": "reduce carbon emissions transportation sector"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Setting GHG emissions and fuel economy standards for cars and trucks is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.",
        "Increasing the use of renewable fuels, such as biofuels and electricity, in place of fossil fuels is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.",
        "Improving the efficiency and design of vehicles, ships, and airplanes is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.",
        "Promoting low-carbon modes of transport, such as public transit, cycling, and walking, is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.",
        "Reducing the demand for travel and freight by encouraging teleworking, local sourcing, and compact urban planning is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.",
        "According to some estimates, highly ambitious policies could cut transport emissions by 70% by 2050 compared to current levels."
      ],
      "queries": [
        "GHG emissions fuel economy standards cars trucks carbon emissions transportation sector reduction strategy",
        "renewable fuels biofuels electricity transportation sector carbon emissions reduction",
        "Improving efficiency and design of vehicles ships airplanes carbon emissions transportation sector",
        "Low-carbon transport modes promotion to reduce carbon emissions transportation sector",
        "Reducing travel demand carbon emissions transportation sector teleworking local sourcing compact urban planning",
        "Transport emissions reduction policies 70% by 2050 estimates"
      ],
      "search_results": {
        "Setting GHG emissions and fuel economy standards for cars and trucks is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          {
            "title": "EPA announces tighter fuel economy standards for cars and trucks - NPR",
            "url": "https://www.npr.org/2021/12/20/1066001919/epa-fuel-economy-standards-cars-trucks",
            "content": [
              "EPA announces tighter fuel economy standards for cars and trucks - NPR",
              "By Alana Wise Environmental Protection Agency Administrator Michael Regan is reflected in an electronic vehicle as it charges as he speaks during an event to announce a final rule for federal greenhouse gas emissions standards for cars and trucks on Monday.",
              "Jacquelyn Martin/AP hide caption Environmental Protection Agency Administrator Michael Regan is reflected in an electronic vehicle as it charges as he speaks during an event to announce a final rule for federal greenhouse gas emissions standards for cars and trucks on Monday.",
              "The Environmental Protection Agency on Monday announced new fuel economy standards to promote President Biden's goal of reducing the nation's greenhouse gas emissions.",
              "The transportation sector is the biggest emitter in the country of heat-trapping pollution, which stokes climate change.",
              "The EPA's new rules reverse a much weaker Trump-era regulation for automakers to improve their cars' and light-duty trucks' fuel economy.",
              "The finalized rule calls for vehicles in model years 2023-2026 to reduce their greenhouse gas emissions between 5% and 10% each year.",
              "This means that by 2026, cars will be required to achieve 40 miles per gallon.",
              "The plan will improve air quality as it cuts the amount of pollution cars pump into the atmosphere, reduce climate pollution and save Americans money at the pump as cars' fuel efficiency improves, the EPA and environmentalists said.",
              "\"The final rule for light duty vehicles reflect core principles of this Administration: We followed the science, we listened to stakeholders, and we are setting robust and rigorous standards that will aggressively reduce the pollution that is harming people and our planet – and save families money at the same time,\" EPA Administrator Michael Regan said in a statement.",
              "Former President Donald Trump had previously required car manufacturers to raise their fuel economy by only 1.",
              "5 percent through 2026.",
              "The EPA estimates that the finalized rule would reduce carbon dioxide pollution from cars from 166 grams per mile in 2023 and to 132 grams per mile in 2026.",
              "The agency says the mandate will unlock $190 billion in net benefits to Americans through the year 2050, including \"reduced impacts of climate change, improved public health from lower pollution, and cost savings for vehicle owners through improved fuel efficiency.\"",
              "\"At EPA, our priority is to protect public health, especially in overburdened communities, while responding to the President's ambitious climate agenda,\" Regan said.",
              "\"Today we take a giant step forward in delivering on those goals, while paving the way toward an all-electric, zero-emissions transportation future.\"",
              "The EPA's new guidance comes alongside a Biden effort to promote electric vehicles and recommit the United States to the global goal of limiting climate change.",
              "The White House has set a target to make half of all new cars sold in 2030 zero-emissions vehicles.",
              "While the EPA rule would be a major cut to the emissions from the transportation sector, some environmental activists say it is not enough.",
              "The nonprofit environmental group Earthjustice hailed the ruling as a step in the right direction, but called for longer term solutions to address the problem of climate change.",
              "\"This rule will help tackle the climate crisis and reduce dangerous air pollution in our communities,\" said Earthjustice President Abigail Dillen.",
              "\"Now we need strong, long-term standards to ultimately electrify all new cars and light-duty trucks by 2035.",
              "We'll continue to fight for standards that move us toward a zero-emissions transportation sector powered by 100% clean energy.\"",
              "The Center for Biological Diversity was more critical in their assessment of the rule, saying that Biden had yielded to automakers and allowed easily exploitable loopholes to remain.",
              "\"These rules are little more than a speed bump on the road to climate catastrophe, when the president needed to make a U-turn,\" said Dan Becker, director of the Safe Climate Transport Campaign at the Center for Biological Diversity.",
              "\"Storms, wildfires and heatwaves have grown far worse over the past decade, so auto pollution rules must be far stronger.",
              "These aren't.\"",
              "Becker urged Biden to \"force automakers to actually deliver electric vehicles, rather than just churning out promises to make them,\" lest a new administration once again roll back automakers' fuel efficiency standard commitments.",
              "\"This plan minimizes auto company whining,\" Becker said, \"rather than maximizing the fight against global warming.\"",
              "Sponsor Message Become an NPR sponsor"
            ]
          },
          {
            "title": "Fast Facts on Transportation Greenhouse Gas Emissions",
            "url": "https://www.epa.gov/greenvehicles/fast-facts-transportation-greenhouse-gas-emissions",
            "content": [
              "Fast Facts on Transportation Greenhouse Gas Emissions",
              "An official website of the United States government Here’s how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock (LockA locked padlock) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "JavaScript appears to be disabled on this computer.",
              "Please click here to see any active alerts.",
              "The transportation sector is one of the largest contributors to anthropogenic U.",
              "S.",
              "greenhouse gas (GHG) emissions.",
              "According to the Inventory of U.",
              "S.",
              "Greenhouse Gas Emissions and Sinks 1990–2021 (the national inventory that the U.",
              "S.",
              "prepares annually under the United Nations Framework Convention on Climate Change), transportation accounted for the largest portion (29%) of total U.",
              "S.",
              "GHG emissions in 2021.",
              "Cars, trucks, commercial aircraft, and railroads, among other sources, all contribute to transportation end-use sector emissions.",
              "Note: Totals may not add to 100% due to rounding.",
              "Transportation emissions do not include emissions from non-transportation mobile sources such as agriculture and construction equipment.",
              "“Other” sources include buses, motorcycles, pipelines and lubricants.",
              "For more information on U.",
              "S.",
              "GHG Emissions from Transportation and what the numbers in these pie charts represent, please see: Fast Facts: U.",
              "S.",
              "Transportation Sector GHG Emissions 1990 –2021 (pdf) (507.",
              "69 KB, June 2023, EPA-420-F-23-016) Previous versions of Fast Facts GHG Emissions from a Typical Passenger Vehicle U.",
              "S.",
              "Greenhouse Gas Inventory Report"
            ]
          },
          {
            "title": "U.S. DOT and EPA Propose Fuel Economy Standards for MY 2021-2026 ...",
            "url": "https://www.transportation.gov/briefing-room/dot4818",
            "content": [
              "U.S. DOT and EPA Propose Fuel Economy Standards for MY 2021-2026 ...",
              "An official website of the United States government Here's how you know Official websites use .",
              "govA .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock ( LockA locked padlock ) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Secure .",
              "gov websites use HTTPS A lock ( LockA locked padlock ) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Press Office US Department of Transportation 1200 New Jersey Ave, SE Washington, DC 20590 United States 1200 New Jersey Ave, SE Washington, DC 20590 United States Email: pressoffice@dot.",
              "gov Phone: 1 (202) 366-4570 If you are deaf, hard of hearing, or have a speech disability, please dial 7-1-1 to access telecommunications relay services.",
              "WASHINGTON - Today, the U.",
              "S.",
              "Department of Transportation’s National Highway Traffic Safety Administration (NHTSA) and the U.",
              "S.",
              "Environmental Protection Agency (EPA) released a notice of proposed rulemaking, the Safer Affordable Fuel-Efficient (SAFE) Vehicles Rule for Model Years 2021-2026 Passenger Cars and Light Trucks (SAFE Vehicles Rule), to correct the national automobile fuel economy and greenhouse gas emissions standards to give the American people greater access to safer, more affordable vehicles that are cleaner for the environment.",
              "The SAFE Vehicles Rule is the next generation of the Congressionally mandated Corporate Average Fuel Economy (CAFE) and Light-Duty Vehicle Greenhouse Gas Emissions Standards.",
              "This Notice of Proposed Rulemaking (NPRM) is the first formal step in setting the 2021-2026 Model Year (MY) standards that must be achieved by each automaker for its car and light-duty truck fleet.",
              "In today’s proposal, NHTSA and EPA are seeking public comment on a wide range of regulatory options, including a preferred alternative that locks in MY 2020 standards through 2026, providing a much-needed time-out from further, costly increases.",
              "The agencies’ preferred alternative reflects a balance of safety, economics, technology, fuel conservation, and pollution reduction.",
              "It is anticipated to prevent thousands of on-road fatalities and injuries as compared to the standards set forth in the 2012 final rule.",
              "The joint proposal initiates a process to establish a new 50-state fuel economy and tailpipe carbon dioxide emissions standard for passenger cars and light trucks covering MY 2021 through 2026.",
              "“There are compelling reasons for a new rulemaking on fuel economy standards for 2021-2026,” said Secretary Elaine L.",
              "Chao.",
              "“More realistic standards will promote a healthy economy by bringing newer, safer, cleaner and more fuel-efficient vehicles to U.",
              "S.",
              "roads and we look forward to receiving input from the public.",
              "” “We are delivering on President Trump’s promise to the American public that his administration would address and fix the current fuel economy and greenhouse gas emissions standards,” said EPA Acting Administrator Andrew Wheeler.",
              "“Our proposal aims to strike the right regulatory balance based on the most recent information and create a 50-state solution that will enable more Americans to afford newer, safer vehicles that pollute less.",
              "More realistic standards can save lives while continuing to improve the environment.",
              "We value the public’s input as we engage in this process in an open, transparent manner.",
              "” The current standards have been a factor in the rising cost of new automobiles to an average of $35,000 or more—out of reach for many American families.",
              "Indeed, compared to the preferred alternative in the proposal, keeping in place the standards finalized in 2012 would add $2,340 to the cost of owning a new car, and impose more than $500 billion in societal costs on the U.",
              "S.",
              "economy over the next 50 years.",
              "Additionally, a 2018 government study by NHTSA shows new model year vehicles are safer, resulting in fewer deaths and injuries when involved in accidents, as compared to older models.",
              "Therefore, the Administration is focused on correcting the current standards that restrict the American people from being able to afford newer vehicles with more advanced safety features, better fuel economy, and associated environmental benefits.",
              "On April 2, 2018, the EPA issued the Mid-Term Evaluation Final Determination which found that the MY 2022-2025 GHG standards are not appropriate and should be revised.",
              "For more than a year, the agencies worked together to extensively analyze current automotive and fuel technologies, reviewed economic conditions and projections, and consulted with other federal agency partners to ensure the most reliable and accurate analysis possible.",
              "NHTSA and EPA are seeking public feedback to ensure that all potential impacts concerning today’s proposal are fully considered and hope to issue a final rule this winter.",
              "The public will have 60 days to provide feedback once published at the Federal Register.",
              "Details can be found at NHTSA’s website www.",
              "NHTSA.",
              "gov/SAFE and EPA’s website.",
              "### 1200 New Jersey Avenue, SE Washington, DC 20590855-368-4200 Receive email updates about the latest in Safety, Innovation, and Infrastructure.",
              "Subscribe Now"
            ]
          }
        ],
        "Increasing the use of renewable fuels, such as biofuels and electricity, in place of fossil fuels is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          {
            "title": "The Road Ahead for Low-Carbon Fuels | BCG - Boston Consulting Group",
            "url": "https://www.bcg.com/publications/2022/the-road-ahead-for-low-carbon-fuels",
            "content": [
              "The Road Ahead for Low-Carbon Fuels | BCG - Boston Consulting Group",
              "Log in Related Expertise: Climate Change and Sustainability, Oil and Gas, Renewables and Low-Carbon Solutions January 26, 2022 By Esben Hegnsholt, Mogens Holm, Patrick Herhold, Alex de Mur, and Jens Burchardt The transportation sector needs to adapt to climate and sustainability targets, and electric vehicles can’t solve the problem alone.",
              "Are low-carbon fuels the answer?",
              "Electrification is transforming transportation, turning gas-guzzling automobiles and light trucks into a clean mode of getting from point A to B.",
              "But electric-powered vehicles are only part of the answer if the transport sector is to achieve net-zero emissions by 2050.",
              "For areas where electrification isn’t a realistic option—especially hard-to-abate sectors such as aviation and shipping—low-carbon fuels will be essential.",
              "Between biofuels, power-to-X fuels that depend on green hydrogen, and fuels that rely on blue hydrogen made from natural gas, we expect a $40 to $50 billion global market in low-carbon fuels to materialize by 2030, driven by early adopters willing to pay a premium to meet decarbonization pressures and benefit from regulatory incentives.",
              "1 1 Assumes a global warming target of 2 degrees above preindustrial levels as set forth by the Paris Agreement.",
              "Notes: 1 Assumes a global warming target of 2 degrees above preindustrial levels as set forth by the Paris Agreement.",
              "To seize a slice of this market, players need to act now to secure access to resources, identify and develop new business opportunities, and gain a favorable position in the value chain.",
              "Transportation accounts for about 16% of global CO2 equivalent emissions, with only industry and power generation being bigger polluters.",
              "Curbing these emissions is a huge challenge;",
              "since 1990, transportation emissions in the European Union have worsened even as the performance of other economic sectors has improved.",
              "And despite increasing efforts from regulators to promote them, fossil-fuel alternatives currently make up just 4% to 5% of transport fuel consumption worldwide.",
              "Several factors are behind transportation’s poor emissions record.",
              "Aircraft and maritime vessels require fuels with a high energy density—fuels that produce a large amount of energy per unit volume—which for most applications has ruled out the use of electric power in favor of fossil fuels.",
              "And in heavy road transportation, the cost of new charging infrastructure, limits on vehicle range, and excessive charging time have been major sticking points for electric vehicles.",
              "Low-carbon fuels—in particular, biofuels and fuels based on blue and green hydrogen—offer a variety of potential solutions to these challenges.",
              "(See “Facts on Fuels.",
              "”) Hydrogen can be used as a fuel on its own, but fuels formed by combining it with other molecules have a higher energy density and can be more easily transported and stored.",
              "Additionally, some of these variants are interchangeable with fossil fuels;",
              "as a result, they can be blended with fossil fuels to reduce overall emissions or they can replace fossil fuels entirely, without requiring expensive changes to existing internal combustion engines, vehicle fuel systems, or fuel distribution networks.",
              "Featured Content: Low-carbon fuels come in multiple different forms. Aside from biofuels, several leading technologies rely on hydrogen.",
              "Here are the main examples:Power-to-X fuels.",
              "The primary constituent of power-to-X fuels—also called e-fuels—is green hydrogen, which is produced by using renewable energy to power electrolyzers that split water into hydrogen and oxygen.",
              "Green hydrogen makes up between 60% to 90% of the production costs for e-ammonia, e-methanol, and e-kerosene.",
              "Hydrogen also plays an important role in its own right, especially for industrial applications like steel production and several chemical processes.",
              "As a result, hydrogen is pivotal in the energy transition and is expected to account for 15% to 20% of the total global energy supply in a net-zero environment.",
              "Power-to-x fuels include:E-ammonia, which is made by combining green hydrogen with nitrogen using a high-temperature chemical synthesis process.",
              "It has a higher energy density than hydrogen, which means it can be more easily transported and traded internationally.",
              "E-ammonia has a limited drop-in capability, however, which reduces its usefulness with the current installed base of transportation engines.",
              "E-methanol, which is made by combining green hydrogen with sustainable CO2 in a chemical synthesis process.",
              "It has a strong drop-in capability, which makes it especially suitable for fuel blending.",
              "But its cost competitiveness depends on the ability to source sustainable CO2 cheaply.",
              "E-hydrocarbons such as e-gasoline and e-kerosene, which offer significant benefits because of their full drop-in capability across all existing fossil fuels.",
              "Several processes can be used to manufacture them.",
              "For e-kerosene, the dominant one is the Fischer–Tropsch process, which comprises multiple chemical reactions that convert a mixture of carbon monoxide and hydrogen into liquid hydrocarbons.",
              "E-gasoline can be made using low-carbon methanol, which is converted into liquid fuel and a small stream of liquefied petroleum gas.",
              "To make e-hydrocarbons a commercial reality, costs must be brought down to a level similar to fossil fuels and carbon-free alternatives.",
              "Blue-hydrogen-based fuels.",
              "Blue hydrogen is made from natural gas, with carbon capture, utilization, and storage (CCUS) technologies used to sequester the CO2 emissions generated during production.",
              "The development of these technologies, which will depend in part on governments’ willingness to store CO2 underground, will play an essential role in the growth of blue hydrogen and of the low-carbon fuels that are made from it.",
              "Biofuels.",
              "Biofuels will also play an important decarbonization role in hard-to-abate areas such as aviation.",
              "Demand for second-generation biofuels produced from non-food biomass will be driven by increased regulation.",
              "However, feedstock shortages will make it difficult to source sufficient economically viable volumes to meet the growing demand.",
              "Oil and gas companies are already competing for feedstock to produce green jet fuel and similar products.",
              "With these advantages come some limitations.",
              "Low-carbon fuels today are more expensive than fossil fuels and far less energy efficient than direct battery-based electrification, factors which will determine how they are used in the coming years.",
              "(See “A Patchwork of Future Applications.",
              "”) Lower production costs driven by efficiency improvements, scale, and favorable policies and incentives—including a carbon tax—are a prerequisite if low-carbon options are to compete against incumbent fossil fuels.",
              "Still, we believe the renewable energy boom combined with regulatory incentives (which together can help players derisk and scale fuel technologies) will drive down the cost of hydrogen production and make these fuels competitive early in the next decade.",
              "While electrification will be by far the dominant decarbonization technology for passenger cars and light vehicles in the future, we expect low-carbon fuels to be an essential part of the mix within other transportation areas.",
              "(See the exhibit below.)",
              "Heavy Road Transport.",
              "For heavy road segments, the race between battery and hydrogen power is difficult to call.",
              "But adoption of battery electric trucks will depend on government subsidies meeting the cost of building charging infrastructure across wide areas and on advances in batteries that will allow commercial vehicles to travel farther on a single charge.",
              "Given these challenges, we expect green and blue hydrogen—as well as biofuels such as biodiesel—to gain significant market share by 2030.",
              "Aviation.",
              "Biofuels and e-kerosene are the only alternatives to traditional jet fuel that have the energy density required to power commercial aircraft.",
              "(Electric batteries could be used for lighter planes, which are generally intended for shorter distances.)",
              "We expect biofuels to be an important near-term solution and to become one of the dominant technologies in the coming decades.",
              "However, e-kerosene should emerge as a viable alternative as the cost of sustainable CO2 declines and as biofuels begin to face feedstock availability constraints.",
              "Both biofuels and e-kerosene can use the existing fossil fuel infrastructure.",
              "Maritime.",
              "Like aircraft, ships also need their fuels to have a high energy density—making biofuels and low-carbon ammonia and methanol clear favorites as both near-term and longer-term solutions.",
              "Natural gas and liquefied natural gas, which emit less CO2 than other fossil fuels, will also be near-term solutions.",
              "Maritime vessels powered by e-methanol will go into service in the next few years;",
              "the fuel’s “drop in” qualities and compatibility with existing distribution networks make it an attractive alternative to fossil fuels.",
              "In the longer term, however, low-carbon ammonia is likely to become one of the dominant fuels because its production does not require abundant and expensive sustainable CO2.",
              "Growth in low-carbon ammonia volumes will be driven by the pace at which new engine technologies are implemented across commercial fleets.",
              "As the appetite for low-carbon fuels grows, global production hubs will emerge in countries with abundant solar or wind energy, such as Australia, Chile, and the Middle East, and in regions with access to cheap natural gas, such as the Middle East and Russia.",
              "We are already seeing power-to-X projects with a generating capacity of 10 gigawatts and above in several of these regions.",
              "For complex fuels like methanol and hydrocarbons, cost competitiveness will depend on producers’ ability to source sustainable CO2 from biogenic sources (for example, using carbon-capture technologies with biomass combustion plants) or directly from the air through emerging direct-air capture (DAC) technologies.",
              "Sufficient biogenic feedstock is available in the short term, but shortages will likely emerge as demand grows.",
              "As a result, in the longer term we expect sustainable CO2 will mainly need to be sourced using DAC.",
              "The costs of the technology will have to come down first, however.",
              "Today, blue hydrogen and fuels that are made out of it are becoming increasingly cost competitive with fossil alternatives, driven by the low cost of natural gas and emerging carbon pricing mechanisms. However, because of hydrogen’s significant transportation costs, low-cost producers are converting hydrogen into low-carbon ammonia, addressing 15% to 25% of global applications and demand in the short term.",
              "(See the exhibit.)",
              "Two other factors are key to the creation of a significant global low-carbon fuels market by 2030—customer choice and regulation.",
              "Here’s how they are currently playing out: To play in the low-carbon fuels market, companies first need to weigh the risks and benefits ahead.",
              "They will need to take a view on how the new landscape is likely to develop in the coming decades and decide what impact emerging fuels will have on their core businesses.",
              "Some players may opt to wait for greater penetration of large-scale renewables or for more efficient generating and electrolyzer technologies to drive down fuel production costs.",
              "Companies that choose to seize the opportunities available today will need to take different steps depending on their position in the value chain and target market.",
              "Power producers.",
              "A growing number of utilities and independent power producers are creating partnerships with technology providers and customers to share the risk of developing power-to-x fuels.",
              "Before choosing when and how to play, they should do the following: Integrated oil and gas producers.",
              "As with power producers, oil and gas players are assessing their positioning in low-carbon fuels and creating ecosystems that support supply chain development.",
              "There are several considerations impacting when and how to play.",
              "Oil and gas producers should: Refineries.",
              "As low-carbon fuel consumption grows, refineries will face reduced demand for fossil fuels.",
              "This will likely cause them to place bigger bets in other areas, such as petrochemicals, or to switch to using renewable feedstock such as animal fats, plant oils, and used cooking oil for refined low-carbon fuels—provided they can secure volumes at a reasonable price.",
              "Refineries therefore need to: Fuel production OEMs.",
              "For providers of production technologies, the ability to act as system integrators, using strong digital and asset rightsizing skills, will provide a key competitive advantage.",
              "These capabilities will enable players to participate in leading electrolyzer and fuel synthesis projects.",
              "Production OEMs should therefore: Engine and fuel-cell OEMs.",
              "Companies developing fuel cells and engines that use low-carbon fuels will need to closely monitor the trajectory of electric battery technology, as this will have a huge bearing on their success.",
              "These OEMs need to: Fleet owners and operators.",
              "Fleet owners and operators play a vital role in reducing risks arising from maturing and scaling the supply of low-carbon fuels through off-take agreements and partnerships.",
              "Fleet owners therefore need to: While low-carbon fuel technology is still largely nascent, we expect a sizeable market in transportation fuels to emerge this decade—faster than many observers are counting on.",
              "Over time, the landscape will change, with some fuels playing an important short-term role and others becoming the dominant long-term option depending on the transportation sector.",
              "However, players that want to secure an attractive and competitive position in the low-carbon fuels value chain cannot afford to wait.",
              "They need to look ahead and make strategic decisions today about when and how to participate.",
              "Managing Director & Partner Copenhagen Partner & Associate Director Copenhagen Managing Director & Senior Partner Munich Managing Director & Partner Madrid Managing Director & Partner Berlin ABOUT BOSTON CONSULTING GROUP Boston Consulting Group partners with leaders in business and society to tackle their most important challenges and capture their greatest opportunities.",
              "BCG was the pioneer in business strategy when it was founded in 1963.",
              "Today, we work closely with clients to embrace a transformational approach aimed at benefiting all stakeholders—empowering organizations to grow, build sustainable competitive advantage, and drive positive societal impact.",
              "Our diverse, global teams bring deep industry and functional expertise and a range of perspectives that question the status quo and spark change.",
              "BCG delivers solutions through leading-edge management consulting, technology and design, and corporate and digital ventures.",
              "We work in a uniquely collaborative model across the firm and throughout all levels of the client organization, fueled by the goal of helping our clients thrive and enabling them to make the world a better place.",
              "© Boston Consulting Group 2023.",
              "All rights reserved.",
              "For information or permission to reprint, please contact BCG at permissions@bcg.",
              "com.",
              "To find the latest BCG content and register to receive e-alerts on this topic or others, please visit bcg.",
              "com.",
              "Follow Boston Consulting Group on Facebook and X (formerly Twitter).",
              "Subscribed Subscribed Boston Consulting Group is an Equal Opportunity Employer.",
              "All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity / expression, national origin, protected veteran status, or any other characteristic protected under federal, state or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.",
              "Pursuant to Transparency in Coverage final rules (85 FR 72158) set forth in the United States by The Departments of the Treasury, Labor, and Health and Human Services click here to access required Machine Readable Files or here to access the Federal No Surprises Bill Act Disclosure.",
              "SUBSCRIBE Log in"
            ]
          },
          {
            "title": "Reducing Carbon Emissions through U.S. Sustainable Aviation Fuels",
            "url": "https://www.energy.gov/eere/bioenergy/articles/reducing-carbon-emissions-through-us-sustainable-aviation-fuels",
            "content": [
              "Reducing Carbon Emissions through U.S. Sustainable Aviation Fuels",
              "Image from Shutterstock.",
              "com Dr.",
              "Reyhaneh Shenassa, Chief Engineer, U.",
              "S.",
              "Department of Energy Bioenergy Technologies Office The U.",
              "S.",
              "transportation sector, including cars, trucks, airplanes, ships, and trains, accounts for 34% of the nation’s greenhouse gas (GHG) emissions and is a significant driver of climate change.",
              "While the commercial aviation industry is an important contributor to the U.",
              "S.",
              "economy, it is also a considerable source (approximately 2%) of domestic GHG emissions.",
              "In an article published in Open Access Government, Dr.",
              "Reyhaneh Shenassa, Chief Engineer at the U.",
              "S.",
              "Department of Energy (DOE) Bioenergy Technologies Office (BETO), explains how U.",
              "S.",
              "sustainable aviation fuels (SAF) will reduce aviation carbon emissions and details what DOE is achieving to support the Biden-Harris administration goals to deliver an equitable, clean energy future and economy-wide net-zero emissions by 2050.",
              "To assist in the decarbonization of the aviation industry, the U.",
              "S.",
              "government has launched several government-wide initiatives, such as the Sustainable Aviation Fuel (SAF) Grand Challenge to generate at least 3 billion gallons of SAF by 2030, and 35 billion gallons by 2050 –enough to meet 100% of annual U.",
              "S.",
              "aviation fuel demand.",
              "The SAF Grand Challenge Roadmap provides an outline of actions by U.",
              "S.",
              "government agencies to support stakeholders in realizing the challenge goals.",
              "Other initiatives include the Clean Fuels & Products ShotTM, part of the DOE Energy EarthshotsTM initiative, which supports the development of sustainable feedstocks and conversion technologies to produce crucial fuels and carbon-based products in hard-to-decarbonize sectors, and funding SAF research and development (R&D) through funding opportunities.",
              "Read the Open Access Government article to learn how BETO is leveraging national laboratory R&D expertise to help build a successful SAF bioeconomy.",
              "Office of Energy Efficiency & Renewable Energy Forrestal Building 1000 Independence Avenue, SW Washington, DC 20585 Office of Energy Efficiency & Renewable Energy Forrestal Building 1000 Independence Avenue, SW Washington, DC 20585 An office of"
            ]
          },
          {
            "title": "On the Road to a Net-Zero-Carbon Transportation Future",
            "url": "https://www.energy.gov/eere/bioenergy/articles/road-net-zero-carbon-transportation-future",
            "content": [
              "On the Road to a Net-Zero-Carbon Transportation Future",
              "Read Trevor's bio ►Meet the other bloggers ►Return to Bioprose blog ► Climate change is speeding up, along with the urgency to cut greenhouse gas (GHG) emissions responsible for global warming.",
              "At the same time, car, truck, and train wheels keep turning, while planes and boats take to the skies and oceans—releasing 1.",
              "5 billion tons of GHGs into the atmosphere every year.",
              "Breakthroughs from the U.",
              "S.",
              "Department of Energy (DOE) Co-Optimization of Fuels & Engines (Co-Optima) initiative will help rapidly cut emissions, reduce dependence on international petroleum, and contribute to ambitious national goals to slow global warming on the land, in the air, and across the water.",
              "While previous research focused on either the fuel or the engine, the Co-Optima team examined synergies provided by co-optimizing potential fuels with advanced engine technologies.",
              "Findings from the six-year collaborative undertaking are now available in a recently released report.",
              "The Co-Optima Findings & Impact report spotlights innovations in engine and fuel research over the collaborative national 6-year initiative.",
              "Top researchers from national labs across the country set out to give American industry and policymakers the scientific knowledge, data, and tools needed to decide which new fuel-engine combinations for vehicles could most realistically benefit drivers, businesses, and the environment.",
              "On their own, bio-based fuels and advanced engines can deliver modest fuel economy and environmental advantages.",
              "When those new fuels and engines are designed to work together, even more meaningful improvements are possible.",
              "Efficient, pollution-reducing fuels and engine technologies identified by Co-Optima researchers for use in on-road light-, medium-, and heavy-duty vehicles could also cut pollution from marine, rail, off-road, and airplane engines.",
              "Co-Optima research revealed ways to improve fuel economy by 10% for today’s turbocharged car engines with new fuel options.",
              "Improved fuels combined with advanced engines were shown to deliver up to an extra 14% increase in fuel economy.",
              "Plus, researchers identified domestically sourced, bio-based fuels that produce 60% fewer GHG emissions than those generated by petroleum-based fuels when used in on-road vehicles.",
              "The scientists also explain how 99% of some of the most harmful freight truck criteria pollutants could be eliminated.",
              "Strategies explored by Co-Optima have the potential to deliver significant efficiency and environmental benefits.",
              "The combination of sustainable fuels uncovered by Co-Optima research with engines for hybrid electric vehicles can reduce carbon and other pollutant emissions of vehicles now, while enabling a faster transition to net-zero-carbon emissions for on-road transportation in the future.",
              "Fuels produced from the same biomass—such as forestry and agricultural byproducts, algae, discarded cooking oil, and even manure—could eventually meet 100% of future demand for air, marine, and rail fuel.",
              "That would still leave enough to meet the fuel needs of long-haul freight trucks that are harder to electrify.",
              "By reducing criteria pollutant and GHG emissions, Co-Optima approaches can also diminish the concentration of poor air quality near highways and transportation hubs frequently located near underserved populations.",
              "This can help limit the impact of climate change on vulnerable communities.",
              "In addition, biofuel production can boost the economy and create jobs in rural areas.",
              "Co-Optima breakthroughs hold promise to slash emissions from all forms of transportation.",
              "Photos from Getty Images.",
              "Co-Optima researchers focused on identifying and understanding fuel components known as blendstocks, which can be combined with affordable petroleum-based fuels to improve vehicles’ carbon footprint and engine performance.",
              "The team screened more than 1,000 options to pinpoint high-performing blendstocks that could potentially be produced at commercial scale from the estimated billion-ton annual supply of domestic biomass resources.",
              "Along the way, Co-Optima scientists, engineers, and analysts also invented new methods and tools to expand understanding of combustion and fuel properties.",
              "While discoveries from the Co-Optima team provide a solid foundation for emissions reduction in the near term, challenges remain as industry and the nation as a whole take up the effort to reach net-zero emissions by 2050.",
              "Research by manufacturers is still needed to determine what more significant changes in engine operation and component materials will be needed to approve use of these sustainable Co-Optima fuels in commercial engines.",
              "Additional R&D could result in new engine modifications beyond those considered by Co-Optima researchers, delivering even lower costs, lower emissions, and higher efficiency.",
              "Ultimately, the new fuels and engines identified through Co-Optima research will burn cleaner, produce fewer lifecycle GHG emissions, and make important contributions to the nation’s transition to a net-zero-carbon-emissions energy future.",
              "Read the full report or summary, learn more about the Co-Optima initiative, and get more details on consortium partners and projects.",
              "The Co-Optima initiative leveraged synergies across DOE’s Office of Energy Efficiency and Renewable Energy (EERE).",
              "Led by EERE’s Bioenergy Technologies Office (BETO) and Vehicle Technologies Office (VTO), partners include Argonne, Idaho, Lawrence Berkeley, Lawrence Livermore, Los Alamos, Oak Ridge, Pacific Northwest, and Sandia national laboratories;",
              "the National Renewable Energy Laboratory;",
              "and more than 35 industry and university partners.",
              "Thanks to BETO Systems Development and Integration Program Manager Jim Spaeth and VTO Technology Manager for Advanced Engine and Fuel Technologies Kevin Stork for their work as contributing authors on this story.",
              "Office of Energy Efficiency & Renewable Energy Forrestal Building 1000 Independence Avenue, SW Washington, DC 20585 Office of Energy Efficiency & Renewable Energy Forrestal Building 1000 Independence Avenue, SW Washington, DC 20585 An office of"
            ]
          }
        ],
        "Improving the efficiency and design of vehicles, ships, and airplanes is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          {
            "title": "Decarbonizing U.S. Transportation - Center for Climate and Energy ...",
            "url": "https://www.c2es.org/document/decarbonizing-u-s-transportation/",
            "content": [
              "Decarbonizing U.S. Transportation - Center for Climate and Energy ...",
              "Publication July 2018 This is one in a series of briefs prepared as part of C2ES’s Climate Innovation 2050 initiative, which brings together leading companies to examine potential pathways toward substantially decarbonizing the U.",
              "S.",
              "economy.",
              "Other briefs focus on Agriculture & Forestry, Buildings, Oil & Gas, Manufacturing, and Power Generation.",
              "(Note: Full citations to supporting materials can be found in the pdf version of this brief.)",
              "This brief provides an overview of emissions trends and projections, and of decarbonization challenges and opportunities, in the U.",
              "S.",
              "transportation sector.",
              "Key points include: The transportation sector moves goods and people across the United States via road, rail, ship, and airplane.",
              "It employs nearly 10 million people, and accounted for 8.",
              "9 percent of U.",
              "S.",
              "GDP in 2015.",
              "Petroleum supplies more than 90 percent of the sector’s energy, and essentially all of its greenhouse gas emissions come from the combustion of gasoline, diesel, jet fuel, or other petroleum liquids.",
              "Other energy sources like natural gas, ethanol, biofuels, hydrogen, and electricity comprise small fractions of today’s transportation energy supply.",
              "The subsector producing, by far, the greatest emissions is on-road transportation, which includes passenger cars, light-duty trucks (e.",
              "g., vans and SUVs), medium- and heavy-duty trucks, buses, and motorcycles (Figure 1).",
              "However, emissions from aviation grew more rapidly in 2017 than any other subsector, offsetting roughly 40 percent of the decline in emissions from coal use in electric power generation for the year.",
              "Transportation “output” tends to be measured in usage: vehicle miles traveled (VMT) for cars and trucks, passenger miles travelled for transit, airplanes, and other passenger vehicles, and ton miles for freight.",
              "This metric reflects total activity in the transportation sector and directly relates to sector emissions.",
              "As of 2016, transportation is the United States’ largest direct source of greenhouse gases (industry ranks higher when counting both its direct and indirect emissions).",
              "Most transportation emissions are carbon dioxide (CO2) produced by the combustion of fossil fuels.",
              "Methane and nitrous oxide are also emitted as by-products of combustion.",
              "Cooling systems, which are commonly used for both air conditioning and refrigerated transport of goods, also emit hydrofluorocarbons (HFCs).",
              "Total transportation sector emissions rose 29 percent from 1990 to 2005, driven largely by VMT increases in road transport.",
              "With continued improvements in vehicle efficiency, sector emissions fell 9.",
              "7 percent from their 2005 peak by 2015.",
              "In recent years, sector emissions have been increasing, due largely to increased passenger-vehicle VMT.",
              "Having averaged 2.",
              "3 percent a year from 1990 to 2005, and then slowing to less than 1 percent a year, VMT growth rebounded to 2.",
              "3 percent in 2015 and grew to 3.",
              "6 percent in 2016.",
              "Another key driver of emissions trends is the increased market share of less fuel-efficient light trucks, up from 20 percent in model years 1975–1982 to 45 percent in 2016.",
              "Other subsectors have shown mixed trends.",
              "Medium- and heavy-duty trucks experienced a 95 percent increase in VMT between 1990 and 2015, leading to a 78 percent increase in CO2 emissions.",
              "CO2 emissions from domestic aviation increased by 8 percent over the same period, while emissions from international flights leaving the U.",
              "S.",
              "increased by 88.",
              "8 percent.",
              "By contrast, CO2 emissions from international shipping from the U.",
              "S.",
              "have decreased 40.",
              "6 percent since 1990.",
              "The Energy Information Agency’s 2018 Annual Energy Outlook (AEO) projects a 13.",
              "6 percent reduction in total transportation sector CO2 emissions, including indirect emissions from electricity used in transportation, between 2015 and 2035.",
              "Steadily rising usage in all modes is outweighed by the improving efficiency of on-road vehicles, resulting in net emission reductions.",
              "(EIA’s analysis assumes that current federal and state vehicle emissions standards will remain in place;",
              "however, the U.",
              "S.",
              "Environmental Protection Agency has begun steps to relax these standards.)",
              "After 2030, the sector’s CO2 emissions are projected to rebound, rising 8.",
              "2 percent by 2050, as increasing usage across modes outpaces increasing fuel efficiency of vehicles.",
              "Sales of electrified vehicles (including all-electric, plug-in hybrid, and hybrid) are projected to increase from 4 percent of market share in 2017 to 19 percent in 2050.",
              "VMT associated with freight transportation by trucks is expected to increase almost 50 percent from 2017 to 2050 because of increased economic activity.",
              "Ton miles for freight transportation via rail are projected to increase 27 percent from 2017 to 2050 as industrial output increases.",
              "Domestically originating air travel (domestic and international flights) is projected to double by 2050, increasing consumption of jet fuel by 64 percent despite advances in energy efficiency for aircraft.",
              "The International Civil Aviation Organization has established a global market-based-mechanism – the Carbon Offsetting and Reduction Scheme for International Aviation, or CORSIA – to achieve carbon-neutral growth in international aviation after 2020.",
              "The International Maritime Organization recently set a goal of reducing carbon emissions from international shipping 50% below 2008 levels by 2050.",
              "Potential decarbonization pathways in the transportation sector include the use of lower-carbon fuels, improved vehicle efficiency, improved system-wide efficiency, and mode switching (e.",
              "g., from passenger vehicles to mass transit or from air to high-speed rail).",
              "While each of these strategies applies to some degree across all transportation modes, the primary focus here is on-road transportation, which accounts for three-quarters of the sector’s emissions Since essentially all transportation sector emissions come from the combustion of petroleum, substitute fuels could, in theory, bring sector emissions to zero.",
              "A variety of substitutes are in use today, including ethanol, natural gas, biofuels, hydrogen, and electricity.",
              "With some exceptions, current petroleum substitutes have direct or indirect emissions, so alternate production methodologies or primary energy sources will need to be developed at scale to achieve deep reductions.",
              "The carbon benefits of alternative fuels will depend on whether they can be derived from non-emitting sources.",
              "Electricity can potentially be used to fuel any class of road vehicle and, when coupled with decarbonization of the power sector, has the potential to deliver deep sector reductions.",
              "Electric vehicles could, in turn, contribute to decarbonization of the power sector by providing mobile storage to help integrate intermittent electricity sources like wind and solar.",
              "Challenges to full electrification include upfront costs of batteries and lack of charging infrastructure.",
              "Several countries, including the United Kingdom, China, and France, have announced bans on sales of cars and trucks that use petroleum, beginning in 2040.",
              "At the same time, major automakers like GM, Toyota, and Volvo have announced plans to electrify their entire offerings by the mid-2020s.",
              "Hydrogen (or other) fuel cells also use electricity to drive a motor, but the electricity is generated on-board in the fuel cell, instead of being stored in a battery.",
              "Hydrogen can be generated by electrolysis of water, potentially providing a renewable fuel source, but most hydrogen used in fuel cells today is derived from natural gas.",
              "Future pathways could take advantage of surplus electricity from renewables to generate hydrogen (or ammonia, which can be more easily transported and readily converted back to hydrogen for use in fuel cells).",
              "Finding such uses for surplus renewable energy also could improve the economics of power sector decarbonization.",
              "A critical challenge to switching to electricity (including fuel cells) is the modification, or outright replacement, of existing transportation infrastructure like gas stations.",
              "This transition could be eased by new technologies such as faster charging devices, cheaper batteries with longer range, or fuel cells that could operate on a broader variety of fuels.",
              "Some modes, like air transportation, have unique constraints on energy density and transportability that may limit the use of electricity as an alternative.",
              "Biofuels have great potential in these cases, though only if their production does not result in deforestation or displacing crops, both of which would increase emissions from land use.",
              "Currently, most aviation biofuel is produced from used cooking oils;",
              "an alternative fuel at-scale would likely require some sort of grass- or wood-derived production.",
              "An attractive feature of many biofuels, for aviation and road transport, is their chemical similarity to petroleum refined products, which allows them to be “dropped in” to existing infrastructure.",
              "Energy efficiency in the transportation sector takes several forms. The first is improved efficiency of conventional vehicles, aircraft, and ships through lighter materials, more efficient motors, and other design changes.",
              "These efficiency improvements can take advantage of existing infrastructure (e.",
              "g., roads, fueling stations, and ports).",
              "Indeed, most reductions that have taken place in the sector to date have relied upon these sorts of efficiencies.",
              "Electrification (including fuel cell vehicles) improves vehicle efficiency in a different way.",
              "Because electric motors are more efficient than internal-combustion engines, less overall energy is required for the same VMT.",
              "Emissions also could be reduced through system-wide efficiency gains.",
              "Autonomous vehicles (AVs), for instance, could potentially allow higher throughput, faster speeds, fewer start-stops, and reduced congestion, dramatically reducing fuel consumption.",
              "Legal and policy frameworks to support and direct AV development are being discussed but are still in early stages.",
              "Many other strategies could help reduce the sector’s emissions.",
              "Passenger vehicle VMT could be reduced through a number of methods.",
              "These include increased sharing of electric vehicles including AVs, land use planning that encourages compact development, and congestion pricing, which encourages car-pooling and mode switching (to walking, biking or mass transit).",
              "New, efficient modes of transport such as high-speed rail, and new technologies like magnetic levitation (e.",
              "g., Hyperloop One), could offer faster ground transportation of goods and people, potentially using non-emitting sources of electricity.",
              "Using alternative refrigerants for cooling applications, as encouraged by the Kigali Amendment to the Montreal Protocol, also could virtually eliminate HFC emissions.",
              "Rhodium Group, Final US Emissions Numbers for 2017.",
              "https://rhg.",
              "com/research/final-us-emissions-numbers-for-2017/ U.",
              "S.",
              "Bureau of Labor Statistics, (BLS), Occupational Employment and Wages, May 2017, https://www.",
              "bls.",
              "gov/oes/current/oes530000.",
              "htm U.",
              "S.",
              "Bureau of Transportation Statistics(BTS), Freight Facts & Figures 2017 – Chapter 5: Economic Characteristics of the Freight Transportation Industry, https://www.",
              "bts.",
              "gov/bts-publications/freight-facts-and-figures/freight-facts-figures-2017-chapter-5-economic U.",
              "S.",
              "Department of Energy (DOE), Alternative Aviation Fuels: Overview of Challenges, Opportunities, and Next Steps, https://www.",
              "energy.",
              "gov/sites/prod/files/2017/03/f34/alternative_aviation_fuels_report.",
              "pdf U.",
              "S.",
              "Energy Information Administration, 2018 Annual Energy Outlook with Projections to 2050, https://www.",
              "eia.",
              "gov/outlooks/aeo/ U.",
              "S.",
              "Environmental Protection Agency (EPA), DRAFT Inventory of U.",
              "S.",
              "Greenhouse Gas Emissions and Sinks 1990 – 2016, https://www.",
              "epa.",
              "gov/sites/production/files/2018-01/documents/2018_complete_report.",
              "pdf U.",
              "S.",
              "Environmental Protection Agency, 2017, Inventory of U.",
              "S.",
              "Greenhouse Gas Emissions and Sinks: 1990–2015, https://www.",
              "epa.",
              "gov/ghgemissions/inventory-us-greenhouse-gas-emissions-and-sinks-1990-2015 U.",
              "S.",
              "Environmental Protection Agency, 2018, Light-Duty Automotive Technology, Carbon Dioxide Emissions, and Fuel Economy Trends: 1975 through 2017, https://nepis.",
              "epa.",
              "gov/Exe/ZyPDF.",
              "cgi?",
              "Dockey=P100TGDW.",
              "pdf U.",
              "S.",
              "Environmental Protection Agency, Mid-Term Evaluation of Greenhouse Gas Emissions Standards for Model Year 2022-2025 Light-Duty Vehicles, https://www.",
              "epa.",
              "gov/regulations-emissions-vehicles-and-engines/midterm-evaluation-light-duty-vehicle-greenhouse-gas U.",
              "S.",
              "Federal Highway Administration (FHWA), Highway Statistics 2016 Table 4.",
              "2.",
              "1 “Public Road Mileage and VMT, 1920 – 2016, https://www.",
              "fhwa.",
              "dot.",
              "gov/policyinformation/statistics/2016/ Download Publication (pdf, 301 KB)"
            ]
          },
          {
            "title": "Improving Efficiency and Energy Security of Transportation and Reducing ...",
            "url": "https://www.volpe.dot.gov/our-work/improving-efficiency-and-energy-security-transportation-and-reducing-emissions",
            "content": [
              "Improving Efficiency and Energy Security of Transportation and Reducing ...",
              "An official website of the United States government Here's how you know Official websites use .",
              "govA .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS A lock ( LockA locked padlock ) or https:// means you’ve safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "Enhancing efficiency of transportation sources can improve energy independence and economic and functional resilience in the transportation sector while reducing greenhouse gas and other emissions.",
              "Distributed and diverse energy production and utilization can enable transportation infrastructure to function even under extreme conditions, and energy efficiency and domestic energy production reduce the need for foreign energy sources.",
              "The U.",
              "S.",
              "DOT Volpe Center works with its sponsor agencies to identify, plan for, integrate, and evaluate the efficacy of efficiency, energy diversification, and emissions reduction projects.",
              "This includes developing a plan for the first carbon-neutral airport in the U.",
              "S.",
              ", calculating and reporting pollutant emissions for various agencies, modeling future demand for low-carbon technology adoption, and modeling benefits of the Corporate Average Fuel Economy (CAFE) regulatory changes.",
              "The U.",
              "S.",
              "DOT Volpe Center also provides support to FAA for its participation in the United Nations International Civil Aviation Organization (ICAO) efforts to develop a global market-based measure to cap carbon emissions in international aviation, which took effect starting in 2021.",
              "U.",
              "S.",
              "DEPARTMENT OF TRANSPORTATION Volpe National Transportation Systems Center 55 Broadway, Kendall Square Cambridge, MA 02142 617-494-2000 Subscribe to email updates"
            ]
          },
          {
            "title": "How can we reduce the carbon emissions from the transport industry ...",
            "url": "https://www.weforum.org/agenda/2021/11/global-transport-carbon-emissions-decarbonise/",
            "content": [
              "How can we reduce the carbon emissions from the transport industry ...",
              "Many developed countries are firmly locked into high-carbon infrastructures and lifestyles.",
              "Image: Unsplash/Denys Rodionenko Create a free account and access your personalized content collection with our latest publications and analyses.",
              "License and Republishing World Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.",
              "0 International Public License, and in accordance with our Terms of Use.",
              "The views expressed in this article are those of the author alone and not the World Economic Forum.",
              "A weekly update of the most important issues driving the global agenda You can unsubscribe at any time using the link in our emails.",
              "For more details, review our privacy policy.",
              "This expert explains why ‘techno-pessimism’ is not helpful This new desalination system is inspired by the ocean and powered by the sun Jennifer Chu September 29, 2023 Cryptocurrencies: How can organizations mitigate the risks of ransomware attacks?",
              "Alpesh Bhudia, Anna Cartwright, Darren Hurley-Smith and Edward Cartwright September 7, 2023 How digital economy companies can accelerate Southeast Asia's sustainable development Ming Tan, Professor Lawrence Loh and Sabrina Soon August 2, 2023 From robotic dogs to magnetic slime: 9 ways robots are helping humans Victoria Masterson and Ian Shine July 19, 2023 Google's parent company uses lasers to bring internet service to villages Jane Lee and Nathan Frandino July 7, 2023 About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          }
        ],
        "Promoting low-carbon modes of transport, such as public transit, cycling, and walking, is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          {
            "title": "How can we reduce the carbon emissions from the transport industry ...",
            "url": "https://www.weforum.org/agenda/2021/11/global-transport-carbon-emissions-decarbonise/",
            "content": [
              "How can we reduce the carbon emissions from the transport industry ...",
              "Many developed countries are firmly locked into high-carbon infrastructures and lifestyles.",
              "Image: Unsplash/Denys Rodionenko Create a free account and access your personalized content collection with our latest publications and analyses.",
              "License and Republishing World Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.",
              "0 International Public License, and in accordance with our Terms of Use.",
              "The views expressed in this article are those of the author alone and not the World Economic Forum.",
              "A weekly update of the most important issues driving the global agenda You can unsubscribe at any time using the link in our emails.",
              "For more details, review our privacy policy.",
              "This expert explains why ‘techno-pessimism’ is not helpful This new desalination system is inspired by the ocean and powered by the sun Jennifer Chu September 29, 2023 Cryptocurrencies: How can organizations mitigate the risks of ransomware attacks?",
              "Alpesh Bhudia, Anna Cartwright, Darren Hurley-Smith and Edward Cartwright September 7, 2023 How digital economy companies can accelerate Southeast Asia's sustainable development Ming Tan, Professor Lawrence Loh and Sabrina Soon August 2, 2023 From robotic dogs to magnetic slime: 9 ways robots are helping humans Victoria Masterson and Ian Shine July 19, 2023 Google's parent company uses lasers to bring internet service to villages Jane Lee and Nathan Frandino July 7, 2023 About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          },
          {
            "title": "5 ways to reduce emissions from global transport systems | World ...",
            "url": "https://www.weforum.org/agenda/2023/03/5-ways-the-world-can-reduce-emissions-from-global-transport-systems/",
            "content": [
              "5 ways to reduce emissions from global transport systems | World ...",
              "Transport lags behind other sectors in the race to decarbonize.",
              "Image: Unsplash/jtkyber1 How is the World Economic Forum promoting sustainable and inclusive mobility systems?",
              "Create a free account and access your personalized content collection with our latest publications and analyses.",
              "License and Republishing World Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.",
              "0 International Public License, and in accordance with our Terms of Use.",
              "The views expressed in this article are those of the author alone and not the World Economic Forum.",
              "A weekly update of the most important issues driving the global agenda You can unsubscribe at any time using the link in our emails.",
              "For more details, review our privacy policy.",
              "Autonomous mobility: 3 lessons for success from Saudi Arabia Omaimah Bamasag, Basma AlBuhairan and Waleed Gowharji October 16, 2023 Co-shaping a responsible autonomous mobility future: Here are 6 things we must consider Mary Cummings and Maria Alonso October 16, 2023 Not all green transport policies are made equal.",
              "A new report looks at ways of accelerating the urban transition Ewan Thomson September 20, 2023 Uber's electric bikes to hit Kenyan roads, cutting emissions and costs Duncan Miriri September 12, 2023 Charging ahead: How to unlock the electric vehicle revolution Jamie Wylie, Ana Terra and Zoe Allen August 14, 2023 How cities can reclaim their downtowns from traffic Chris McCahill August 8, 2023 About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          },
          {
            "title": "Transport transformation critical to address climate change and ...",
            "url": "https://www.un.org/sustainabledevelopment/blog/2021/10/transport-transformation-critical-to-address-climate-change-and-universal-access-to-safe-affordable-resilient-mobility/",
            "content": [
              "Transport transformation critical to address climate change and ...",
              "Transport transformation critical to address climate change and universal access to safe, affordable, resilient mobility New York, 12 October–New and emerging technologies, from electric cars and buses to zero-carbon producing energy sources, as well as policy innovations, are critical for combating climate change, but to be effective, they must ensure that transport strategies benefit everyone, including the poorest, according to a new United Nations multi-agency report launched today that provides a guide to achieving sustainable transport.",
              "According to the new report, there is urgent need for transformative action that will accelerate the transition to sustainable transport globally.",
              "Transport solutions exist that can help achieve the Sustainable Development Goals and the Paris Agreement, although the report cautions that without the right policies and investments, they will not bring change to where it is needed most, particularly to people in developing countries.",
              "The report, launched just before the second UN Global Sustainable Transport Conference begins in Beijing, China, on 14 October, was prepared by the United Nations Department of Economic and Social Affairs in close collaboration with 14 other UN agencies.",
              "“Innovations, driven by new technologies, evolving consumer preferences and supportive policy making, are changing the transport landscape,” says Liu Zhenmin, Under-Secretary-General, United Nations Department of Economic and Social Affairs in the report’s forward.",
              "“While they hold tremendous potential for hastening the transformation to sustainability, they also come with the risk that they could further entrench inequalities, impose constraints on countries in special situations, or present additional challenges for the environment.",
              "” Change in transport key for climate action The world is well off course in efforts to limit climate change to 1.",
              "5°C.",
              "With 95 per cent of the world’s transport energy still coming from burning fossil fuels, the transport sector produces a quarter of all energy-related emissions—and without major changes, are expected to increase.",
              "The increasing emissions and rising temperatures are causing more extreme weather events, which in turn are also highly disruptive to transportation and transportation infrastructure.",
              "And it will take significant investments to ensure that transport infrastructure is upgraded to become climate resilient.",
              "A recent study found that the cost of adapting 53 ports in the Asia-Pacific region could range from $31 to $49 billion.",
              "However, the World Bank estimates suggest that the overall net benefits of investing in resilient infrastructure in developing countries could amount to $4.",
              "2 trillion over the lifetime of new infrastructure—a $4 benefit for every dollar invested in resilience.",
              "A low-carbon pandemic recovery could decrease expected emissions in 2030 by 25 per cent, particularly as a result of changes in the shipping, aviation and lifestyle sectors.",
              "Transport critical for moving out of poverty But at the same time, more than 120 million people were pushed into extreme poverty across the world in 2020 due to the COVID-19 pandemic.",
              "Over a billion people still lack access to an all‐weather road, and only about half the world’s urban population have convenient access to public transport.",
              "In Africa, about 450 million people, or more than 70 per cent of its total rural population, are estimated to still be unconnected to transport infrastructure and systems. A lack of access to roads and transport contributes to deprivation in terms of access to timely health care, education, jobs and markets for agricultural produce.",
              "Rural isolation disproportionately harms the poor, older persons, persons with disabilities, children and women.",
              "Women and girls can face additional challenges when there are concerns about their physical safety.",
              "Transport is especially costly for many of the world’s least developed countries, particularly those that are landlocked, and small island developing countries.",
              "Customs and border-crossing procedures, as well as long and often circuitous transit routes, mean that, from order to delivery, it takes landlocked-least developed countries nearly twice as long to import and export goods than others and have a higher average cost of export—$3,444 per container, than transit countries.",
              "In addition, landlocked least developed countries would need to construct almost 200,000 km of paved roads and 46,000 km of railway, at a cost of about $500 billion, equivalent to an average of around 2 per cent of GDP over a period of 20 years to catch up with transport accessibility in the rest of the world.",
              "Road traffic injuries kill 1.",
              "3 million a year Road traffic accidents are estimated to become fifth leading cause of death by 2030 and road traffic crashes killed about 1.",
              "3 million people worldwide in 2019, with 75 per cent of deaths among boys and men.",
              "Road traffic accidents remain the leading cause of death among young people aged 15–29 worldwide.",
              "More than half the global road traffic deaths are among pedestrians, cyclists, and motorcyclists.",
              "In addition, between 20 and 50 million non-fatal injuries yearly are caused by road traffic crashes.",
              "The death rate was over 3.",
              "5 times higher in low-income countries than in high-income countries, despite lower rates of vehicle ownership in developing countries.",
              "Many local governments are taking steps to redesign streets and build more pedestrian and bicycle friendly public spaces.",
              "Data from developed regions show that there was a small increase in the adoption of active modes of transport in cities, especially bicycling, in response to the pandemic.",
              "Since 2020, many cities have built more bicycle lanes.",
              "Innovative technologies and solutions New innovative technologies, the report says, when appropriately applied, are key to solving many of the challenges to achieving sustainable transport.",
              "The deployment of existing solutions, such as low or zero-carbon vehicles, automated safety, and intelligent transport systems, must be accelerated.",
              "These must be accompanied by the creation of new fuel, power, and digital infrastructures, including, for example, high-speed battery charging, while mitigating any harmful consequences.",
              "Continuing with business-as-usual transport approaches will not accommodate the sharp demographic changes that are forecast.",
              "By 2030, annual passenger traffic will exceed 80 trillion passenger-kilometres—a 50 per cent increase over 2015 estimates, putting an additional 1.",
              "2 billion cars on the roads by 2030.",
              "In the absence of transformative change towards sustainable transport, could mean rising emissions, increasing air and noise pollution, and worsening trends in road safety.",
              "Governments and international bodies need to provide the regulations, policies and incentives to accelerate the development and deployment of new transport technologies, including digital applications, while ensuring that no one is left behind.",
              "The report also found that there is a need for standards and targets, such as for accelerating the phase-in of low-emissions technology accompanied by a winding down and phasing-out of deployment of fossil fuel-powered options.",
              "“The clock is ticking on our 2030 timeline to achieve the Sustainable Development Goals, and for meeting the objectives of the Paris Climate Change Agreement,” Mr.",
              "Liu said.",
              "“The forthcoming second Global Sustainable Transport Conference will be a landmark moment for stakeholders from across the world to discuss challenges and opportunities, good practices and solutions.",
              "” Website: bit.",
              "ly/transportreportUN Hashtag: #SustainableTransport Media Contacts: Dan Shepard, UN Department of Global Communications, shepard@un.",
              "org, 1-212-963-9495 Helén Rosengren, UN Department of Economic and Social Affairs, rosengrenh@un.",
              "org, 1-212 -963-9492 Sustainable Development Knowledge Platform United Nations Sustainable Development Group United to Reform United Nations homepage SDG Media Zone"
            ]
          }
        ],
        "Reducing the demand for travel and freight by encouraging teleworking, local sourcing, and compact urban planning is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          {
            "title": "How can we reduce the carbon emissions from the transport industry ...",
            "url": "https://www.weforum.org/agenda/2021/11/global-transport-carbon-emissions-decarbonise/",
            "content": [
              "How can we reduce the carbon emissions from the transport industry ...",
              "Many developed countries are firmly locked into high-carbon infrastructures and lifestyles.",
              "Image: Unsplash/Denys Rodionenko Create a free account and access your personalized content collection with our latest publications and analyses.",
              "License and Republishing World Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.",
              "0 International Public License, and in accordance with our Terms of Use.",
              "The views expressed in this article are those of the author alone and not the World Economic Forum.",
              "A weekly update of the most important issues driving the global agenda You can unsubscribe at any time using the link in our emails.",
              "For more details, review our privacy policy.",
              "This expert explains why ‘techno-pessimism’ is not helpful This new desalination system is inspired by the ocean and powered by the sun Jennifer Chu September 29, 2023 Cryptocurrencies: How can organizations mitigate the risks of ransomware attacks?",
              "Alpesh Bhudia, Anna Cartwright, Darren Hurley-Smith and Edward Cartwright September 7, 2023 How digital economy companies can accelerate Southeast Asia's sustainable development Ming Tan, Professor Lawrence Loh and Sabrina Soon August 2, 2023 From robotic dogs to magnetic slime: 9 ways robots are helping humans Victoria Masterson and Ian Shine July 19, 2023 Google's parent company uses lasers to bring internet service to villages Jane Lee and Nathan Frandino July 7, 2023 About Us Events Media More from the Forum Partners & Members Language Editions Privacy Policy & Terms of Service © 2023 World Economic Forum"
            ]
          },
          {
            "title": "Is Telecommuting Really Greener? It Depends. - Bloomberg",
            "url": "https://www.bloomberg.com/news/articles/2021-03-29/is-telecommuting-really-greener-it-depends",
            "content": [
              "Is Telecommuting Really Greener? It Depends. - Bloomberg",
              "To continue, please click the box below to let us know you're not a robot.",
              "Please make sure your browser supports JavaScript and cookies and that you are not blocking them from loading.",
              "For more information you can review our Terms of Service and Cookie Policy.",
              "For inquiries related to this message please contact our support team and provide the reference ID below."
            ]
          },
          {
            "title": "Revolutionary changes in transportation, from electric vehicles to ride ...",
            "url": "https://theconversation.com/revolutionary-changes-in-transportation-from-electric-vehicles-to-ride-sharing-could-slow-global-warming-if-theyre-done-right-ipcc-says-179535",
            "content": [
              "Revolutionary changes in transportation, from electric vehicles to ride ...",
              "Assistant Professional Researcher in Transportation, University of California, Davis Alan Jenn receives or has received funding from the Department of Energy, the Sloan Foundation, and the Transportation Research Board and is a contributing author for the Intergovernmental Panel on Climate Change's Sixth Assessment Report for Working Group 3.",
              "University of California, Davis provides funding as a member of The Conversation US.",
              "View all partners Around the world, revolutionary changes are under way in transportation.",
              "More electric vehicles are on the road, people are taking advantage of sharing mobility services such as Uber and Lyft, and the rise in telework during the COVID-19 pandemic has shifted the way people think about commuting.",
              "Transportation is a growing source of the global greenhouse gas emissions that are driving climate change, accounting for 23% of energy-related carbon dioxide emissions worldwide in 2019 and about 29% of all greenhouse gas emissions in the U.",
              "S.",
              "The systemic changes under way in the transportation sector could begin lowering that emissions footprint.",
              "But will they reduce emissions enough?",
              "In a new report from the Intergovernmental Panel on Climate Change released April 4, 2022, scientists examined the latest research on efforts to mitigate climate change.",
              "The report concludes that falling costs for renewable energy and electric vehicle batteries, in addition to policy changes, have slowed the growth of climate change in the past decade, but that deep, immediate cuts are necessary.",
              "Emissions will have to peak by 2025 to keep global warming to 1.",
              "5 degrees Celsius (2.",
              "7 Fahrenheit), a Paris climate agreement goal, the report says.",
              "The transportation chapter, which I contributed to, homed in on transportation transformations – some just starting and others expanding – that in the most aggressive scenarios could reduce global greenhouse gas emissions from transportation by 80% to 90% of current levels by 2050.",
              "That sort of drastic reduction would require a major, rapid rethinking of how people get around globally.",
              "All-electric vehicles have grown dramatically since the Tesla Roadster and Nissan Leaf arrived on the market a little over a decade ago, following the popularity of hybrids.",
              "In 2021 alone, the sales of electric passenger vehicles, including plug-in hybrids, doubled worldwide to 6.",
              "6 million, about 9% of all car sales that year.",
              "Strong regulatory policies have encouraged the production of electric vehicles, including California’s Zero Emission Vehicle regulation, which requires automakers to produce a certain number of zero-emission vehicles based on their total vehicles sold in California;",
              "the European Union’s CO2 emissions standards for new vehicles;",
              "and China’s New Energy Vehicle policy, all of which have helped push EV adoption to where we are today.",
              "Beyond passenger vehicles, many micro-mobility options – such as autorickshaws, scooters and bikes – as well as buses, have been electrified.",
              "As the cost of lithium-ion batteries decreases, these transportation options will become increasingly affordable and further boost sales of battery-powered vehicles that traditionally have run on fossil fuels.",
              "An important aspect to remember about electrifying the transportation system is that its ability to cut greenhouse gas emissions ultimately depends on how clean the electricity grid is.",
              "China, for example, is aiming for 20% of its vehicles to be electric by 2025, but its electric grid is still heavily reliant on coal.",
              "With the global trends toward more renewable generation, these vehicles will be connected with fewer carbon emissions over time.",
              "There are also many developing and potentially promising co-benefits of electromobility when coupled with the power system.",
              "The batteries within electric vehicles have the potential to act as storage devices for the grid, which can assist in stabilizing the intermittency of renewable resources in the power sector, among many other benefits.",
              "Other areas of transportation are more challenging to electrify.",
              "Larger and heavier vehicles generally aren’t as conducive to electrification because the size and weight of the batteries needed rapidly becomes untenable.",
              "For some heavy-duty trucks, ships and airplanes, alternative fuels such as hydrogen, advanced biofuels and synthetic fuels are being explored as replacements for fossil fuels.",
              "Most aren’t economically feasible yet, and substantial advances in the technology are still needed to ensure they are either low- or zero-carbon.",
              "While new fuel and vehicle technologies are often highlighted as decarbonization solutions, behavioral and other systemic changes will also be needed to cut greenhouse gas emissions dramatically from this sector.",
              "We are already in the midst of these changes.",
              "Telecommuting: During the COVID-19 pandemic, the explosion of teleworking and video conferencing reduced travel, and, with it, emissions associated with commuting.",
              "While some of that will rebound, telework is likely to continue for many sectors of the economy.",
              "Shared mobility: Some shared mobility options, like bike and scooter sharing programs, can get more people out of vehicles entirely.",
              "Car-sharing and on-demand services such as Uber and Lyft also have the potential to reduce emissions if they use high-efficiency or zero-emission vehicles, or if their services lean more toward car pooling, with each driver picking up multiple passengers.",
              "Unfortunately, there is substantial uncertainty about the impact of these services.",
              "They might also increase vehicle use and, with it, greenhouse gas emissions.",
              "New policies such as the California Clean Miles Standard are helping to push companies like Uber and Lyft to use cleaner vehicles and increase their passenger loads, though it remains to be seen whether other regions will adopt similar policies.",
              "Public transit-friendly cities: Another systemic change involves urban planning and design.",
              "Transportation in urban areas is responsible for approximately 8% of global carbon dioxide emissions.",
              "Efficient city planning and land use can reduce travel demand and shift transportation modes, from cars to public transit, through strategies that avoid urban sprawl and disincentivize personal cars.",
              "These improvements not only decrease greenhouse gas emissions, but can decrease congestion, air pollution and noise, while improving the safety of transportation systems. Much of the uncertainty in how much technological change and other systemic shifts in transportation affects global warming is related to the speed of transition.",
              "The new IPCC report includes several potential scenarios for how much improvements in transportation will be able to cut emissions.",
              "On average, the scenarios indicate that the carbon intensity of the transportation sector would need to decrease by about 50% by 2050 and as much as 91% by 2100 when combined with a cleaner electricity grid to stay within the 1.",
              "5-degree Celsius (2.",
              "7 F) target for global warming.",
              "These decreases would require a complete reversal of current trends of increasing emissions in the transportation sector, but the recent advances in transportation provide many opportunities to meet this challenge.",
              "Write an article and join a growing community of more than 173,200 academics and researchers from 4,777 institutions.",
              "Register now Copyright © 2010–2023, The Conversation US, Inc."
            ]
          }
        ],
        "According to some estimates, highly ambitious policies could cut transport emissions by 70% by 2050 compared to current levels.": [
          {
            "title": "Net-zero by 2050: Achieving shipping decarbonization through ... - UNCTAD",
            "url": "https://unctad.org/news/transport-newsletter-article-no-108-net-zero-by-2050",
            "content": [
              "Net-zero by 2050: Achieving shipping decarbonization through ... - UNCTAD",
              " In July, Member States of the International Maritime Organization (IMO), the global regulatory body for shipping, adopted the Revised Greenhouse Gas (GHG) Strategy that sets a sectoral target of net-zero emissions by or around 2050.",
              "This is not only a crucial step for shipping, a sector that is excluded from the Paris Agreement, but for the international climate collaboration and the global economy.",
              "Shipping accounts for close to 3% of the global GHG emissions and plays a pivotal role in the global economy as the main transporter of energy, food, and materials.",
              "In 2018, the IMO adopted an Initial Greenhouse Gas Strategy, setting out to reduce emissions by half by 2050- a significant step at the time, but clearly unaligned with science-based trajectories and with the goals the same countries have signed up to under the Paris Agreement.",
              "Since its inception in conjunction with the adoption of the Initial Strategy, the Getting to Zero Coalition, an industry-led platform for collaboration within the maritime ecosystem, has therefore been urging policymakers at the IMO to adopt a zero by 2050 target, while members have in parallel been showing leadership through action in the form of concrete decarbonization projects.",
              "Furthermore, the Coalition, together with its knowledge partner UMAS and the UNFCCC High-Level Climate Champions highlighted the need for an uptake of at least five percent of zero-emission fuels by 2030, recognizing that this is required to put the sector on the right path to reach the long-term goal of zero by 2050.",
              "Importantly, the Revised Strategy does not only set a 2050 target, it also sets indicative emission reduction targets for 2030 (20% emissions reduction, striving for 30%) and 2040 (70% emissions reduction, striving for 80%), taking all greenhouse gas emissions from the full life cycle, i.",
              "e., from production to the combustion of fuels, into account.",
              "These targets combined set a clear pathway for the industry and provide a signal that immediate action is needed- 2030 is just around the corner.",
              "Besides targets for emissions reductions, the Strategy also now refers to ensuring a just and equitable transition.",
              "Furthermore, the IMO agreed on the development of a policy package in the coming two years to achieve these targets.",
              "The Revised Strategy is a key milestone not only for shipping but for global value chains at large.",
              "The targets provide industry- be it shipowners, cargo-owners, or energy suppliers- with clarity and help build confidence to invest in the transition.",
              "As the targets go beyond carbon emissions from the combustion by vessel only to encompassing all emissions from the entire fuel lifecycle, the Strategy indeed offers a strong demand signal for truly green fuels.",
              "By incentivizing investment in energy and fuel production, positive spill-over effects are to be expected also for the land-based energy transition, not least in the global south, where much of the untapped renewables potential can be found.",
              "The Strategy also refers to ensuring that the transition is just and equitable, which is key for the transition to be fully global with no country being left behind.",
              "The Revised Strategy is a major step forward, and an illustration of the key role that public-private partnerships across the whole value chain can play to shape decarbonization, even in hard to abate-sectors.",
              "The energy transition can only happen with the urgency and scale needed if national governments and international regulators establish policy frameworks that make zero emission shipping and fuel production commercially viable and globally available and accessible for all countries and companies alike.",
              "A combination of a fuel standard with an economic measure that will put a price on emissions will be explored in the next years.",
              "In addition to closing the competitiveness gap between traditional bunker fuels and the more costly clean fuels, a possible pricing mechanism could also generate revenue that can be reinvested into shipping as well as into wider decarbonization efforts, such as green electricity for marine fuels in all parts of the world.",
              "Revenues could also be employed to financially support developing countries, especially Small Island Developing States (SIDS) and Least Developed Countries (LDCs).",
              "Delays in international action on climate change will have severe consequences for countries that are already affected by extreme weather events.",
              "These countries will be hit especially hard as investments in low-carbon shipping technologies will become more expensive the longer we wait.",
              "It is crucial for governments and industries to take immediate action on climate change to mitigate the damaging effects on vulnerable communities and economies.",
              "The longer we delay, the greater the economic and environmental impact will be, particularly for those who are most affected.",
              "Yet, the transition to a zero-emission future cannot be achieved based off the IMO’s Revised Strategy alone.",
              "As highlighted in the Getting to Zero Coalition’s Transition Strategy (2021), a full and Paris-aligned transition requires a myriad of actions, including at national, regional and industry levels.",
              "During the past years, industry has already started investing in the transition amid regulatory unclarity and a lacking ambition at the IMO.",
              "Getting to Zero Coalition members, for example, have been showing leadership through the development of concrete initiatives and collaborations.",
              "The fourth edition of the Mapping of Pilot and Demonstration Projects showed a surge in projects across the globe, various zero-emission shipping routes (I.",
              "e.",
              "Green Corridors) such as the Western Australia-East Asia Iron Ore Green Corridor have been launched and progress in energy supply and financial institutions has been critical.",
              "This has provided both governments and the wider industry with the confidence that a full and efficient transition is within reach.",
              "Public-private partnerships are crucial to bridge the gap between the set targets at the IMO and the action needed to achieve a Paris-aligned transition.",
              "Such action is necessary for leveraging the Strategy towards zero-emission investments at scale, for the sector to have a chance to meet the tight timeline.",
              "The recent developments at the IMO reflect the leadership shown by the industry in their efforts to decarbonize shipping.",
              "The sector is ready to move to a zero-emission future and has provided clear signals to fuel suppliers and cargo owners, as well as the global decarbonization effort.",
              "Public-private partnerships are now crucial to push the sector onto a Paris-aligned trajectory to unlock new opportunities and to support the transition for the international community as a whole.",
              "The Getting to Zero Coalition is an industry-led platform for collaboration that brings together leading stakeholders from across the maritime- and fuels value chains with the financial sector and others committed to making commercially viable zero-emission vessels a scalable reality by 2030, towards full decarbonization by 2050.",
              "It is managed by the Global Maritime Forum, who initially founded the Coalition together with the World Economic Forum and Friends of Ocean Action.",
              "Authors: Ingrid Sidenvall Jegou (Project Director) Ludovic Laffineur (Senior Policy Advisor) Femke Spiegelenberg (Project Coordinator) Ana Madalena Leitão (Project Coordinator)"
            ]
          },
          {
            "title": "Net Zero by 2050 – Analysis - IEA - International Energy Agency",
            "url": "https://www.iea.org/reports/net-zero-by-2050",
            "content": [
              "Net Zero by 2050 – Analysis - IEA - International Energy Agency",
              " Fossil Fuels Renewables Electricity Low-Emission Fuels Transport Industry Buildings Energy Efficiency and Demand Carbon Capture, Utilisation and Storage Decarbonisation Enablers Critical Minerals Russia's War on Ukraine Global Energy Transitions Stocktake Investment Global Energy Crisis Saving Energy Energy Security Net Zero Emissions Energy Efficiency Climate Change Data explorers Understand and manipulate data with easy to use explorers and trackers Data sets Free and paid data sets from across the energy system available for download Policies database Past, existing or planned government policies and measures Chart Library Access every chart published across all IEA reports and analysis Flagship report — October 2023 Flagship report — October 2023 2023 Update Flagship report — September 2023 Flagship report — January 2023 Sign In Create a free IEA account to download our reports or subcribe to a paid service.",
              "A Roadmap for the Global Energy Sector This report is part of Net Zero Emissions The number of countries announcing pledges to achieve net zero emissions over the coming decades continues to grow.",
              "But the pledges by governments to date – even if fully achieved – fall well short of what is required to bring global energy-related carbon dioxide emissions to net zero by 2050 and give the world an even chance of limiting the global temperature rise to 1.",
              "5 °C.",
              "This special report is the world’s first comprehensive study of how to transition to a net zero energy system by 2050 while ensuring stable and affordable energy supplies, providing universal energy access, and enabling robust economic growth.",
              "It sets out a cost-effective and economically productive pathway, resulting in a clean, dynamic and resilient energy economy dominated by renewables like solar and wind instead of fossil fuels.",
              "The report also examines key uncertainties, such as the roles of bioenergy, carbon capture and behavioural changes in reaching net zero.",
              "The energy sector is the source of around three-quarters of greenhouse gas emissions today and holds the key to averting the worst effects of climate change, perhaps the greatest challenge humankind has faced.",
              "Reducing global carbon dioxide (CO2) emissions to net zero by 2050 is consistent with efforts to limit the long-term increase in average global temperatures to 1.",
              "5 ̊C.",
              "This calls for nothing less than a complete transformation of how we produce, transport and consume energy.",
              "The growing political consensus on reaching net zero is cause for considerable optimism about the progress the world can make, but the changes required to reach net zero emissions globally by 2050 are poorly understood.",
              "A huge amount of work is needed to turn today’s impressive ambitions into reality, especially given the range of different situations among countries and their differing capacities to make the necessary changes.",
              "This special IEA report sets out a pathway for achieving this goal, resulting in a clean and resilient energy system that would bring major benefits for human prosperity and well-being.",
              "The global pathway to net zero emissions by 2050 detailed in this report requires all governments to significantly strengthen and then successfully implement their energy and climate policies.",
              "Commitments made to date fall far short of what is required by that pathway.",
              "The number of countries that have pledged to achieve net zero emissions has grown rapidly over the last year and now covers around 70% of global emissions of CO2.",
              "This is a huge step forward.",
              "However, most pledges are not yet underpinned by near-term policies and measures.",
              "Moreover, even if successfully fulfilled, the pledges to date would still leave around 22 billion tonnes of CO2 emissions worldwide in 2050.",
              "The continuation of that trend would be consistent with a temperature rise in 2100 of around 2.",
              "1 °C.",
              "Global emissions fell in 2020 because of the Covid-19 crisis but are already rebounding strongly as economies recover.",
              "Further delay in acting to reverse that trend will put net zero by 2050 out of reach.",
              "In this Summary for Policy Makers, we outline the essential conditions for the global energy sector to reach net zero CO2 emissions by 2050.",
              "The pathway described in depth in this report achieves this objective with no offsets from outside the energy sector, and with low reliance on negative emissions technologies.",
              "It is designed to maximise technical feasibility, cost-effectiveness and social acceptance while ensuring continued economic growth and secure energy supplies.",
              "We highlight the priority actions that are needed today to ensure the opportunity of net zero by 2050 – narrow but still achievable – is not lost.",
              "The report provides a global view, but countries do not start in the same place or finish at the same time: advanced economies have to reach net zero before emerging markets and developing economies, and assist others in getting there.",
              "We also recognise that the route mapped out here is a path, not necessarily the path, and so we examine some key uncertainties, notably concerning the roles played by bioenergy, carbon capture and behavioural changes.",
              "Getting to net zero will involve countless decisions by people across the world, but our primary aim is to inform the decisions made by policy makers, who have the greatest scope to move the world closer to its climate goals.",
              "The path to net zero emissions is narrow: staying on it requires immediate and massive deployment of all available clean and efficient energy technologies.",
              "In the net zero emissions pathway presented in this report, the world economy in 2030 is some 40% larger than today but uses 7% less energy.",
              "A major worldwide push to increase energy efficiency is an essential part of these efforts, resulting in the annual rate of energy intensity improvements averaging 4% to 2030 – about three-times the average rate achieved over the last two decades.",
              "Emissions reductions from the energy sector are not limited to CO2: in our pathway, methane emissions from fossil fuel supply fall by 75% over the next ten years as a result of a global, concerted effort to deploy all available abatement measures and technologies.",
              "Ever-cheaper renewable energy technologies give electricity the edge in the race to zero.",
              "Our pathway calls for scaling up solar and wind rapidly this decade, reaching annual additions of 630 gigawatts (GW) of solar photovoltaics (PV) and 390 GW of wind by 2030, four-times the record levels set in 2020.",
              "For solar PV, this is equivalent to installing the world’s current largest solar park roughly every day.",
              "Hydropower and nuclear, the two largest sources of low-carbon electricity today, provide an essential foundation for transitions.",
              "As the electricity sector becomes cleaner, electrification emerges as a crucial economy-wide tool for reducing emissions.",
              "Electric vehicles (EVs) go from around 5% of global car sales to more than 60% by 2030.",
              "All the technologies needed to achieve the necessary deep cuts in global emissions by 2030 already exist, and the policies that can drive their deployment are already proven.",
              "As the world continues to grapple with the impacts of the Covid-19 pandemic, it is essential that the resulting wave of investment and spending to support economic recovery is aligned with the net zero pathway.",
              "Policies should be strengthened to speed the deployment of clean and efficient energy technologies.",
              "Mandates and standards are vital to drive consumer spending and industry investment into the most efficient technologies.",
              "Targets and competitive auctions can enable wind and solar to accelerate the electricity sector transition.",
              "Fossil fuel subsidy phase-outs, carbon pricing and other market reforms can ensure appropriate price signals.",
              "Policies should limit or provide disincentives for the use of certain fuels and technologies, such as unabated coal-fired power stations, gas boilers and conventional internal combustion engine vehicles.",
              "Governments must lead the planning and incentivising of the massive infrastructure investment, including in smart transmission and distribution grids.",
              "Reaching net zero by 2050 requires further rapid deployment of available technologies as well as widespread use of technologies that are not on the market yet.",
              "Major innovation efforts must occur over this decade in order to bring these new technologies to market in time.",
              "Most of the global reductions in CO2 emissions through 2030 in our pathway come from technologies readily available today.",
              "But in 2050, almost half the reductions come from technologies that are currently at the demonstration or prototype phase.",
              "In heavy industry and long-distance transport, the share of emissions reductions from technologies that are still under development today is even higher.",
              "The biggest innovation opportunities concern advanced batteries, hydrogen electrolysers, and direct air capture and storage.",
              "Together, these three technology areas make vital contributions the reductions in CO2 emissions between 2030 and 2050 in our pathway.",
              "Innovation over the next ten years – not only through research and development (R&D) and demonstration but also through deployment – needs to be accompanied by the large-scale construction of the infrastructure the technologies will need.",
              "This includes new pipelines to transport captured CO2 emissions and systems to move hydrogen around and between ports and industrial zones.",
              "Clean energy innovation must accelerate rapidly, with governments putting R&D, demonstration and deployment at the core of energy and climate policy.",
              "Government R&D spending needs to be increased and reprioritised.",
              "Critical areas such as electrification, hydrogen, bioenergy and carbon capture, utilisation and storage (CCUS) today receive only around one-third of the level of public R&D funding of the more established low-carbon electricity generation and energy efficiency technologies.",
              "Support is also needed to accelerate the roll-out of demonstration projects, to leverage private investment in R&D, and to boost overall deployment levels to help reduce costs.",
              "Around USD 90 billion of public money needs to be mobilised globally as soon as possible to complete a portfolio of demonstration projects before 2030.",
              "Currently, only roughly USD 25 billion is budgeted for that period.",
              "Developing and deploying these technologies would create major new industries, as well as commercial and employment opportunities.",
              "A transition of the scale and speed described by the net zero pathway cannot be achieved without sustained support and participation from citizens.",
              "The changes will affect multiple aspects of people’s lives – from transport, heating and cooking to urban planning and jobs.",
              "We estimate that around 55% of the cumulative emissions reductions in the pathway are linked to consumer choices such as purchasing an EV, retrofitting a house with energy-efficient technologies or installing a heat pump.",
              "Behavioural changes, particularly in advanced economies – such as replacing car trips with walking, cycling or public transport, or foregoing a long-haul flight – also provide around 4% of the cumulative emissions reductions.",
              "Providing electricity to around 785 million people that have no access and clean cooking solutions to 2.",
              "6 billion people that lack those options is an integral part of our pathway.",
              "Emissions reductions have to go hand-in-hand with efforts to ensure energy access for all by 2030.",
              "This costs around USD 40 billion a year, equal to around 1% of average annual energy sector investment, while also bringing major co-benefits from reduced indoor air pollution.",
              "Some of the changes brought by the clean energy transformation may be challenging to implement, so decisions must be transparent, just and cost-effective.",
              "Governments need to ensure that clean energy transitions are people-centred and inclusive.",
              "Household energy expenditure as a share of disposable income – including purchases of efficient appliances and fuel bills – rises modestly in emerging market and developing economies in our net zero pathway as more people gain access to energy and demand for modern energy services increases rapidly.",
              "Ensuring the affordability of energy for households demands close attention: policy tools that can direct support to the poorest include tax credits, loans and targeted subsidies.",
              "Energy transitions have to take account of the social and economic impacts on individuals and communities, and treat people as active participants.",
              "The transition to net zero brings substantial new opportunities for employment, with 14 million jobs created by 2030 in our pathway thanks to new activities and investment in clean energy.",
              "Spending on more efficient appliances, electric and fuel cell vehicles, and building retrofits and energy-efficient construction would require a further 16 million workers.",
              "But these opportunities are often in different locations, skill sets and sectors than the jobs that will be lost as fossil fuels decline.",
              "In our pathway, around 5 million jobs are lost.",
              "Most of those jobs are located close to fossil fuel resources, and many are well paid, meaning structural changes can cause shocks for communities with impacts that persist over time.",
              "This requires careful policy attention to address the employment losses.",
              "It will be vital to minimise hardships associated with these disruptions, such as by retraining workers, locating new clean energy facilities in heavily affected areas wherever possible, and providing regional aid.",
              "In the net zero pathway, global energy demand in 2050 is around 8% smaller than today, but it serves an economy more than twice as big and a population with 2 billion more people.",
              "More efficient use of energy, resource efficiency and behavioural changes combine to offset increases in demand for energy services as the world economy grows and access to energy is extended to all.",
              "Instead of fossil fuels, the energy sector is based largely on renewable energy.",
              "Two-thirds of total energy supply in 2050 is from wind, solar, bioenergy, geothermal and hydro energy.",
              "Solar becomes the largest source, accounting for one-fifth of energy supplies.",
              "Solar PV capacity increases 20-fold between now and 2050, and wind power 11-fold.",
              "Net zero means a huge decline in the use of fossil fuels.",
              "They fall from almost four-fifths of total energy supply today to slightly over one-fifth by 2050.",
              "Fossil fuels that remain in 2050 are used in goods where the carbon is embodied in the product such as plastics, in facilities fitted with CCUS, and in sectors where low-emissions technology options are scarce.",
              "Electricity accounts for almost 50% of total energy consumption in 2050.",
              "It plays a key role across all sectors – from transport and buildings to industry – and is essential to produce low-emissions fuels such as hydrogen.",
              "To achieve this, total electricity generation increases over two-and-a-half-times between today and 2050.",
              "At the same time, no additional new final investment decisions should be taken for new unabated coal plants, the least efficient coal plants are phased out by 2030, and the remaining coal plants still in use by 2040 are retrofitted.",
              "By 2050, almost 90% of electricity generation comes from renewable sources, with wind and solar PV together accounting for nearly 70%.",
              "Most of the remainder comes from nuclear.",
              "Emissions from industry, transport and buildings take longer to reduce.",
              "Cutting industry emissions by 95% by 2050 involves major efforts to build new infrastructure.",
              "After rapid innovation progress through R&D, demonstration and initial deployment between now and 2030 to bring new clean technologies to market, the world then has to put them into action.",
              "Every month from 2030 onwards, ten heavy industrial plants are equipped with CCUS, three new hydrogen-based industrial plants are built, and 2 GW of electrolyser capacity are added at industrial sites.",
              "Policies that end sales of new internal combustion engine cars by 2035 and boost electrification underpin the massive reduction in transport emissions.",
              "In 2050, cars on the road worldwide run on electricity or fuel cells.",
              "Low-emissions fuels are essential where energy needs cannot easily or economically be met by electricity.",
              "For example, aviation relies largely on biofuels and synthetic fuels, and ammonia is vital for shipping.",
              "In buildings, bans on new fossil fuel boilers need to start being introduced globally in 2025, driving up sales of electric heat pumps.",
              "Most old buildings and all new ones comply with zero-carbon-ready building energy codes.",
              "1 Governments need to provide credible step-by-step plans to reach their net zero goals, building confidence among investors, industry, citizens and other countries.",
              "Governments must put in place long-term policy frameworks to allow all branches of government and stakeholders to plan for change and facilitate an orderly transition.",
              "Long-term national low-emissions strategies, called for by the Paris Agreement, can set out a vision for national transitions, as this report has done on a global level.",
              "These long-term objectives need to be linked to measurable short-term targets and policies.",
              "Our pathway details more than 400 sectoral and technology milestones to guide the global journey to net zero by 2050.",
              "Beyond projects already committed as of 2021, there are no new oil and gas fields approved for development in our pathway, and no new coal mines or mine extensions are required.",
              "The unwavering policy focus on climate change in the net zero pathway results in a sharp decline in fossil fuel demand, meaning that the focus for oil and gas producers switches entirely to output – and emissions reductions – from the operation of existing assets.",
              "Unabated coal demand declines by 98% to just less than 1% of total energy use in 2050.",
              "Gas demand declines by 55% to 1 750 billion cubic metres and oil declines by 75% to 24 million barrels per day (mb/d), from around 90 mb/d in 2020.",
              "Clean electricity generation, network infrastructure and end-use sectors are key areas for increased investment.",
              "Enabling infrastructure and technologies are vital for transforming the energy system.",
              "Annual investment in transmission and distribution grids expands from USD 260 billion today to USD 820 billion in 2030.",
              "The number of public charging points for EVs rises from around 1 million today to 40 million in 2030, requiring annual investment of almost USD 90 billion in 2030.",
              "Annual battery production for EVs leaps from 160 gigawatt-hours (GWh) today to 6 600 GWh in 2030 – the equivalent of adding almost 20 gigafactories2 each year for the next ten years.",
              "And the required roll-out of hydrogen and CCUS after 2030 means laying the groundwork now: annual investment in CO2 pipelines and hydrogen-enabling infrastructure increases from USD 1 billion today to around USD 40 billion in 2030.",
              "Policies need to be designed to send market signals that unlock new business models and mobilise private spending, especially in emerging economies.",
              "Accelerated delivery of international public finance will be critical to energy transitions, especially in developing economies, but ultimately the private sector will need to finance most of the extra investment required.",
              "Mobilising the capital for large-scale infrastructure calls for closer co operation between developers, investors, public financial institutions and governments.",
              "Reducing risks for investors will be essential to ensure successful and affordable clean energy transitions.",
              "Many emerging market and developing economies, which rely mainly on public funding for new energy projects and industrial facilities, will need to reform their policy and regulatory frameworks to attract more private finance.",
              "International flows of long-term capital to these economies will be needed to support the development of both existing and emerging clean energy technologies.",
              "Total annual energy investment surges to USD 5 trillion by 2030, adding an extra 0.",
              "4 percentage point a year to annual global GDP growth, based on our joint analysis with the International Monetary Fund.",
              "This unparalleled increase – with investment in clean energy and energy infrastructure more than tripling already by 2030 – brings significant economic benefits as the world emerges from the Covid-19 crisis.",
              "The jump in private and government spending creates millions of jobs in clean energy, including energy efficiency, as well as in the engineering, manufacturing and construction industries.",
              "All of this puts global GDP 4% higher in 2030 than it would be based on current trends.",
              "Governments have a key role in enabling investment-led growth and ensuring that the benefits are shared by all.",
              "There are large differences in macroeconomic impacts between regions.",
              "But government investment and public policies are essential to attract large amounts of private capital and to help offset the declines in fossil fuel income that many countries will experience.",
              "The major innovation efforts needed to bring new clean energy technologies to market could boost productivity and create entirely new industries, providing opportunities to locate them in areas that see job losses in incumbent industries.",
              "Improvements in air quality provide major health benefits, with 2 million fewer premature deaths globally from air pollution in 2030 than today in our net zero pathway.",
              "Achieving universal energy access by 2030 would provide a major boost to well-being and productivity in developing economies.",
              "The contraction of oil and natural gas production will have far-reaching implications for all the countries and companies that produce these fuels.",
              "No new oil and natural gas fields are needed in our pathway, and oil and natural gas supplies become increasingly concentrated in a small number of low-cost producers.",
              "For oil, the OPEC share of a much-reduced global oil supply increases from around 37% in recent years to 52% in 2050, a level higher than at any point in the history of oil markets.",
              "Yet annual per capita income from oil and natural gas in producer economies falls by about 75%, from USD 1 800 in recent years to USD 450 by the 2030s, which could have knock-on societal effects.",
              "Structural reforms and new sources of revenue are needed, even though these are unlikely to compensate fully for the drop in oil and gas income.",
              "While traditional supply activities decline, the expertise of the oil and natural gas industry fits well with technologies such as hydrogen, CCUS and offshore wind that are needed to tackle emissions in sectors where reductions are likely to be most challenging.",
              "The energy transition requires substantial quantities of critical minerals, and their supply emerges as a significant growth area.",
              "The total market size of critical minerals like copper, cobalt, manganese and various rare earth metals grows almost sevenfold between 2020 and 2030 in the net zero pathway.",
              "Revenues from those minerals are larger than revenues from coal well before 2030.",
              "This creates substantial new opportunities for mining companies.",
              "It also creates new energy security concerns, including price volatility and additional costs for transitions, if supply cannot keep up with burgeoning demand.",
              "The rapid electrification of all sectors makes electricity even more central to energy security around the world than it is today.",
              "Electricity system flexibility – needed to balance wind and solar with evolving demand patterns – quadruples by 2050 even as retirements of fossil fuel capacity reduce conventional sources of flexibility.",
              "The transition calls for major increases in all sources of flexibility: batteries, demand response and low-carbon flexible power plants, supported by smarter and more digital electricity networks.",
              "The resilience of electricity systems to cyberattacks and other emerging threats needs to be enhanced.",
              "Ensuring uninterrupted and reliable supplies of energy and critical energy-related commodities at affordable prices will only rise in importance on the way to net zero.",
              "The focus of energy security will evolve as reliance on renewable electricity grows and the role of oil and gas diminishes.",
              "Potential vulnerabilities from the increasing importance of electricity include the variability of supply and cybersecurity risks.",
              "Governments need to create markets for investment in batteries, digital solutions and electricity grids that reward flexibility and enable adequate and reliable supplies of electricity.",
              "The growing dependence on critical minerals required for key clean energy technologies calls for new international mechanisms to ensure both the timely availability of supplies and sustainable production.",
              "At the same time, traditional energy security concerns will not disappear, as oil production will become more concentrated.",
              "Making net zero emissions a reality hinges on a singular, unwavering focus from all governments – working together with one another, and with businesses, investors and citizens.",
              "All stakeholders need to play their part.",
              "The wide-ranging measures adopted by governments at all levels in the net zero pathway help to frame, influence and incentivise the purchase by consumers and investment by businesses.",
              "This includes how energy companies invest in new ways of producing and supplying energy services, how businesses invest in equipment, and how consumers cool and heat their homes, power their devices and travel.",
              "Underpinning all these changes are policy decisions made by governments.",
              "Devising cost-effective national and regional net zero roadmaps demands co-operation among all parts of government that breaks down silos and integrates energy into every country’s policy making on finance, labour, taxation, transport and industry.",
              "Energy or environment ministries alone cannot carry out the policy actions needed to reach net zero by 2050.",
              "Changes in energy consumption result in a significant decline in fossil fuel tax revenues.",
              "In many countries today, taxes on diesel, gasoline and other fossil fuel consumption are an important source of public revenues, providing as much as 10% in some cases.",
              "In the net zero pathway, tax revenue from oil and gas retail sales falls by about 40% between 2020 and 2030.",
              "Managing this decline will require long-term fiscal planning and budget reforms. The net zero pathway relies on unprecedented international co-operation among governments, especially on innovation and investment.",
              "The IEA stands ready to support governments in preparing national and regional net zero roadmaps, to provide guidance and assistance in implementing them, and to promote international co-operation to accelerate the energy transition worldwide.",
              "This is not simply a matter of all governments seeking to bring their national emissions to net zero – it means tackling global challenges through co-ordinated actions.",
              "Governments must work together in an effective and mutually beneficial manner to implement coherent measures that cross borders.",
              "This includes carefully managing domestic job creation and local commercial advantages with the collective global need for clean energy technology deployment.",
              "Accelerating innovation, developing international standards and co-ordinating to scale up clean technologies needs to be done in a way that links national markets.",
              "Co-operation must recognise differences in the stages of development of different countries and the varying situations of different parts of society.",
              "For many rich countries, achieving net zero emissions will be more difficult and costly without international co-operation.",
              "For many developing countries, the pathway to net zero without international assistance is not clear.",
              "Technical and financial support is needed to ensure deployment of key technologies and infrastructure.",
              "Without greater international co-operation, global CO2 emissions will not fall to net zero by 2050.",
              "A zero-carbon-ready building is highly energy efficient and either uses renewable energy directly or uses an energy supply that will be fully decarbonised by 2050, such as electricity or district heat.",
              "Battery gigafactory capacity assumption = 35 gigawatt-hours per year.",
              "A zero-carbon-ready building is highly energy efficient and either uses renewable energy directly or uses an energy supply that will be fully decarbonised by 2050, such as electricity or district heat.",
              "A zero-carbon-ready building is highly energy efficient and either uses renewable energy directly or uses an energy supply that will be fully decarbonised by 2050, such as electricity or district heat.",
              "Battery gigafactory capacity assumption = 35 gigawatt-hours per year.",
              "Battery gigafactory capacity assumption = 35 gigawatt-hours per year.",
              "Commentary — 28 June 2021 Historical and projected data from the Net Zero by 2050 report Data explorer Commentary — 11 May 2021 Commentary — 01 April 2021 Commentary — 29 March 2021 Commentary — 13 January 2021 Get updates on the IEA’s latest news, analysis, data and events delivered twice monthly.",
              "IEA (2021), Net Zero by 2050, IEA, Paris https://www.",
              "iea.",
              "org/reports/net-zero-by-2050, License: CC BY 4.",
              "0 Thank you for subscribing.",
              "You can unsubscribe at any time by clicking the link at the bottom of any IEA newsletter."
            ]
          },
          {
            "title": "Roadmap to decarbonize the shipping sector: Technology ... - UNCTAD",
            "url": "https://unctad.org/news/transport-newsletter-article-no-99-fourth-quarter-2022",
            "content": [
              "Roadmap to decarbonize the shipping sector: Technology ... - UNCTAD",
              " © Shutterstock The maritime sector presently accounts for about 2.",
              "8% of all global greenhouse gases (GHG) emissions[1], mainly due to its rapid growth, its dependence on carbon-intensive bunkers, and the sheer size of its business (more than 80% of the world merchandise trade by volume is transported by sea).",
              "However, maritime transport is also one of the economic sectors with a greater potential to reduce its GHG emissions.",
              "Establishing a roadmap to the decarbonization of the maritime sector will require a consideration of three different fundamental aspects: technology, policy, and investment in research, development and innovation.",
              "Technological developments will be the key towards reducing the environmental impact of the maritime sector and achieving decarbonization goals by 2050.",
              "First of all, efforts must be made towards replacing the use of fossil fuels with others of renewable origin -and development of these new fuels must be carefully guided by criteria of sustainability, from a strategic viewpoint that takes into account their whole life cycle (as some “green” fuels may in the long term be even more polluting than fossil fuels if we consider the sources of energy used for their production).",
              "To this effect, fuels produced by electrolysis of water from renewable energies, such as e-hydrogen and e-ammonia, are currently considered to be the most sustainable options by many stakeholders.",
              "Secondly, as a consequence of the development of new fuels, changes will be needed in the propulsion systems of ships to enable them to run on said fuels;",
              "and great economic and technological efforts will have to be made to secure adequate access to their supply at a global scale by building new infrastructures (or adapting existing ones).",
              "Lastly, the maritime industry is working on the conceptual development and construction of ecological, zero-emission ships;",
              "and important technological efforts are also being made towards increasing the efficiency of ship engines and propellers, or the implementation of on-board energy sources, which can have a significant impact in reducing GHG emissions.",
              "Other methods of operational efficiency such as speed reduction, proper maintenance of the ship's hull and better planning of voyages are also key to reducing energy consumption.",
              "The initial GHG strategy[2] of the International Maritime Organization (IMO) set the target for the reduction of CO2 emissions per transport work, as an average across international shipping, by at least 40% by 2030 and 70% by 2050 (both figures as compared to the data of 2008)[3].",
              "To comply with these goals, IMO has devised a series of goal-based approach measures to reduce the carbon intensity of international shipping and encourage shipowners and operators to invest in technological, fuel-saving options.",
              "Some of these measures are still under development and aim at long term (research and development of fossil-free fuels, for instance) and medium term solutions (such as market-based measures, emissions cap-and-trade, bunkers levies, international maritime research fund).",
              "In the short term, however, measures that introduce the following important concepts will come into effect on 1 January 2023: Energy Efficiency Existing Ship Index (EEXI)[4]: formulated for existing vessels, this index calculates a vessel’s CO2 emissions measured in grams of CO2 per tonne-mile (gCO2 /dwt-nm) based on the installed power of the main engine, fuel-oil consumption, and a CO2 conversion factor.",
              "From 1 January 2023, all vessels must have an EEXI technical file in place.",
              "EEXI verification shall take place at the vessel’s first annual, intermediate or renewal survey (after 1 January 2023) for its International Energy Efficiency Certificate (IEEC).",
              "Carbon Intensity Indicator (CII)[5]: measures the energy efficiency of the vessels in grams of CO2 emitted per cargo capacity and nautical miles;",
              "and applies only for certain types of ships of 5,000GT and above engaged in international voyage of the following ships types: bulk carriers, gas carriers, tankers, container ships, general cargo ships, refrigerated cargo carriers, combination carriers, LNG carriers, vehicle carriers, Ro-Ro cargo vessels, Ro-Ro passenger vessels and cruise ships.",
              "The CII gives an annual rating to the ships ranging from A (most efficient) to E (least efficient).",
              "Ship Energy Efficiency Management Plan (Part III) (SEEMP)[6]: is mandatory for all vessels over 400GT and should be developed and regularly updated by shipowners.",
              "The SEEMP must include implementation of procedures to improve the energy efficiency of a ship in a cost-effective manner.",
              "Environmental regulations at the supranational or national level also play a vital role in the reduction of GHG emissions and in the transition to a new energy model, encouraging the maritime industry to invest in new technologies and infrastructures that will facilitate access to renewable energies.",
              "In the specific case of the European Union (EU), its initial nationally determined contribution (NDC) under the Paris Agreement was to reduce GHG emissions by at least 40% by 2030 (compared to data of 1990)[7].",
              "In December 2020, an updated NDC was presented by the EU with a new goal for GHG reduction of at least 55% by 2030 (compared to 1990 levels)[8].",
              "To achieve these climate targets, on 14 July 2021 the European Commission (EC) adopted a series of legislative proposals, commonly known as the “Fit for 55 package”[9].",
              "The Fit for 55 package affects all industrial sectors, and for maritime transport it contains four particularly noteworthy proposals, which are still negotiated in the European institutions: Legislative proposals from the EU are considered complementary to the global regulatory framework;",
              "however, it is important to ensure that said legislative proposals are not in conflict with the international objectives reflected in the amendments to MARPOL Annex VI adopted by IMO to reduce the carbon intensity of maritime transport.",
              "The inclusion of maritime transport in the European CO2 emissions system could lead to a transfer of interoceanic transshipment scales to neighboring ports outside of the EU in order to pay lower taxes on their emissions in route, thereby reducing the competitiveness of maritime transport in the EU compared to other modes of transport and creating environmental havens outside the EU.",
              "Similarly, investing large sums of money on standardized targets for all EU ports as per the Alternative Fuels Infrastructure Regulation may lead to the creation of under-utilized infrastructures and therefore prove inefficient.",
              "In order to achieve the “4th industry revolution” in shipping and a better coupling of the maritime transport and energy sectors, investment in research, development and innovation must be scaled up significantly.",
              "Technological innovation is crucial to facilitate an energy transition in the shipping industry, which requires large investments on the part of manufacturers, suppliers, power and fuel producers, and other stakeholders.",
              "Subsidies and loans will also be essential to support the implementation of alternative fuel distribution infrastructures.",
              "Low-carbon targets and cleaner energy paths can be achieved by investing in, renewable energy alternatives, low-carbon technologies and energy efficiency measures.",
              "To summarize, maritime transport plays a critical role in the global trade and economy and its importance will tend to grow in the coming years;",
              "but this will result in an increase in its energy consumption which, under the current energy paradigm based on fossil fuels, would set back the GHG reduction goals established by IMO, the EU and others.",
              "International and European institutions must act collaboratively to ensure that efforts are made towards the reduction in emissions of GHGs, and to grant access to renewable energies for all parties concerned;",
              "as a part of the path to a sustainable and environmentally-friendly economy and society.",
              "[1] Faber, J.",
              "et al.",
              "(2021), Fourth IMO GHG Study 2020, International Maritime Organization (IMO).",
              "[2] A revision of the Initial IMO Reduction Strategy is currently underway.",
              "[3] IMO (2018) Adoption of the initial IMO strategy on reduction of GHG emissions from ships and existing IMO.",
              "activity related to reducing GHG emissions in the shipping sector.",
              "[4] MARPOL Annex VI, Chapter 4 Regulation 23 and 25.",
              "[5] MARPOL Annex VI, Chapter 4 Regulation 28.",
              "[6] MARPOL Annex VI, Chapter 4 Regulation 26.",
              "[7] EU (2015) Intended Nationally Determined Contribution of the EU and its Member States.",
              "[8] EU (2020) The update of the nationally determined contribution of the European Union and its Member States.",
              "[9] Council of the EU and the European Council (2021) https://www.",
              "consilium.",
              "europa.",
              "eu/en/policies/green-deal/fit-for-55-the-e.",
              ".",
              ".",
              "Author: Estela MORANTE | Shipping Operations Expert - Dry Bulk Operations Focus on Shipping Decarbonization"
            ]
          }
        ]
      },
      "evidence": {
        "Setting GHG emissions and fuel economy standards for cars and trucks is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          "The Environmental Protection Agency on Monday announced new fuel economy standards to promote President Biden's goal of reducing the nation's greenhouse gas emissions.",
          "The EPA's new rules reverse a much weaker Trump-era regulation for automakers to improve their cars' and light-duty trucks' fuel economy.",
          "The finalized rule calls for vehicles in model years 2023-2026 to reduce their greenhouse gas emissions between 5% and 10% each year.",
          "The transportation sector is the biggest emitter in the country of heat-trapping pollution, which stokes climate change.",
          "Cars, trucks, commercial aircraft, and railroads, among other sources, all contribute to transportation end-use sector emissions.",
          "The joint proposal initiates a process to establish a new 50-state fuel economy and tailpipe carbon dioxide emissions standard for passenger cars and light trucks covering MY 2021 through 2026."
        ],
        "Increasing the use of renewable fuels, such as biofuels and electricity, in place of fossil fuels is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          "Electrification is transforming transportation, turning gas-guzzling automobiles and light trucks into a clean mode of getting from point A to B.",
          "Low-carbon fuels—in particular, biofuels and fuels based on blue and green hydrogen—offer a variety of potential solutions to these challenges.",
          "Biofuels will also play an important decarbonization role in hard-to-abate areas such as aviation.",
          "Additionally, some of these variants are interchangeable with fossil fuels;",
          "as a result, they can be blended with fossil fuels to reduce overall emissions or they can replace fossil fuels entirely, without requiring expensive changes to existing internal combustion engines, vehicle fuel systems, or fuel distribution networks."
        ],
        "Improving the efficiency and design of vehicles, ships, and airplanes is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          "Potential decarbonization pathways in the transportation sector include the use of lower-carbon fuels, improved vehicle efficiency, improved system-wide efficiency, and mode switching (e.g., from single-occupancy vehicles to public transportation).",
          "The first is improved efficiency of conventional vehicles, aircraft, and ships through lighter materials, more efficient motors, and other design changes. ",
          "Autonomous vehicles (AVs), for instance, could potentially allow higher throughput, faster speeds, fewer start-stops, and reduced congestion, dramatically reducing fuel consumption.",
          "Enhancing efficiency of transportation sources can improve energy independence and economic and functional resilience in the transportation sector while reducing greenhouse gas and other emissions.",
          "With continued improvements in vehicle efficiency, sector emissions fell 9.7 percent from their 2005 peak by 2015.",
          "Steadily rising usage in all modes is outweighed by the improving efficiency of on-road vehicles, resulting in net emission reductions."
        ],
        "Promoting low-carbon modes of transport, such as public transit, cycling, and walking, is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          "A low-carbon pandemic recovery could decrease expected emissions in 2030 by 25 per cent, particularly as a result of changes in the shipping, aviation and lifestyle sectors.",
          "Many local governments are taking steps to redesign streets and build more pedestrian and bicycle friendly public spaces.",
          "Data from developed regions show that there was a small increase in the adoption of active modes of transport in cities, especially bicycling, in response to the pandemic.",
          "Since 2020, many cities have built more bicycle lanes."
          ],
        "Reducing the demand for travel and freight by encouraging teleworking, local sourcing, and compact urban planning is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": [
          "Telecommuting: During the COVID-19 pandemic, the explosion of teleworking and video conferencing reduced travel, and, with it, emissions associated with commuting.",
          "Shared mobility: Some shared mobility options, like bike and scooter sharing programs, can get more people out of vehicles entirely.",
          "Car-sharing and on-demand services such as Uber and Lyft also have the potential to reduce emissions if they use high-efficiency or zero-emission vehicles, or if their services lean more toward car pooling, with each driver picking up multiple passengers.",
          "Efficient city planning and land use can reduce travel demand and shift transportation modes, from cars to public transit, through strategies that avoid urban sprawl and disincentivize personal cars.",
          "Transportation in urban areas is responsible for approximately 8% of global carbon dioxide emissions. "
        ],
        "According to some estimates, highly ambitious policies could cut transport emissions by 70% by 2050 compared to current levels.": [
          "In 2018, the IMO adopted an Initial Greenhouse Gas Strategy, setting out to reduce emissions by half by 2050- a significant step at the time, but clearly unaligned with science-based trajectories and with the goals the same countries have signed up to under the Paris Agreement.",
          "Furthermore, the Coalition, together with its knowledge partner UMAS and the UNFCCC High-Level Climate Champions highlighted the need for an uptake of at least five percent of zero-emission fuels by 2030, recognizing that this is required to put the sector on the right path to reach the long-term goal of zero by 2050.",
          "Importantly, the Revised Strategy does not only set a 2050 target, it also sets indicative emission reduction targets for 2030 (20% emissions reduction, striving for 30%) and 2040 (70% emissions reduction, striving for 80%), taking all greenhouse gas emissions from the full life cycle, i.e., from production to the combustion of fuels, into account.",
          "The initial GHG strategy[2] of the International Maritime Organization (IMO) set the target for the reduction of CO2 emissions per transport work, as an average across international shipping, by at least 40% by 2030 and 70% by 2050 (both figures as compared to the data of 2008)[3]."
        ]
      },
      "subconclusions": {
        "Setting GHG emissions and fuel economy standards for cars and trucks is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": "supported",
        "Increasing the use of renewable fuels, such as biofuels and electricity, in place of fossil fuels is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": "supported",
        "Improving the efficiency and design of vehicles, ships, and airplanes is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": "partially supported",
        "Promoting low-carbon modes of transport, such as public transit, cycling, and walking, is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": "supported",
        "Reducing the demand for travel and freight by encouraging teleworking, local sourcing, and compact urban planning is a strategy that has been proposed or implemented to reduce carbon emissions in the transportation sector.": "supported",
        "According to some estimates, highly ambitious policies could cut transport emissions by 70% by 2050 compared to current levels.": "not supported"
      }
    }
  }
}
