{
  "50fc89e1-c110-4272-9f88-8464b49c46c5": {
    "query": "What is the history and cultural significance behind the traditional Mexican celebration of Dia de los Muertos, and how has it evolved over time to become a prominent aspect of Mexican culture and identity?",
    "response": "That's a great question. Dia de los Muertos, or Day of the Dead, is a Mexican holiday that celebrates and honors the lives of the deceased relatives and friends. It is a blend of Mesoamerican ritual, European religion and Spanish culture, and it is celebrated each year from October 31 to November 2[^1^]. \n\nThe origins of Dia de los Muertos go back some 3,000 years, to the rituals of the Aztecs and other Nahua people who lived in what is now central Mexico. They believed that death was an integral part of life, and that the souls of the dead could visit their loved ones in the mortal world during a brief window each year[^2^]. They also believed that the dead had to go through nine challenging levels in the Land of the Dead before reaching their final resting place[^1^].\n\nWhen the Spanish conquistadores arrived in Mexico in the 16th century, they brought with them their Catholic beliefs and traditions, such as All Saints' Day and All Souls' Day, which were celebrated on November 1 and 2. These dates coincided with the Nahua rituals honoring the dead, and over time, a syncretism of cultures and customs emerged[^1^]. \n\nToday, Dia de los Muertos is celebrated globally by people of Mexican ancestry and others who appreciate its meaning and beauty. The holiday involves various traditions, such as visiting gravesites, making altars or ofrendas for the dead, leaving offerings of food, drink, flowers and personal items, dressing up in costumes and skull makeup, and participating in parades and festivals[^1^] [^2^]. The holiday is also a way of affirming the role of individuals within society and reinforcing the political and social status of Mexico's indigenous communities[^3^].\n\nDia de los Muertos has evolved over time to become a prominent aspect of Mexican culture and identity. It reflects the diversity and richness of Mexico's history and heritage, as well as its resilience and creativity in the face of adversity. It also expresses a universal human desire to connect with our ancestors and celebrate the cycle of life[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.history.com/topics/halloween/day-of-the-dead \"Day of the Dead (Día de los Muertos) - History\"\n[2]: https://www.pbs.org/education/blog/beyond-sugar-skulls-the-history-and-culture-of-dia-de-los-muertos \"Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS\"\n[3]: https://nypost.com/article/day-of-the-dead-history-meaning-explained/ \"Day of the Dead 2022: History and meaning of the Mexican holiday\"\n\nThat's a great question. Dia de los Muertos, or Day of the Dead, is a Mexican holiday that celebrates and honors the lives of the deceased relatives and friends. It is a blend of Mesoamerican ritual, European religion and Spanish culture, and it is celebrated each year from October 31 to November 2[^1^][1]. \n\nThe origins of Dia de los Muertos go back some 3,000 years, to the rituals of the Aztecs and other Nahua people who lived in what is now central Mexico. They believed that death was an integral part of life, and that the souls of the dead could visit their loved ones in the mortal world during a brief window each year[^2^][2]. They also believed that the dead had to go through nine challenging levels in the Land of the Dead before reaching their final resting place[^1^][1].\n\nWhen the Spanish conquistadores arrived in Mexico in the 16th century, they brought with them their Catholic beliefs and traditions, such as All Saints' Day and All Souls' Day, which were celebrated on November 1 and 2. These dates coincided with the Nahua rituals honoring the dead, and over time, a syncretism of cultures and customs emerged[^1^][1]. \n\nToday, Dia de los Muertos is celebrated globally by people of Mexican ancestry and others who appreciate its meaning and beauty. The holiday involves various traditions, such as visiting gravesites, making altars or ofrendas for the dead, leaving offerings of food, drink, flowers and personal items, dressing up in costumes and skull makeup, and participating in parades and festivals[^1^][1] [^2^][2]. The holiday is also a way of affirming the role of individuals within society and reinforcing the political and social status of Mexico's indigenous communities[^3^][3].\n\nDia de los Muertos has evolved over time to become a prominent aspect of Mexican culture and identity. It reflects the diversity and richness of Mexico's history and heritage, as well as its resilience and creativity in the face of adversity. It also expresses a universal human desire to connect with our ancestors and celebrate the cycle of life[^2^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.history.com](https://www.history.com/topics/halloween/day-of-the-dead) [2. www.pbs.org](https://www.pbs.org/education/blog/beyond-sugar-skulls-the-history-and-culture-of-dia-de-los-muertos) [3. nypost.com](https://nypost.com/article/day-of-the-dead-history-meaning-explained/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Day of the Dead (Día de los Muertos) - History",
        "seeMoreUrl": "https://www.history.com/topics/halloween/day-of-the-dead",
        "searchQuery": "Dia de los Muertos history and cultural significance"
      },
      {
        "providerDisplayName": "Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS",
        "seeMoreUrl": "https://www.pbs.org/education/blog/beyond-sugar-skulls-the-history-and-culture-of-dia-de-los-muertos",
        "searchQuery": "Dia de los Muertos history and cultural significance"
      },
      {
        "providerDisplayName": "Day of the Dead 2022: History and meaning of the Mexican holiday",
        "seeMoreUrl": "https://nypost.com/article/day-of-the-dead-history-meaning-explained/",
        "imageLink": "https://bing.com/th?id=OIP.i2DAG_5ud9X6vQ-NCqs3PQHaE7&pid=cdx",
        "imageWidth": "2000",
        "imageHeight": "1333",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAkRSURBVFhHhVcJeI5XFo4lRASRRSSCRJKxK8qopZZQMiZM05aiglhiWsKMqWpTS1YVkVoaMREqCG3srS3WCvPQym6ryHTspGqJYWzF2/e9yZ/nt6Rzn+c893z3++49557znuWzybaxwf+jo5qrVEFO1ao4WqmSIfFZlSuXr2c/R+Y7vrfs+YGkde3Jsjq7XAEtWr+w0A+k46Qc0hFSAelUGZ9P0jfiv3+OTpCOkSzfaY/Wc0k6yyLrdy2gjwpJy6vaIq5vX6SNHYt4Pz9Mc3bB6lEhCG/fHvO0PmIkVg0PxurgYKwc9h6Wk49xdUVk8+ZICw1Fkq8fImrXQWpICBI6dMQhnpkri3CuUAEJ121jazrAx/cPOHP2LDQmTP4bBg5+1/AhH0zA2fPnDf+/p09xl6Tx66+P0erVDti8Y4d5Dnr7HUzkPo15vfyNBeQ6yXlBAQmWz2W+TXZ2cHSrjwGBA3SqOSAuNharVqzAjV9+wWjeVGP92q/QsJ4bOrVrj2tXruDqpUsYMXQYUKbQoDeDcJFru3dmYDXPPUkcGFyRXqqA/H6aFOXkhBp1nRAXFW0O0tj67be4fPkyNqxfj89iZ5u1OZx7de+Bzh07oaSkBD+eOoUd27abdz8X/4wvk5fiEfnZPXqWyim7vahCCwh4g+q7o7ZrPRw+dAjXrl3DeZr7/v375uApNGnmgQOGf/z4MR49eoRg+v/GjRt4+PAhrl+/jmMFx3D/3j3zvHP3HqzgmScVHZwt8l6qgJCaSS1bunugRYuWeEIBXy5bjt27dhmBuuVQ4kCCs7Oy0fW1zuhEcMkKEqaxf98+LE9ZZvi7pDkBAeXhbC3vBQX00UlSKsHn6FIPwwYNNocMeuttrE1LM/y+vXvx13Ghho+KiEQdewd4urkj8E/98eTJE7M+KngEv19j+O179iJF55blA13SIu8FBb7nBz9ynuriCjsnZ6QRcBreno2wZPFiw0fMnGUsonHz5k0zT3z/Awz8c6DhC08XwsuzIQpycs3zHK4L+Sd4e4FbFrYo8YwCur2ShpKIP/3vSCVCQ0YjjOGmW/bvF4AZ4Z+iX+8+mB0Tg6TERIR//AkiZ0WgVbPmaEN3RcyciYA3+sKlTl1MolJjuHdJzZrI5JlrebnNNWrgIKPAokS5AnqQlpm2tgi0r4khBNRVon0kQ616larGp5s2bMSnn4Tjzp07BnSaJ4eFYdi7Q8ytT508iUOZB4mLLAxm7McyerLzC/Cmjy8imbhOM0TDg97CXsrJK0vJ5QpYfP8e496WNJQ+14iYMRMfTpli+C2bN5v5wHffYeWKVMNvZDhm7Nhp+M2bNqHoTJHh4+Pm4goF/ruoCCOZATX2cP8WypCFVR8kt1wBxb7ydSjN7uzRAD06dzGbMnbuNKj/Z9ISLFu61Kz5E+3vjx9v+Pg5cSi+ehVnmSkrcb9C8ykT0KwZM8z7gvx83Lp1C9kFBcYV1sKfVYCLSj6fOjrCpZEX2jZvgeLiYnNI4enTaN2sBS5evGjM7tPY21hBIyYqyswXLlygNTYYfvmyZUhJTjY8YxU3GZoLWDeEr6yKwlAWEPoTHBxQ39sH3h6eOHH8uDljYP9A9Oz2uuG3b90GP68mBgN5ubm0SopZP37sGEpulRg+hMUpNyfH8CVMTCW0SHKrVqa2qES/VAFhQOZZRZR6MORaE9V3eVsBy962GmIiS28qUAb06Wt4ueTI4cMmITVk0lqfvs6sx0bHmFnuWLd2reGThg/HYZ6fQwu8NA9YFEi3t4eTsyuCVUw4Fn+RiNqMCgnSiGLI7crIMPx0hqSGMqQXlZZ7zp87h4XzF5j16eHhCP9omuE38JwMnp9fkQKWAhTJ4lPDyQVzGEJKMv7de8KG65a0qvHgwQP8fdJkBA34iwHY+HHj0OWPnQzq5yd8jsRFXxjgdmjbzqRn1ZFkFqRUnnOKWNNln1FAGmlRBSiQIehBDPgRiMr3SjTTPpyKj6d+hHlz4w0elGYl5JstWxhucQSll0lECj2FokK0e9duGPLOIMycPt3sj46OxgzmgO2UUUAlLFYoVyCPtJ/mea2BJ3yJ8ob1PZCfl2dufPv2bTNf5Q0nMrPdY4UTCDVryC0HMzMNr9tqqGxv27rV8E/4rSpEInG0m3Ks3VCugGbRtmrV0JTNRdcuXc3mf7EUN23ia0x67uw5E9ca7Vq3YaiV5oWv1pQWHWXKHry5Rtqq1XBnMSum0oU//YQ2bMtWsMFRLXjBBSJLIkp1qAWHus6YEjbJHKQi8+or7QyvW0oRpVrnOo44U1horDNu9BhTshUNMndAnzfokhbo69/b7FvJnJDMs4t4c2vhLyggEE5iJrRnFHzD22jMT0hg+d1n+K/ZemnI5O3btDX8oYMHUYX7EhctMs/qB1QHbCtVRvzs0o5pUVBQaSeslp2zNT3jAnWqPQhCn6bNcIU9nFLqQyJeNf7z+HkEV2lp7kzET54YZvhFCxagN1utltyzcUNpJlThqsN+IuvIEVyn/xeysgrg1inYQkYBmUW+2Vbdjn5zLa/rK+lHTwKyNdOyO1sz5ftLVEylVqlYilm6pLAJEzGWpVtjXXo6fL28zQWkzBqefeK58HtGAYv541kH7Oj/xWWJZAzDsG2NmmjMtNyRHe9/6W8JPfef0hZ9VerKciCqV3zKd8oRvV7vjtEMVY1kYmI/z87TXxHnChUQAIN5S7cGDTGMPhzOpnMhO6JN/Cnx8PGDN8MydOQo7Gavv33PHkxifmjk3gAdGA1L6P+trBEJSUnwZxS40UKB/fphDHPHZ40bV2h+kY20Mk0oi0TTRo3hzObBjeHzDz6reKh76cby7NrEB7Vc3ZglnfEKrRLMJsWb7nHmHjtmT1fHuhhtUwldVM79mqI+sTTRqvC87PYio4BJQpWrIKZWbUSQ0lmQiuQzkkroAYZPAkEVRSEpDNOjNKfef129OqL5yzWX6xnkCykwhTU/jhU1nTF/RrcmVSRcVB4FsoLKsUiAlFu0LuBYv1PXpJDSe5nWsi5raU0FTc96ZznjeaHWZBQQ6UM1JeqKJVTPls3mHc2r95ZDRfrOrJXt0bd6b/38+2SD3wCgv1ZWZZcmjAAAAABJRU5ErkJggg==",
        "searchQuery": "Dia de los Muertos history and cultural significance"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Dia de los Muertos is a Mexican holiday that celebrates and honors the lives of the deceased relatives and friends.",
        "Dia de los Muertos is a blend of Mesoamerican ritual, European religion, and Spanish culture.",
        "Dia de los Muertos is celebrated each year from October 31 to November 2.",
        "The origins of Dia de los Muertos go back some 3,000 years, to the rituals of the Aztecs and other Nahua people who lived in what is now central Mexico.",
        "The Aztecs and other Nahua people believed that death was an integral part of life, and that the souls of the dead could visit their loved ones in the mortal world during a brief window each year.",
        "The Aztecs and other Nahua people believed that the dead had to go through nine challenging levels in the Land of the Dead before reaching their final resting place.",
        "The Spanish conquistadores brought with them their Catholic beliefs and traditions, such as All Saints' Day and All Souls' Day, which were celebrated on November 1 and 2.",
        "The dates of All Saints' Day and All Souls' Day coincided with the Nahua rituals honoring the dead, and over time, a syncretism of cultures and customs emerged.",
        "Dia de los Muertos is celebrated globally by people of Mexican ancestry and others.",
        "Dia de los Muertos involves traditions such as visiting gravesites, making altars or ofrendas for the dead, leaving offerings, dressing up in costumes and skull makeup, and participating in parades and festivals."
      ],
      "queries": [
        "Dia de los Muertos origin and meaning",
        "Dia de los Muertos origin and cultural influences",
        "Dia de los Muertos celebration dates",
        "Dia de los Muertos origins Aztecs Nahua rituals 3000 years",
        "Aztecs Nahua death beliefs Dia de los Muertos",
        "Aztecs Nahua people Land of the Dead nine levels belief",
        "Spanish conquistadores Catholic beliefs All Saints' Day All Souls' Day November 1 2",
        "All Saints' Day All Souls' Day Nahua rituals syncretism Dia de los Muertos",
        "Dia de los Muertos celebration dates and traditions",
        "Dia de los Muertos traditions gravesites altars ofrendas offerings costumes skull makeup parades festivals"
      ],
      "search_results": {
        "Dia de los Muertos is a Mexican holiday that celebrates and honors the lives of the deceased relatives and friends.": [
          {
            "title": "Day of the Dead (Día de los Muertos) - HISTORY",
            "url": "https://www.history.com/topics/halloween/day-of-the-dead",
            "content": [
              "Day of the Dead (Día de los Muertos) - HISTORY",
              "By: History.",
              "com Editors Updated: April 24, 2023 | Original: October 30, 2018 The Day of the Dead (el Día de los Muertos), is a Mexican holiday where families welcome back the souls of their deceased relatives for a brief reunion that includes food, drink and celebration.",
              "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
              "While October 31 is Halloween, November 1-2 is All Souls Day or the Day of the Dead.",
              "According to tradition, the gates of heaven are opened at midnight on October 31 and the spirits of children can rejoin their families for 24 hours.",
              "The spirits of adults can do the same on November 2.",
              "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica.",
              "The Aztecs and other Nahua people living in what is now central Mexico held a cyclical view of the universe, and saw death as an integral, ever-present part of life.",
              "Upon dying, a person was believed to travel to Chicunamictlán, the Land of the Dead.",
              "Only after getting through nine challenging levels, a journey of several years, could the person’s soul finally reach Mictlán, the final resting place.",
              "In Nahua rituals honoring the dead, traditionally held in August, family members provided food, water and tools to aid the deceased in this difficult journey.",
              "This inspired the contemporary Day of the Dead practice in which people leave food or other offerings on their loved ones’ graves, or set them out on makeshift altars called ofrendas in their homes.",
              "In ancient Europe, pagan celebrations of the dead also took place in the fall, and consisted of bonfires, dancing and feasting.",
              "Some of these customs survived even after the rise of the Roman Catholic Church, which (unofficially) adopted them into their celebrations of two Catholic holidays, All Saints Day and All Souls Day, celebrated on the first two days of November.",
              "In medieval Spain, people would bring bring wine and pan de ánimas (spirit bread) to the graves of their loved ones on All Souls Day;",
              "they would also cover graves with flowers and light candles to illuminate the dead souls’ way back to their homes on Earth.",
              "In the 16th century, Spanish conquistadores brought such traditions with them to the New World, along with a darker view of death influenced by the devastation of the bubonic plague.",
              "El Día de los Muertos is not, as is commonly thought, a Mexican version of Halloween, though the two holidays do share some traditions, including costumes and parades.",
              "On the Day of the Dead, it’s believed that the border between the spirit world and the real world dissolves.",
              "During this brief period, the souls of the dead awaken and return to the living world to feast, drink, dance and play music with their loved ones.",
              "In turn, the living family members treat the deceased as honored guests in their celebrations, and leave the deceased’s favorite foods and other offerings at gravesites or on the ofrendas built in their homes.",
              "Ofrendas can be decorated with candles, bright marigolds called cempasuchil and red cock’s combs alongside food like stacks of tortillas and fruit.",
              "The most prominent symbols related to the Day of the Dead are calacas (skeletons) and calaveras (skulls).",
              "In the early 20th century, the printer and cartoonist José Guadalupe Posada incorporated skeletal figures in his art mocking politicians and commenting on revolutionary politics.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, features a female skeleton adorned with makeup and dressed in fancy clothes.",
              "The 1910 etching was intended as a statement about Mexicans adopting European fashions over their own heritage and traditions.",
              "La Calavera Catrina was then adopted as one of the most recognizable Day of the Dead icons.",
              "During contemporary Day of the Dead festivities, people commonly wear skull masks and eat sugar candy molded into the shape of skulls.",
              "The pan de ánimas of All Souls Day rituals in Spain is reflected in pan de muerto, the traditional sweet baked good of Day of the Dead celebrations today.",
              "Other food and drink associated with the holiday, but consumed year-round as well, include spicy dark chocolate and the corn-based drink called atole.",
              "You can wish someone a happy Day of the Dead by saying, “Feliz día de los Muertos.",
              "” Traditionally, the Day of the Dead was celebrated largely in the more rural, indigenous areas of Mexico, but starting in the 1980s it began spreading into the cities.",
              "UNESCO reflected growing awareness of the holiday in 2008, when it added Mexico’s “Indigenous festivity dedicated to the dead” to its list of Intangible Cultural Heritage of Humanity.",
              "In recent years, the tradition has developed even more due to its visibility in pop culture and its growing popularity in the United States, where more than 36 million people identified as being of partial or full Mexican ancestry as of 2016, according to the U.",
              "S.",
              "Census Bureau.",
              "Inspired by the 2015 James Bond movie Spectre, which featured a large Day of the Dead parade, Mexico City held its first-ever parade for the holiday in 2016.",
              "In 2017, a number of major U.",
              "S.",
              "cities, including Chicago, Los Angeles, San Antonio and Fort Lauderdale, held Day of the Dead parades.",
              "That November, Disney and Pixar released the blockbuster animated hit Coco, a $175 million homage to the Mexican tradition in which a young boy is transported to the Land of the Dead and meets up with his long-lost ancestors.",
              "Though the particular customs and scale of Day of the Dead celebrations continue to evolve, the heart of the holiday has remained the same over thousands of years.",
              "It’s an occasion for remembering and celebrating those who have passed on from this world, while at the same time portraying death in a more positive light, as a natural part of the human experience.",
              "Día de los Muertos: A Brief History, National Hispanic Cultural CenterGiardina, Carolyn, “‘Coco’: How Pixar Brought its ‘Day of the Dead’ Story to Life,” Hollywood Reporter, December 12, 2017Dobrin, Isabel, “Día de los Muertos Comes to Life Across the Mexican Diaspora,” NPR, November 2, 2017Scott, Chris.",
              "“Day of the Dead parade - Life imitates art,” CNN, October 28, 2016Mictlantecuhtli, Ancient History Encyclopedia The mythology surrounding vampires long predates Bram Stoker's 1897 novel \"Dracula,\" and folkloric tales of the undead can be traced back more than 1,000 years.",
              "Explore the amazing truth behind one of history's most terrifying legends.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "What is Día de los Muertos? An expert explains the holiday ... - PBS",
            "url": "https://www.pbs.org/newshour/arts/what-is-dia-de-los-muertos-an-expert-explains-the-holiday-celebrating-loved-ones-who-have-died",
            "content": [
              "What is Día de los Muertos? An expert explains the holiday ... - PBS",
              "Double your support for intelligent, in-depth, trustworthy journalism.",
              "Mathew Sandoval, The Conversation Mathew Sandoval, The Conversation Casey Kuhn Casey Kuhn Leave your feedback Many Latinos regularly declare: “Día de los Muertos is not Mexican Halloween.",
              "” The declaration is increasingly repeated by non-Latinos too.",
              "Drawing a clear line between the two holidays is a rhetorical strategy to protect Day of the Dead’s integrity as Mexican cultural heritage and separate it from American popular culture.",
              "However, as a Mexican American who celebrates Día de los Muertos and as a scholar of culture and performance, I believe it’s time to fully acknowledge the cultural intermixing that’s happening between the two holidays.",
              "READ MORE: These wicked Day of the Dead poems don’t spare anyone Halloween’s influence is transforming Día de los Muertos into a hybrid cultural tradition that simultaneously honors the dead and celebrates the macabre.",
              "Día de los Muertos is a traditional fiesta in honor of the deceased that is celebrated in Mexico and other parts of Latin America on Nov.",
              "1 and 2.",
              "The holiday is celebrated though ritual observations like constructing altars, ofrendas, filled with offerings to the dead and decorating family gravesites to commune with the dead.",
              "Day of the Dead is also commemorated through vivacious fiestas in which communities gather in town plazas and community centers to celebrate by dancing, playing music, feasting, drinking and masquerading as death.",
              "Miniature skulls are seen decorated on an altar during the 14th annual Dia de los Muertos, or Day of the Dead, festival at Hollywood Forever Cemetery in Los Angeles, November 2, 2013.",
              "REUTERS/Lucy Nicholson Although Day of the Dead is a long-standing tradition in Mexico, the holiday wasn’t celebrated widely or publicly among Latinos in the U.",
              "S.",
              "That changed in the 1970s and 1980s when artists and activists introduced Day of the Dead to their communities as part of the Chicano movement, the social and cultural movement for Mexican American empowerment.",
              "As Latinos began celebrating the holiday proudly and publicly in the U.",
              "S.",
              ", they also began distinguishing it from Halloween.",
              "That’s because many non-Latinos mistakenly interpreted Day of the Dead’s skull and skeleton imagery as witchcraft.",
              "Latinos used the phrase “Día de los Muertos is not Mexican Halloween” to protect the holiday from misrepresentation, educate the broader public about the cultural tradition and shield themselves from discrimination.",
              "The declaration was also used in the 1970s and 1980s by Mexico’s tourism industry when it began vigorously promoting Day of the Dead internationally as a cultural attraction.",
              "Tourists arriving in Mexico were informed that Día de los Muertos was an authentic national holiday that bore no relation to Halloween.",
              "In the 1990s, “Día de los Muertos is not Mexican Halloween” became a political statement.",
              "The North American Free Trade Agreement, signed in 1994, flooded Mexico with U.",
              "S.",
              "consumer goods, media and popular culture.",
              "Halloween’s importation was seen by some Mexicans as a symbol of U.",
              "S.",
              "“cultural imperialism,” the process by which the United States uses culture to maintain political and economic domination over Mexico.",
              "1985, Sances, Jos – Library of Congress But by the early 2000s, Mexican, U.",
              "S.",
              "and British anthropologists reported that Halloween was already fusing with Día de los Muertos in fascinating ways.",
              "Halloween candy, costumes and ornaments appeared in stores and street markets, where it was displayed next to Day of the Dead material.",
              "Jack-o-lantern and spider-web decorations adorned ofrendas, the traditional altars erected for the dead.",
              "The streets were increasingly filled with trick-or-treating children dressed as witches, vampires and monsters.",
              "Bars and nightclubs in southern Mexico hosted Halloween and Day of the Dead costume parties for adults.",
              "READ MORE: How ‘La Catrina’ became the iconic symbol for the Day of the Dead Some Mexicans denounced Halloween as “an invasion.",
              "” Some referred to Halloween as “cultural pollution.",
              "” Such fears led the United Nations in 2003 to officially designate Día de los Muertos a form of “intangible cultural heritage,” a classification reserved for cultural traditions like rituals, oral traditions and performing arts that are endangered by globalization or lack of support.",
              "This gave the United Nations authority to work with the Mexican government to “protect and conserve” Day of the Dead, which would presumably safeguard the holiday from influences like Halloween.",
              "But it was too late.",
              "Hollywood’s influence Today, Halloween haunts Día de Los Muertos in Mexico like never before.",
              "Children trick or treat in costume for a full week during Day of the Dead season.",
              "They beg for candy from shops and restaurants by crying “Queremos Halloween!",
              "” – literally meaning, “We want Halloween!",
              "” On Nov.",
              "2 at the country’s largest cemetery, Panteón de Dolores, you’ll find graveyard ofrendas decorated with cobwebs, vampires, witches and pumpkins.",
              "Models are pictured during a Quinceanera Magazine Catrina fashion show at a press reception ahead of the 15th annual Dia de los Muertos, or Day of the Dead, festival at Hollywood Forever Cemetery in Los Angeles, California October 24, 2014.",
              "The Day of the Dead festival has its origins in a pre-Hispanic Aztec belief that the dead return to Earth one day each year to visit their loved ones.",
              "The festival will be held on November 1.",
              "REUTERS/Mario Anzuoni (UNITED STATES – Tags: ENTERTAINMENT SOCIETY FASHION) The fusion of Halloween and Day of the Dead is largely facilitated by Hollywood.",
              "A prime example is the celebration at the famous Panteón de San Fernando, a cemetery where the remains of some of Mexico’s most important presidents and dignitaries are buried.",
              "As part of holiday festivities, the cemetery hosts a screening of the horror classic “Night of the Living Dead.",
              "” Hundreds dressed in Day of the Dead attire gather at the tomb of President Benito Juárez, eating candy while watching zombies terrorize a small American community.",
              "The impact of Halloween’s horror movie influence is most noticeable at the country’s largest Día de los Muertos celebration.",
              "The Gran Desfile de Día de Muertos, or the Great Day of the Dead parade, which began in 2016 as a simulation of the one depicted in the James Bond movie “Spectre,” annually attracts more than a million attendees.",
              "In addition to sugar skull makeup and skeleton attire, participants also don Hollywood horror costumes typically reserved for Halloween.",
              "You’ll find people dressed as Jigsaw from the “Saw” movies, Chucky from “Child’s Play,” Ghostface from the “Scream” series and Pennywise from Stephen King’s “It.",
              "” By far the most popular costume in 2022 was Michael Myers from “Halloween.",
              "” This is hardly surprising.",
              "The franchise’s most recent installment, “Halloween Ends,” was huge in Mexico.",
              "When the film was released in Mexico during Day of the Dead and Halloween season, it was one of the highest-grossing movies in the country.",
              "In fact, of the 70 counties where the film was released, Mexico had the third-highest ticket sales.",
              "In particular, Disney’s influence on both Halloween and Día de los Muertos is immense.",
              "The number of children and adults costumed as Darth Vader, Spiderman or Jasmine and Aladdin at Day of the Dead celebrations is bewildering.",
              "And they’re not just at the festive events like the Gran Desfile de Muertos, either.",
              "They’re at the ritual ceremonies, too.",
              "One can find all manner of Avenger superheroes at the Panteón de Dolores gathered graveside and making offerings to the dead.",
              "Then there’s the dilemma posed by Disney-Pixar’s “Coco,” the beloved animated film about Día de los Muertos.",
              "Similar to every Disney entity, companies license and manufacture Halloween costumes based on characters from the movie.",
              "These costumes are now popular in Mexico, where people dress up as characters from “Coco.",
              "” But when they masquerade as the skull-faced Miguel, Ernesto de la Cruz or Mama Imelda, it’s hard to say whether they’re wearing a Halloween costume or a Día de los Muertos costume.",
              "I’d venture to say that it’s both simultaneously.",
              "And therein lies the crisis of identity currently facing Mexico’s Day of the Dead.",
              "The influence of Hollywood is making it more and more difficult to credibly say “Día de los Muertos is not a Mexican Halloween.",
              "” The fusion between the two holidays is happening in rural and urban areas, and in the borderlands and deeper parts of Mexico.",
              "It’s altering Day of the Dead’s popular festive qualities and its ceremonial customs. Cultural conservatives will no doubt bemoan this as “pollution” of a sacred tradition.",
              "But they forget that transformation and adaptation are what ensure any tradition’s survival.",
              "Día de los Muertos may live eternally, but it’ll be thanks to the vampire bite of Halloween.",
              "The Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts.",
              "The Conversation is wholly responsible for the content.",
              "By Mathew Sandoval, The Conversation By Anita Snow, Associated Press By Astrid Galvan, Associated Press Mathew Sandoval, The Conversation Mathew Sandoval, The Conversation Casey Kuhn Casey Kuhn Casey is a producer for NewsHour's digital video team.",
              "She has won several awards for her work in broadcast journalism, including a national Edward R.",
              "Murrow award.",
              "Visit CANVAS, PBS NewsHour's art hub.",
              "Support Provided By: Learn more Support PBS NewsHour: Subscribe to Here’s the Deal, our politics newsletter for analysis you won’t find anywhere else.",
              "Thank you.",
              "Please check your inbox to confirm.",
              "Arts Oct 31 © 1996 - 2023 NewsHour Productions LLC.",
              "All Rights Reserved.",
              "Sections About Stay Connected Subscribe to ‘Here's the Deal,’ our politics newsletter Thank you.",
              "Please check your inbox to confirm.",
              "Learn more about Friends of the NewsHour.",
              "Support for NewsHour Provided By"
            ]
          },
          {
            "title": "Understanding the History and Traditions of Día de los Muertos",
            "url": "https://news.arizona.edu/story/understanding-history-and-traditions-d%C3%ADa-de-los-muertos",
            "content": [
              "Understanding the History and Traditions of Día de los Muertos",
              "Jump to navigation Español Anyone who's spent a few autumns in Tucson will know the signs of the changing season, especially the cooler temperatures and the increase in drivers on the road as snowbirds return.",
              "But the appearance of some other, more unique, symbols also mark the occasion.",
              "Calaveras, or skulls – often in the form of edible, decorative sugar skulls – and papel picado, pieces of colorful paper with intricately cut-out designs, are ubiquitous in southern Arizona come October, but what do they mean?",
              "They're icons of Día de los Muertos, or Day of the Dead – a holiday with roots in Mexico that is now celebrated all over the world.",
              "Observed over two days – Nov.",
              "1 and 2 – Día de los Muertos is a time for people to mourn the loss of family members and friends, and to ensure they're never forgotten, said Michelle Téllez, an associate professor in the Department of Mexican American Studies in the University of Arizona's College of Social and Behavioral Sciences.",
              "Téllez's research focuses on transnational community formations, Chicana mothering, gendered migration and more.",
              "Téllez, who is also the department's director of graduate studies, discussed the history, traditions and imagery of Día de los Muertos, how the holiday has changed over millennia, and how those interested can participate.",
              "Q: What is Día de los Muertos, and how and when did its traditions and rituals originate?",
              "A: Día de los Muertos, the way we celebrate it here in the United States, emerged in Mexico, and it has had many evolutions over the course of 3,000 years in terms of what we understand it to be today.",
              "The holiday on Nov.",
              "1 and 2 is a moment in time to honor your ancestors and those in your family and community who have gone into the spirit world.",
              "It emerged from an Aztec ritual known as Miccaihuitl, and Miccaihuitl was an honoring of the dead, but it was also the time for harvesting.",
              "It was this moment for recognizing a seasonal change from light to dark as we're transitioning into the fall.",
              "Then you have the Spanish arrival to the Americas, bringing with them Christianity and Catholicism.",
              "They had their own celebrations that they tried to syncretize with traditional Indigenous ceremonies.",
              "So, Día de los Muertos today is the bringing together of All Saints' Day and All Souls' Day with this traditional honoring of our ancestors.",
              "Q: What traditions do Día de los Muertos observers practice?",
              "A: Día de los Muertos is an opportunity for families to create altars for their loved ones.",
              "Many argue that if you remember them, they never cease to exist.",
              "The altars can be made in so many ways, but some of the core elements would be a photo of the deceased, their favorite foods, flowers.",
              "You can also include a representation of the four elements, so a candle or copal – incense – for fire, a cup of water, and then the wind and earth might be represented by papel picado.",
              "Some people, depending on where you are in the world, go to the cemetery to build their altars.",
              "But, because of migration, sometimes we're not in the places where our loved ones are buried, so you make the altars in your home.",
              "But many people do it differently: Some people have full-on parties, and some people have a velación, or observance, which means you just honor your loved ones not necessarily with prayer, but in a solemn space.",
              "In those two days, you spend time with those memories.",
              "And you don't leave the altar up for days, because it's sacred.",
              "You take the time to close the ceremony or that moment of engagement with your memories and those ancestors who are no longer with us.",
              "Q: Día de los Muertos is often conflated with Halloween, despite having no connection to that holiday.",
              "Why do you think that happens, and why can it be problematic to associate the two?",
              "A: I think it's just because of the time of year – they're both in the fall.",
              "I started seeing people dress up and they would say, \"I'm Día de los Muertos for Halloween,\" and it would be so clear to me that they had no idea what they were talking about.",
              "It would be different to dress up as a catrin or a catrina, which is an embodiment of a calaca, or a skeleton.",
              "But because they start conflating the two, you see people not only dressing up as \"Día de los Muertos\" for Halloween, but you also see Halloween parties with altars.",
              "They should be different things.",
              "Q: The calaveras, or skulls, and calacas, or skeletons, have become icons of Día de los Muertos.",
              "How did that originate, and what do the symbols mean?",
              "A: I couldn't tell you exactly when people started using these, but I'm assuming it has to do with the early 20th-century political artist José Posada, who started making these calacas that we're familiar with now, drawing from his sort of play on life and death and war and poverty and culture.",
              "Drawing on that tradition, people started using face-painting as an example of life and death, so you'll see that.",
              "At the most basic level, the skulls represent a departed spirit.",
              "While we're drawing from an ancestral tradition, it's not like the sugar skulls were there when these traditions, practices and rituals started.",
              "But culture and traditions evolve.",
              "This imagery is one of the most obvious ways to convey this notion of life and death, our mortality as humans, and our constant dance with life and death.",
              "Q: How can people learn more about the traditions or even participate?",
              "A: There are some really great books out there.",
              "I would recommend Juanita Garciagodoy's \"Digging the Days of the Dead: A Reading of Mexico's Dias de Muertos\" for adults.",
              "And for kids, \"The Remembering Day/El día de los muertos,\" by Pat Mora.",
              "It's not wrong to want to honor your loved ones, and if you do that with that intention, I think that's a beautiful thing.",
              "I would find ways to participate in a community celebration where they're actually honoring that tradition.",
              "In Tucson, we have the All Souls Procession, but from what I understand, the organizers see that as something very different;",
              "it's related, but it's not a Día de los Muertos event.",
              "But that is one way for people to really connect with others.",
              "Mourning can be a very isolating thing, and some people want to be in community to connect with others going through a similar experience.",
              "Or, you can make your own altar and it can just be very simple – a candle and a photo.",
              "I think that's a beautiful way to keep those people we love present and to teach our families about them.",
              "I have a daughter, and she might not have known my father but because I bring him into my home every year, she feels connected to him.",
              "Q: As someone who has a personal connection to these traditions, who will you be thinking about during Día de los Muertos?",
              "A: This is personally one of my favorite times of the year.",
              "My family is from a little town called Tomatlán, Jalisco, and the tradition is to go to the cemetery to honor our relatives.",
              "We have an area of the cemetery where at least three generations of our family are buried.",
              "However, when my mom migrated, she didn't bring that tradition here because we were so far.",
              "So, I didn't necessarily grow up with it.",
              "My father passed away suddenly when I was 20, and it was just such a life-changing experience that I needed to find a way to remain connected to him.",
              "Around that time is when I also started learning more about this tradition and learning more about how to create the altar and what it signifies.",
              "For me, it was a tradition that I started to do that then expanded to my immediate family.",
              "And now it's something that my daughter can say she was raised with because I've been making altars with her for her entire life.",
              "This year, I'll be thinking about all of the families who have lost loved ones to COVID, and I'll be thinking about my own personal losses this year.",
              "I always honor my parents on my altar;",
              "they're the center of the altar.",
              "My mom loved Almond Roca, so we always include it.",
              "And my daughter sometimes will tease me by saying, \"When I have to put you on an altar, Mami, I'm going to put Double Stuf Oreos!\"",
              "It's a way for us to sort of normalize this cycle of life that we live.",
              "It's not easy – it's one of the worst things to lose someone you love.",
              "But I know that long after I'm not present, I will have a place in this ceremony with my daughter for the rest of her life.",
              "News Writer, University Communications Department of Mexican American Studies University of Arizona in the News Subscribe to UANow Get the latest University of Arizona news delivered in your inbox.",
              "Or, stay in the loop using our Amazon Alexa skill.",
              "Subscribe to UANow Get Alexa alerts RSS We respectfully acknowledge the University of Arizona is on the land and territories of Indigenous peoples.",
              "Today, Arizona is home to 22 federally recognized tribes, with Tucson being home to the O’odham and the Yaqui.",
              "Committed to diversity and inclusion, the University strives to build sustainable relationships with sovereign Native Nations and Indigenous communities through education offerings, partnerships, and community service.",
              "University Information Security and Privacy © 2023 The Arizona Board of Regents on behalf of The University of Arizona."
            ]
          }
        ],
        "Dia de los Muertos is a blend of Mesoamerican ritual, European religion, and Spanish culture.": [
          {
            "title": "Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS",
            "url": "https://www.pbs.org/education/blog/beyond-sugar-skulls-the-history-and-culture-of-dia-de-los-muertos",
            "content": [
              "Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS",
              "Día de los Muertos, or Day of the Dead, is a tradition first practiced thousands of years ago by indigenous peoples such as the Aztecs and the Toltecs.",
              "They didn’t consider death the end of one’s existence but simply another chapter of life.",
              "Rather than grieve their dead, ancient Mexicans celebrated the lives of the deceased and honored their memories.",
              "During Día de los Muertos, observed Oct.",
              "31- Nov.",
              "2, they believed the dead had a brief window to leave the spirit realm and visit their loved ones in the mortal world.",
              "Three thousand years later, Día de los Muertos (called Día de Muertos in Mexico) is celebrated globally.",
              "Observers visit gravesites, make altars for the dead, and leave offerings for them.",
              "Over the millennia, the holiday has changed in more ways than anyone living now can possibly know.",
              "The 16th century arrival of Spanish conquistador Hernán Cortés to Mexico saw the imposition of Catholicism on indigenous customs. The Catholic Church recognizes Nov.",
              "1 and 2 as All Saints’ Day and All Souls’ Day, respectively, and scholars say modern Día de los Muertos observances have indigenous roots with European influences.",
              "But for generations, the holiday has widely been practiced by people of Mexican ancestry, which is why the recent trend of outsiders partaking in Day of the Dead celebrations has led to cries of cultural appropriation.",
              "The Growing Popularity of Día de los Muertos in the US It’s difficult to pinpoint just one reason why people who don’t have a cultural connection to Día de los Muertos are rapidly taking interest in the holiday, but the trend has been covered from coast to coast, with the L.",
              "A.",
              "Times publishing an article about Day of the Dead’s commercialization in 2017 and the New York Times following suit in 2019.",
              "Changing aesthetics, demographics, and religious beliefs likely bear as much blame for this phenomenon as social media, geography, and pop culture do.",
              "Two years ago, Walt Disney Studios released its stunning Pixar animated film “Coco,” which had a plot that relied heavily on the Day of the Dead tradition.",
              "The movie was both a critical and commercial success, grossing more than $800 million off a $175 million budget.",
              "It won an Oscar, Golden Globe, BAFTA, and numerous other awards.",
              "In addition to “Coco,” the 2015 James Bond film “Spectre” features a scene set during a Día de los Muertos celebration in Mexico City.",
              "Recently, an unlikely influencer sparked a dialogue about cultural appropriation of the holiday.",
              "A $75 Barbie Día de los Muertos doll with blue-black braids, a black mermaid dress, and the skull makeup and marigolds associated with the tradition debuted in September and promptly sold out online.",
              "(It is still available from select retailers at markedup prices.)",
              "Mexican Americans had mixed responses to the doll, with some hoping that it would increase Latinx visibility in the US and others arguing that it constituted cultural appropriation since white-owned corporation Mattel would profit rather than communities of color.",
              "Geography contributes to Day of the Dead’s popularity as well.",
              "In cities such as Los Angeles, with large Latinx populations, celebrations of the holiday have taken place for years.",
              "An episode of the PBS SoCal show “Artbound” has linked U.",
              "S.",
              "observances of the holiday to the artists involved with the community arts center Self Help Graphics & Art.",
              "They worked to popularize Día de los Muertos in the 1970s, a time when the Chicanx community in L.",
              "A.",
              "had become politicized while fighting against the Vietnam War and social injustice.",
              "On Olvera Street in historic Los Angeles, Día de los Muertos celebrations have taken place for more than 30 years, and at the Hollywood Forever Cemetery, it has been observed for 20 years, well before the cultural appropriation debate about Day of the Dead began.",
              "As the Latinx population grows (it is currently the largest minority group in the U.",
              "S.)",
              ", such holidays will continue to have more influence than they once did.",
              "But some of the newest Day of the Dead observers likely have no link—geographic, cultural, or otherwise—to these celebrations.",
              "Such revelers may be drawn to the holiday for the simple reason that the colorful flowers, food and fashion associated with Día de los Muertos are so Instagrammable.",
              "The social media site’s #diadelosmuertos hashtag has more than two million posts.",
              "Even altars aren’t sacred on Instagram as more users show off their shrines to ancestors and deities during an age when young people are rejecting traditional religions for witchcraft and paganism.",
              "Add in the fact that millennials’ love for makeup has revolutionized the cosmetics industry, and it’s easy to see why droves of hipsters are gravitating to the skull face paint typically worn on Day of the Dead but likely skipping visits to the cemetery to connect with their deceased family members.",
              "This isn’t an excuse for cultural appropriation as much as it is an observation of the melding of trends that have attracted outsiders to the holiday, which managed to elude appropriation in the 20th century despite all the American kids exposed to it during Spanish class, if nowhere else.",
              "How Schools Can Be Supportive Schools can use Día de los Muertos as a time to teach students how to be culturally sensitive, discover their ancestral traditions related to death, and to support the Latinx community today.",
              "They can also help students appreciate the holiday for its uniqueness and clarify the common misconception that it is simply Mexican Halloween.",
              "Start a Dialogue: Since Día de los Muertos has sparked cultural appropriation concerns, teachers can organize lessons around this topic.",
              "Ask students to research cultural appropriation and explain what it is and how it relates to Day of the Dead.",
              "They may narrow this assignment down to one part of the debate surrounding this holiday, such as the impact of films like “Coco” or merchandise like the Día de los Muertos Barbie have had on commercializing the event.",
              "Go Beyond Aesthetics: For the individuals who grew up celebrating Día de los Muertos, the holiday is about far more than appearance.",
              "Photos of skull makeup and foods such as pan de muerto may get Instagram likes, but the aesthetics of the holiday were never what gave it importance.",
              "Have students research the origins of Day of the Dead and the spiritual beliefs of the Nahuatl-speaking peoples who first observed it.",
              "Students can use a Venn diagram or other graphic organizer to compare the views ancient Mexicans had about death to those of contemporary Americans.",
              "Is there any overlap?",
              "Foster Cross-Cultural Connections: Death is universal, so even if some Day of the Dead customs are off limits to students, it doesn’t mean they can’t take part in similar traditions related to their own cultural heritage.",
              "Whether students have Irish, Italian, Korean, or Nigerian roots, their ancestors observed death in particular ways.",
              "Students can research these customs or discuss them with relatives.",
              "Rather than appropriating a holiday such as Día de los Muertos, they can use the event to learn more about themselves and their heritage.",
              "Supporting the Latinx Community: The year 2019 saw a deadly mass shooting in El Paso, Texas, that targeted people of Mexican heritage.",
              "In El Paso and cities across the country, including Houston, Austin, Chicago, and Washington D.",
              "C.",
              ", Latinx people are making Día de los Muertos altars for the shooting victims, showing that this cultural observance marks a time to celebrate the lives of the marginalized and to fight the sociopolitical problems that lead to racial oppression.",
              "Discuss the altars for shooting victims to help students act on the issues, such as gun violence, immigration and racism, that matter to them.",
              "By helping students learn about the origins and complexities of Day of the Dead, educators can guide youth to engage in cultural appreciation rather than cultural appropriation of the holiday.",
              "A deeper understanding of this celebration can spur students to draw parallels to their own ancestral traditions concerning life and death.",
              "Nadra Nittle Journalist Nadra Nittle is a Los Angeles-based journalist, who has written and reported on topics such as education, race, business, fashion and food.",
              "She is currently a senior reporter for the food policy news website Civil Eats.",
              "Her writing has appeared in numerous publications, including Vox, The Atlantic, KCET, Refinery29, and the New York Times.",
              "Stay up to date on the latest blog posts, content, tools, and more from PBS Education!",
              "Copyright © 2023 Public Broadcasting Service (PBS), All rights reserved."
            ]
          },
          {
            "title": "Day of the Dead: How Ancient Traditions Grew Into a Global ... - HISTORY",
            "url": "https://www.history.com/news/day-dead-dia-de-muertos-origins",
            "content": [
              "Day of the Dead: How Ancient Traditions Grew Into a Global ... - HISTORY",
              "By: Iván Román Updated: October 18, 2023 | Original: October 29, 2020 The Day of the Dead or Día de Muertos is an ever-evolving holiday that traces its earliest roots to the Aztec people in what is now central Mexico.",
              "The Aztecs used skulls to honor the dead a millennium before the Day of the Dead celebrations emerged.",
              "Skulls, like the ones once placed on Aztec temples, remain a key symbol in a tradition that has continued for more than six centuries in the annual celebration to honor and commune with those who have passed on.",
              "Once the Spanish conquered the Aztec empire in the 16th century, the Catholic Church moved Indigenous celebrations and rituals honoring the dead throughout the year to the Catholic dates commemorating All Saints Day and All Souls Day on November 1 and 2.",
              "In what became known as Día de Muertos on November 2, the Latin American Indigenous traditions and symbols to honor the dead fused with non-official Catholic practices and notions of an afterlife.",
              "The same happened on November 1 to honor children who had died.",
              "In these ceremonies, people build altars in their homes with ofrendas, offerings to their loved ones’ souls.",
              "Candles light photos of the deceased and items left behind.",
              "Families read letters and poems and tell anecdotes and jokes about the dead.",
              "Offerings of tamales, chiles, water, tequila and pan de muerto, a specific bread for the occasion, are lined up by bright orange or yellow cempasúchil flowers, marigolds, whose strong scent helps guide the souls home.",
              "Copal incense, used for ceremonies back in ancient times, is lit to draw in the spirits.",
              "Clay molded sugar skulls are painted and decorated with feathers, foil and icing, with the name of the deceased written across the foreheads.",
              "Altars include all four elements of life: water, the food for earth, the candle for fire, and for wind, papel picado, colorful tissue paper folk art with cut out designs to stream across the altar or the wall.",
              "Some families also include a Christian crucifix or an image of the Virgin of Guadalupe, Mexico’s patron saint in the altar.",
              "In Mexico, families clean the graves at cemeteries, preparing for the spirit to come.",
              "On the night of November 2, they take food to the cemetery to attract the spirits and to share in a community celebration.",
              "Bands perform and people dance to please the visiting souls.",
              "“People are really dead when you forget about them, and if you think about them, they are alive in your mind, they are alive in your heart,” says Mary J.",
              "Andrade, a journalist and author of eight books about the Day of the Dead.",
              "“When people are creating an altar, they are thinking about that person who is gone and thinking about their own mortality, to be strong, to accept it with dignity.",
              "” Honoring and communing with the dead continued throughout the turbulent 36 years that 50 governments ruled Mexico after it won its independence from Spain in 1821.",
              "When the Mexican Liberal Party led by Benito Juárez won the War of Reform in December 1860, the separation of church and state prevailed, but Día de Muertos remained a religious celebration for many in the rural heartland of Mexico.",
              "Elsewhere, the holiday became more secular and popularized as part of the national culture.",
              "Some started the holiday’s traditions as a form of political commentary.",
              "Like the funny epitaphs friends of the deceased told in their homes to honor them, some wrote calaveras literarias (skulls literature)—short poems and mock epitaphs—to mock living politicians or political criticism in the press.",
              "“This kind of thing happens alongside the more intimate observation of the family altar,” says Claudio Lomnitz, an anthropologist at Columbia University and author of Death and the Idea of Mexico.",
              "“They are not in opposition to one another.",
              "” In Mexico’s thriving political art scene in the early 20th century, printmaker and lithographer Jose Guadalupe Posada put the image of the calaveras or skulls and skeletal figures in his art mocking politicians, and commenting on revolutionary politics, religion and death.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, is a 1910 zinc etching featuring a female skeleton.",
              "The satirical work was meant to portray a woman covering up her Indigenous cultural heritage with a French dress, a fancy hat, and lots of makeup to make her skin look whiter.",
              "The title sentence of his original La Catrina leaflet, published a year before the start of the Mexican Revolution in 1911, read “Those garbanceras who today are coated with makeup will end up as deformed skulls.",
              "” La Catrina became the public face of the festive Día de Muertos in processions and revelry.",
              "Mexican painter Diego Rivera placed a Catrina in an ostentatious full-length gown at the center his mural, completed in 1947, portraying the end of Mexico’s Revolutionary War.",
              "La Catrina’s elegant clothes of a “dandy” denote a mocking celebration, while her smile emerging through her pompous appearance reminds revelers to accept the common destiny of mortality.",
              "Over decades, celebrations honoring the dead—skulls and all—spread north into the rest of Mexico and throughout much of the United States and abroad.",
              "Schools and museums from coast to coast exhibit altars and teach children how to cut up the colorful papel picado folk art to represent the wind helping souls make their way home.",
              "In the 1970s, the Chicano Movement tapped the holiday’s customs with public altars, art exhibits and processions to celebrate Mexican heritage and call out discrimination.",
              "In the 1980s, Day of the Dead altars were set up for victims of the AIDS epidemic, for the thousands of people who disappeared during Mexico’s drug war and for those lost in Mexico’s 1985 earthquake.",
              "In 2019, mourners set up a giant altar with ofrendas, or offerings, near a Walmart in El Paso, Texas where a gunman targeting Latinos killed 22 people.",
              "As Lomnitz explains, one reason why more and more people may be taking part in Día de Muertos celebrations is that the holiday addresses a reality that is rarely acknowledged by modern cultures—our own mortality.",
              "“It creates a space for communication between the living and the dead.",
              "Where else do people have that?",
              "” Lomnitz says.",
              "“These altars have become a resource and connection to that world and that’s part of their popularity and their fascination.",
              "” By: Iván Román Iván Román is a freelance journalist, editor and communications consultant based in Washington, D.",
              "C.",
              "who has focused primarily on the country’s increasingly diverse racial and ethnic communities, its complex challenges regarding immigration, and Caribbean and Latin American affairs.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Day of the Dead (Día de los Muertos) - HISTORY",
            "url": "https://www.history.com/topics/halloween/day-of-the-dead",
            "content": [
              "Day of the Dead (Día de los Muertos) - HISTORY",
              "By: History.",
              "com Editors Updated: April 24, 2023 | Original: October 30, 2018 The Day of the Dead (el Día de los Muertos), is a Mexican holiday where families welcome back the souls of their deceased relatives for a brief reunion that includes food, drink and celebration.",
              "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
              "While October 31 is Halloween, November 1-2 is All Souls Day or the Day of the Dead.",
              "According to tradition, the gates of heaven are opened at midnight on October 31 and the spirits of children can rejoin their families for 24 hours.",
              "The spirits of adults can do the same on November 2.",
              "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica.",
              "The Aztecs and other Nahua people living in what is now central Mexico held a cyclical view of the universe, and saw death as an integral, ever-present part of life.",
              "Upon dying, a person was believed to travel to Chicunamictlán, the Land of the Dead.",
              "Only after getting through nine challenging levels, a journey of several years, could the person’s soul finally reach Mictlán, the final resting place.",
              "In Nahua rituals honoring the dead, traditionally held in August, family members provided food, water and tools to aid the deceased in this difficult journey.",
              "This inspired the contemporary Day of the Dead practice in which people leave food or other offerings on their loved ones’ graves, or set them out on makeshift altars called ofrendas in their homes.",
              "In ancient Europe, pagan celebrations of the dead also took place in the fall, and consisted of bonfires, dancing and feasting.",
              "Some of these customs survived even after the rise of the Roman Catholic Church, which (unofficially) adopted them into their celebrations of two Catholic holidays, All Saints Day and All Souls Day, celebrated on the first two days of November.",
              "In medieval Spain, people would bring bring wine and pan de ánimas (spirit bread) to the graves of their loved ones on All Souls Day;",
              "they would also cover graves with flowers and light candles to illuminate the dead souls’ way back to their homes on Earth.",
              "In the 16th century, Spanish conquistadores brought such traditions with them to the New World, along with a darker view of death influenced by the devastation of the bubonic plague.",
              "El Día de los Muertos is not, as is commonly thought, a Mexican version of Halloween, though the two holidays do share some traditions, including costumes and parades.",
              "On the Day of the Dead, it’s believed that the border between the spirit world and the real world dissolves.",
              "During this brief period, the souls of the dead awaken and return to the living world to feast, drink, dance and play music with their loved ones.",
              "In turn, the living family members treat the deceased as honored guests in their celebrations, and leave the deceased’s favorite foods and other offerings at gravesites or on the ofrendas built in their homes.",
              "Ofrendas can be decorated with candles, bright marigolds called cempasuchil and red cock’s combs alongside food like stacks of tortillas and fruit.",
              "The most prominent symbols related to the Day of the Dead are calacas (skeletons) and calaveras (skulls).",
              "In the early 20th century, the printer and cartoonist José Guadalupe Posada incorporated skeletal figures in his art mocking politicians and commenting on revolutionary politics.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, features a female skeleton adorned with makeup and dressed in fancy clothes.",
              "The 1910 etching was intended as a statement about Mexicans adopting European fashions over their own heritage and traditions.",
              "La Calavera Catrina was then adopted as one of the most recognizable Day of the Dead icons.",
              "During contemporary Day of the Dead festivities, people commonly wear skull masks and eat sugar candy molded into the shape of skulls.",
              "The pan de ánimas of All Souls Day rituals in Spain is reflected in pan de muerto, the traditional sweet baked good of Day of the Dead celebrations today.",
              "Other food and drink associated with the holiday, but consumed year-round as well, include spicy dark chocolate and the corn-based drink called atole.",
              "You can wish someone a happy Day of the Dead by saying, “Feliz día de los Muertos.",
              "” Traditionally, the Day of the Dead was celebrated largely in the more rural, indigenous areas of Mexico, but starting in the 1980s it began spreading into the cities.",
              "UNESCO reflected growing awareness of the holiday in 2008, when it added Mexico’s “Indigenous festivity dedicated to the dead” to its list of Intangible Cultural Heritage of Humanity.",
              "In recent years, the tradition has developed even more due to its visibility in pop culture and its growing popularity in the United States, where more than 36 million people identified as being of partial or full Mexican ancestry as of 2016, according to the U.",
              "S.",
              "Census Bureau.",
              "Inspired by the 2015 James Bond movie Spectre, which featured a large Day of the Dead parade, Mexico City held its first-ever parade for the holiday in 2016.",
              "In 2017, a number of major U.",
              "S.",
              "cities, including Chicago, Los Angeles, San Antonio and Fort Lauderdale, held Day of the Dead parades.",
              "That November, Disney and Pixar released the blockbuster animated hit Coco, a $175 million homage to the Mexican tradition in which a young boy is transported to the Land of the Dead and meets up with his long-lost ancestors.",
              "Though the particular customs and scale of Day of the Dead celebrations continue to evolve, the heart of the holiday has remained the same over thousands of years.",
              "It’s an occasion for remembering and celebrating those who have passed on from this world, while at the same time portraying death in a more positive light, as a natural part of the human experience.",
              "Día de los Muertos: A Brief History, National Hispanic Cultural CenterGiardina, Carolyn, “‘Coco’: How Pixar Brought its ‘Day of the Dead’ Story to Life,” Hollywood Reporter, December 12, 2017Dobrin, Isabel, “Día de los Muertos Comes to Life Across the Mexican Diaspora,” NPR, November 2, 2017Scott, Chris.",
              "“Day of the Dead parade - Life imitates art,” CNN, October 28, 2016Mictlantecuhtli, Ancient History Encyclopedia The mythology surrounding vampires long predates Bram Stoker's 1897 novel \"Dracula,\" and folkloric tales of the undead can be traced back more than 1,000 years.",
              "Explore the amazing truth behind one of history's most terrifying legends.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          }
        ],
        "Dia de los Muertos is celebrated each year from October 31 to November 2.": [
          {
            "title": "Day of the Dead (Día de los Muertos) - HISTORY",
            "url": "https://www.history.com/topics/halloween/day-of-the-dead",
            "content": [
              "Day of the Dead (Día de los Muertos) - HISTORY",
              "By: History.",
              "com Editors Updated: April 24, 2023 | Original: October 30, 2018 The Day of the Dead (el Día de los Muertos), is a Mexican holiday where families welcome back the souls of their deceased relatives for a brief reunion that includes food, drink and celebration.",
              "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
              "While October 31 is Halloween, November 1-2 is All Souls Day or the Day of the Dead.",
              "According to tradition, the gates of heaven are opened at midnight on October 31 and the spirits of children can rejoin their families for 24 hours.",
              "The spirits of adults can do the same on November 2.",
              "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica.",
              "The Aztecs and other Nahua people living in what is now central Mexico held a cyclical view of the universe, and saw death as an integral, ever-present part of life.",
              "Upon dying, a person was believed to travel to Chicunamictlán, the Land of the Dead.",
              "Only after getting through nine challenging levels, a journey of several years, could the person’s soul finally reach Mictlán, the final resting place.",
              "In Nahua rituals honoring the dead, traditionally held in August, family members provided food, water and tools to aid the deceased in this difficult journey.",
              "This inspired the contemporary Day of the Dead practice in which people leave food or other offerings on their loved ones’ graves, or set them out on makeshift altars called ofrendas in their homes.",
              "In ancient Europe, pagan celebrations of the dead also took place in the fall, and consisted of bonfires, dancing and feasting.",
              "Some of these customs survived even after the rise of the Roman Catholic Church, which (unofficially) adopted them into their celebrations of two Catholic holidays, All Saints Day and All Souls Day, celebrated on the first two days of November.",
              "In medieval Spain, people would bring bring wine and pan de ánimas (spirit bread) to the graves of their loved ones on All Souls Day;",
              "they would also cover graves with flowers and light candles to illuminate the dead souls’ way back to their homes on Earth.",
              "In the 16th century, Spanish conquistadores brought such traditions with them to the New World, along with a darker view of death influenced by the devastation of the bubonic plague.",
              "El Día de los Muertos is not, as is commonly thought, a Mexican version of Halloween, though the two holidays do share some traditions, including costumes and parades.",
              "On the Day of the Dead, it’s believed that the border between the spirit world and the real world dissolves.",
              "During this brief period, the souls of the dead awaken and return to the living world to feast, drink, dance and play music with their loved ones.",
              "In turn, the living family members treat the deceased as honored guests in their celebrations, and leave the deceased’s favorite foods and other offerings at gravesites or on the ofrendas built in their homes.",
              "Ofrendas can be decorated with candles, bright marigolds called cempasuchil and red cock’s combs alongside food like stacks of tortillas and fruit.",
              "The most prominent symbols related to the Day of the Dead are calacas (skeletons) and calaveras (skulls).",
              "In the early 20th century, the printer and cartoonist José Guadalupe Posada incorporated skeletal figures in his art mocking politicians and commenting on revolutionary politics.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, features a female skeleton adorned with makeup and dressed in fancy clothes.",
              "The 1910 etching was intended as a statement about Mexicans adopting European fashions over their own heritage and traditions.",
              "La Calavera Catrina was then adopted as one of the most recognizable Day of the Dead icons.",
              "During contemporary Day of the Dead festivities, people commonly wear skull masks and eat sugar candy molded into the shape of skulls.",
              "The pan de ánimas of All Souls Day rituals in Spain is reflected in pan de muerto, the traditional sweet baked good of Day of the Dead celebrations today.",
              "Other food and drink associated with the holiday, but consumed year-round as well, include spicy dark chocolate and the corn-based drink called atole.",
              "You can wish someone a happy Day of the Dead by saying, “Feliz día de los Muertos.",
              "” Traditionally, the Day of the Dead was celebrated largely in the more rural, indigenous areas of Mexico, but starting in the 1980s it began spreading into the cities.",
              "UNESCO reflected growing awareness of the holiday in 2008, when it added Mexico’s “Indigenous festivity dedicated to the dead” to its list of Intangible Cultural Heritage of Humanity.",
              "In recent years, the tradition has developed even more due to its visibility in pop culture and its growing popularity in the United States, where more than 36 million people identified as being of partial or full Mexican ancestry as of 2016, according to the U.",
              "S.",
              "Census Bureau.",
              "Inspired by the 2015 James Bond movie Spectre, which featured a large Day of the Dead parade, Mexico City held its first-ever parade for the holiday in 2016.",
              "In 2017, a number of major U.",
              "S.",
              "cities, including Chicago, Los Angeles, San Antonio and Fort Lauderdale, held Day of the Dead parades.",
              "That November, Disney and Pixar released the blockbuster animated hit Coco, a $175 million homage to the Mexican tradition in which a young boy is transported to the Land of the Dead and meets up with his long-lost ancestors.",
              "Though the particular customs and scale of Day of the Dead celebrations continue to evolve, the heart of the holiday has remained the same over thousands of years.",
              "It’s an occasion for remembering and celebrating those who have passed on from this world, while at the same time portraying death in a more positive light, as a natural part of the human experience.",
              "Día de los Muertos: A Brief History, National Hispanic Cultural CenterGiardina, Carolyn, “‘Coco’: How Pixar Brought its ‘Day of the Dead’ Story to Life,” Hollywood Reporter, December 12, 2017Dobrin, Isabel, “Día de los Muertos Comes to Life Across the Mexican Diaspora,” NPR, November 2, 2017Scott, Chris.",
              "“Day of the Dead parade - Life imitates art,” CNN, October 28, 2016Mictlantecuhtli, Ancient History Encyclopedia The mythology surrounding vampires long predates Bram Stoker's 1897 novel \"Dracula,\" and folkloric tales of the undead can be traced back more than 1,000 years.",
              "Explore the amazing truth behind one of history's most terrifying legends.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Ultimate Day of the Dead guide: When it is, how it&#39;s celebrated",
            "url": "https://www.azcentral.com/story/entertainment/holidays/2023/10/20/dia-de-los-muertos-day-of-the-dead-facts/70384393007/",
            "content": [
              "Ultimate Day of the Dead guide: When it is, how it&#39;s celebrated",
              "azcentral.",
              "com wants to ensure the best experience for all of our readers, so we built our site to take advantage of the latest technology, making it faster and easier to use.",
              "Unfortunately, your browser is not supported.",
              "Please download one of these browsers for the best experience on azcentral.",
              "com"
            ]
          },
          {
            "title": "Day of the Dead | Mexican Tradition, Celebrations &amp; Rituals",
            "url": "https://www.britannica.com/topic/Day-of-the-Dead",
            "content": [
              "Day of the Dead | Mexican Tradition, Celebrations &amp; Rituals",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "In Spanish the Day of the Dead is known as Día de los Muertos.",
              "The Day of the Dead is about honouring dead loved ones and making peace with the eventuality of death by treating it familiarly, without fear and dread.",
              "The holiday is derived from the rituals of the pre-Hispanic peoples of Mexico.",
              "Led by the goddess Mictecacihuatl, known as “Lady of the Dead,” the celebration lasted a month.",
              "The Day of the Dead is a holiday celebrated in Mexico, and it is also observed to a lesser extent in other areas of Latin America and the United States.",
              "Day of the Dead, holiday in Mexico, also observed to a lesser extent in other areas of Latin America and in the United States, honouring dead loved ones and making peace with the eventuality of death by treating it familiarly, without fear and dread.",
              "The holiday is derived from the rituals of the pre-Hispanic peoples of Mexico.",
              "Led by the goddess Mictecacihuatl, known as “Lady of the Dead,” the celebration lasted a month.",
              "After the Spanish arrived in Mexico and began converting the native peoples to Roman Catholicism, the holiday was moved to coincide with All Saints’ Day and All Souls’ Day (November 1 and 2, respectively).",
              "Modern observances vary from region to region.",
              "In some rural areas, families adorn grave sites with candles, marigolds, and the favorite foods of deceased relatives in an attempt to persuade the loved ones to return for a family reunion.",
              "In urban areas, people take to the street for festive celebrations and indulge in the consumption of food and alcohol.",
              "Some wear wooden skull masks known as calacas.",
              "Many families build altars, called ofrendas, in their homes, using photos, candles, flowers, and food.",
              "The festivities are often characterized by black humour.",
              "Toys and food, including breads and candies, are created in the shape of symbols of death such as skulls and skeletons."
            ]
          }
        ],
        "The origins of Dia de los Muertos go back some 3,000 years, to the rituals of the Aztecs and other Nahua people who lived in what is now central Mexico.": [
          {
            "title": "Day of the Dead (Día de los Muertos) - HISTORY",
            "url": "https://www.history.com/topics/halloween/day-of-the-dead",
            "content": [
              "Day of the Dead (Día de los Muertos) - HISTORY",
              "By: History.",
              "com Editors Updated: April 24, 2023 | Original: October 30, 2018 The Day of the Dead (el Día de los Muertos), is a Mexican holiday where families welcome back the souls of their deceased relatives for a brief reunion that includes food, drink and celebration.",
              "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
              "While October 31 is Halloween, November 1-2 is All Souls Day or the Day of the Dead.",
              "According to tradition, the gates of heaven are opened at midnight on October 31 and the spirits of children can rejoin their families for 24 hours.",
              "The spirits of adults can do the same on November 2.",
              "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica.",
              "The Aztecs and other Nahua people living in what is now central Mexico held a cyclical view of the universe, and saw death as an integral, ever-present part of life.",
              "Upon dying, a person was believed to travel to Chicunamictlán, the Land of the Dead.",
              "Only after getting through nine challenging levels, a journey of several years, could the person’s soul finally reach Mictlán, the final resting place.",
              "In Nahua rituals honoring the dead, traditionally held in August, family members provided food, water and tools to aid the deceased in this difficult journey.",
              "This inspired the contemporary Day of the Dead practice in which people leave food or other offerings on their loved ones’ graves, or set them out on makeshift altars called ofrendas in their homes.",
              "In ancient Europe, pagan celebrations of the dead also took place in the fall, and consisted of bonfires, dancing and feasting.",
              "Some of these customs survived even after the rise of the Roman Catholic Church, which (unofficially) adopted them into their celebrations of two Catholic holidays, All Saints Day and All Souls Day, celebrated on the first two days of November.",
              "In medieval Spain, people would bring bring wine and pan de ánimas (spirit bread) to the graves of their loved ones on All Souls Day;",
              "they would also cover graves with flowers and light candles to illuminate the dead souls’ way back to their homes on Earth.",
              "In the 16th century, Spanish conquistadores brought such traditions with them to the New World, along with a darker view of death influenced by the devastation of the bubonic plague.",
              "El Día de los Muertos is not, as is commonly thought, a Mexican version of Halloween, though the two holidays do share some traditions, including costumes and parades.",
              "On the Day of the Dead, it’s believed that the border between the spirit world and the real world dissolves.",
              "During this brief period, the souls of the dead awaken and return to the living world to feast, drink, dance and play music with their loved ones.",
              "In turn, the living family members treat the deceased as honored guests in their celebrations, and leave the deceased’s favorite foods and other offerings at gravesites or on the ofrendas built in their homes.",
              "Ofrendas can be decorated with candles, bright marigolds called cempasuchil and red cock’s combs alongside food like stacks of tortillas and fruit.",
              "The most prominent symbols related to the Day of the Dead are calacas (skeletons) and calaveras (skulls).",
              "In the early 20th century, the printer and cartoonist José Guadalupe Posada incorporated skeletal figures in his art mocking politicians and commenting on revolutionary politics.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, features a female skeleton adorned with makeup and dressed in fancy clothes.",
              "The 1910 etching was intended as a statement about Mexicans adopting European fashions over their own heritage and traditions.",
              "La Calavera Catrina was then adopted as one of the most recognizable Day of the Dead icons.",
              "During contemporary Day of the Dead festivities, people commonly wear skull masks and eat sugar candy molded into the shape of skulls.",
              "The pan de ánimas of All Souls Day rituals in Spain is reflected in pan de muerto, the traditional sweet baked good of Day of the Dead celebrations today.",
              "Other food and drink associated with the holiday, but consumed year-round as well, include spicy dark chocolate and the corn-based drink called atole.",
              "You can wish someone a happy Day of the Dead by saying, “Feliz día de los Muertos.",
              "” Traditionally, the Day of the Dead was celebrated largely in the more rural, indigenous areas of Mexico, but starting in the 1980s it began spreading into the cities.",
              "UNESCO reflected growing awareness of the holiday in 2008, when it added Mexico’s “Indigenous festivity dedicated to the dead” to its list of Intangible Cultural Heritage of Humanity.",
              "In recent years, the tradition has developed even more due to its visibility in pop culture and its growing popularity in the United States, where more than 36 million people identified as being of partial or full Mexican ancestry as of 2016, according to the U.",
              "S.",
              "Census Bureau.",
              "Inspired by the 2015 James Bond movie Spectre, which featured a large Day of the Dead parade, Mexico City held its first-ever parade for the holiday in 2016.",
              "In 2017, a number of major U.",
              "S.",
              "cities, including Chicago, Los Angeles, San Antonio and Fort Lauderdale, held Day of the Dead parades.",
              "That November, Disney and Pixar released the blockbuster animated hit Coco, a $175 million homage to the Mexican tradition in which a young boy is transported to the Land of the Dead and meets up with his long-lost ancestors.",
              "Though the particular customs and scale of Day of the Dead celebrations continue to evolve, the heart of the holiday has remained the same over thousands of years.",
              "It’s an occasion for remembering and celebrating those who have passed on from this world, while at the same time portraying death in a more positive light, as a natural part of the human experience.",
              "Día de los Muertos: A Brief History, National Hispanic Cultural CenterGiardina, Carolyn, “‘Coco’: How Pixar Brought its ‘Day of the Dead’ Story to Life,” Hollywood Reporter, December 12, 2017Dobrin, Isabel, “Día de los Muertos Comes to Life Across the Mexican Diaspora,” NPR, November 2, 2017Scott, Chris.",
              "“Day of the Dead parade - Life imitates art,” CNN, October 28, 2016Mictlantecuhtli, Ancient History Encyclopedia The mythology surrounding vampires long predates Bram Stoker's 1897 novel \"Dracula,\" and folkloric tales of the undead can be traced back more than 1,000 years.",
              "Explore the amazing truth behind one of history's most terrifying legends.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "The history behind el Día de los Muertos, or Day of the Dead",
            "url": "https://kslnewsradio.com/1978201/the-history-behind-el-dia-de-los-muertos-or-day-of-the-dead/",
            "content": [
              "The history behind el Día de los Muertos, or Day of the Dead",
              "WORLD Nov 1, 2022, 12:42 PM West Valley Arts presents Dia de Los Muertos or Day of the Dead.",
              "Mexican dance and musical performances were included in the 2021 event.",
              "(Photo credit: Utah Cultural Celebration Center) (Photo credit: Utah Cultural Celebration Center) BY CHANDLER HOLT Digital Content Producer SALT LAKE CITY — El Día de los Muertos is a Mexican holiday that spans two days, typically November 1 and 2.",
              "Although, it can start as early as October 31 or go as late as November 6, depending on the location.",
              "And despite this common assertion, the Day of the Dead is not the “Mexican Halloween.",
              "” It holds a deep cultural importance.",
              "The holiday, which originated in pre-Columbian Mesoamerica almost 3,000 years ago, is a celebration of life and death.",
              "History.",
              "com says the holiday is a mix of “Mesoamerican ritual, European religion, and Spanish culture.",
              "” The Aztecs and Nahua people believed that after death, a person’s soul traveled to Chicunamictlán, or “the Land of the Dead.",
              "” It was here where their soul had to complete 9 levels in order to reach Mictlán, the Aztec underworld.",
              "The journey is extremely challenging and takes years to complete.",
              "To assist deceased family members in their journey to Mictlán, the Nahua people provided general aid to their souls in August.",
              "These practices inspired today’s Day of the Dead celebrations in early November.",
              "It is believed that on El Día de los Muertos, the “border between the spirit world and the real world dissolve” and souls return to the earth to coexist with their family members.",
              "Families leave food, water, and tools on their family member’s graves.",
              "Some build ofrendas, or altars, in their homes.",
              "If you would like to celebrate the Day of the Dead, take a look at this article!",
              "Have a story idea or tip?",
              "Send it to the KSL NewsRadio team here.",
              "CAROLYN THOMPSON, JOHN WAWROW and JENNIFER PELTZ Associated Press The incident prompted the closing of the border crossing and three others in the area.",
              "The other three later reopened.",
              "16 hours ago Sam Herrera There was no explanation for the delay, and it was not immediately clear when the cease-fire might begin.",
              "18 hours ago CAROLYN THOMPSON The blast happened on the U.",
              "S.",
              "side of the Rainbow Bridge, which connects the two countries across the Niagara River.",
              "22 hours ago JOSEF FEDERMAN and JACK JEFFERY Associated Press Israeli Cabinet approves cease-fire with Hamas that includes the release of some 50 hostages held by militants.",
              "2 days ago Taylor Romine, CNN A light pole fell at Disneyland Park on Monday morning injuring two people and seriously injuring another.",
              "2 days ago Issy Ronald, CNN Replacing animal-based food with plant-based options such as may reduce the risk of developing heart disease and type 2 diabetes 2 days ago Bear Lake Convention and Visitors Bureau The history of Bear Lake is full of fascinating stories.",
              "At over 250,000 years old, the lake has seen generations of people visit its shores.",
              "Bear Lake Convention and Visitors Bureau Bear Lake offers plenty of activities for the whole family to enjoy without having to get in the water.",
              "Catch 8 of our favorite activities.",
              "Wasatch Property Management Renting allows you to enjoy luxury amenities and low maintenance without the long-term commitment and responsibilities of owning a home.",
              "Wasatch Property Management Retirement in southern Utah offers plenty of cultural and recreational opportunities.",
              "Find out all that this region has to offer.",
              "Prosperous Utah Communities Utah's strict standards of nicotine levels in vaping products are at risk, increasing health hazards associated with use.",
              "Read more about how you can advocate for a better future for Utah's youth.",
              "Visit Bear Lake Bear Lake is the perfect getaway if you are last-minute summer vacation planning.",
              "Enjoy activities with your whole family at this iconic lake."
            ]
          },
          {
            "title": "Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS",
            "url": "https://www.pbs.org/education/blog/beyond-sugar-skulls-the-history-and-culture-of-dia-de-los-muertos",
            "content": [
              "Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS",
              "Día de los Muertos, or Day of the Dead, is a tradition first practiced thousands of years ago by indigenous peoples such as the Aztecs and the Toltecs.",
              "They didn’t consider death the end of one’s existence but simply another chapter of life.",
              "Rather than grieve their dead, ancient Mexicans celebrated the lives of the deceased and honored their memories.",
              "During Día de los Muertos, observed Oct.",
              "31- Nov.",
              "2, they believed the dead had a brief window to leave the spirit realm and visit their loved ones in the mortal world.",
              "Three thousand years later, Día de los Muertos (called Día de Muertos in Mexico) is celebrated globally.",
              "Observers visit gravesites, make altars for the dead, and leave offerings for them.",
              "Over the millennia, the holiday has changed in more ways than anyone living now can possibly know.",
              "The 16th century arrival of Spanish conquistador Hernán Cortés to Mexico saw the imposition of Catholicism on indigenous customs. The Catholic Church recognizes Nov.",
              "1 and 2 as All Saints’ Day and All Souls’ Day, respectively, and scholars say modern Día de los Muertos observances have indigenous roots with European influences.",
              "But for generations, the holiday has widely been practiced by people of Mexican ancestry, which is why the recent trend of outsiders partaking in Day of the Dead celebrations has led to cries of cultural appropriation.",
              "The Growing Popularity of Día de los Muertos in the US It’s difficult to pinpoint just one reason why people who don’t have a cultural connection to Día de los Muertos are rapidly taking interest in the holiday, but the trend has been covered from coast to coast, with the L.",
              "A.",
              "Times publishing an article about Day of the Dead’s commercialization in 2017 and the New York Times following suit in 2019.",
              "Changing aesthetics, demographics, and religious beliefs likely bear as much blame for this phenomenon as social media, geography, and pop culture do.",
              "Two years ago, Walt Disney Studios released its stunning Pixar animated film “Coco,” which had a plot that relied heavily on the Day of the Dead tradition.",
              "The movie was both a critical and commercial success, grossing more than $800 million off a $175 million budget.",
              "It won an Oscar, Golden Globe, BAFTA, and numerous other awards.",
              "In addition to “Coco,” the 2015 James Bond film “Spectre” features a scene set during a Día de los Muertos celebration in Mexico City.",
              "Recently, an unlikely influencer sparked a dialogue about cultural appropriation of the holiday.",
              "A $75 Barbie Día de los Muertos doll with blue-black braids, a black mermaid dress, and the skull makeup and marigolds associated with the tradition debuted in September and promptly sold out online.",
              "(It is still available from select retailers at markedup prices.)",
              "Mexican Americans had mixed responses to the doll, with some hoping that it would increase Latinx visibility in the US and others arguing that it constituted cultural appropriation since white-owned corporation Mattel would profit rather than communities of color.",
              "Geography contributes to Day of the Dead’s popularity as well.",
              "In cities such as Los Angeles, with large Latinx populations, celebrations of the holiday have taken place for years.",
              "An episode of the PBS SoCal show “Artbound” has linked U.",
              "S.",
              "observances of the holiday to the artists involved with the community arts center Self Help Graphics & Art.",
              "They worked to popularize Día de los Muertos in the 1970s, a time when the Chicanx community in L.",
              "A.",
              "had become politicized while fighting against the Vietnam War and social injustice.",
              "On Olvera Street in historic Los Angeles, Día de los Muertos celebrations have taken place for more than 30 years, and at the Hollywood Forever Cemetery, it has been observed for 20 years, well before the cultural appropriation debate about Day of the Dead began.",
              "As the Latinx population grows (it is currently the largest minority group in the U.",
              "S.)",
              ", such holidays will continue to have more influence than they once did.",
              "But some of the newest Day of the Dead observers likely have no link—geographic, cultural, or otherwise—to these celebrations.",
              "Such revelers may be drawn to the holiday for the simple reason that the colorful flowers, food and fashion associated with Día de los Muertos are so Instagrammable.",
              "The social media site’s #diadelosmuertos hashtag has more than two million posts.",
              "Even altars aren’t sacred on Instagram as more users show off their shrines to ancestors and deities during an age when young people are rejecting traditional religions for witchcraft and paganism.",
              "Add in the fact that millennials’ love for makeup has revolutionized the cosmetics industry, and it’s easy to see why droves of hipsters are gravitating to the skull face paint typically worn on Day of the Dead but likely skipping visits to the cemetery to connect with their deceased family members.",
              "This isn’t an excuse for cultural appropriation as much as it is an observation of the melding of trends that have attracted outsiders to the holiday, which managed to elude appropriation in the 20th century despite all the American kids exposed to it during Spanish class, if nowhere else.",
              "How Schools Can Be Supportive Schools can use Día de los Muertos as a time to teach students how to be culturally sensitive, discover their ancestral traditions related to death, and to support the Latinx community today.",
              "They can also help students appreciate the holiday for its uniqueness and clarify the common misconception that it is simply Mexican Halloween.",
              "Start a Dialogue: Since Día de los Muertos has sparked cultural appropriation concerns, teachers can organize lessons around this topic.",
              "Ask students to research cultural appropriation and explain what it is and how it relates to Day of the Dead.",
              "They may narrow this assignment down to one part of the debate surrounding this holiday, such as the impact of films like “Coco” or merchandise like the Día de los Muertos Barbie have had on commercializing the event.",
              "Go Beyond Aesthetics: For the individuals who grew up celebrating Día de los Muertos, the holiday is about far more than appearance.",
              "Photos of skull makeup and foods such as pan de muerto may get Instagram likes, but the aesthetics of the holiday were never what gave it importance.",
              "Have students research the origins of Day of the Dead and the spiritual beliefs of the Nahuatl-speaking peoples who first observed it.",
              "Students can use a Venn diagram or other graphic organizer to compare the views ancient Mexicans had about death to those of contemporary Americans.",
              "Is there any overlap?",
              "Foster Cross-Cultural Connections: Death is universal, so even if some Day of the Dead customs are off limits to students, it doesn’t mean they can’t take part in similar traditions related to their own cultural heritage.",
              "Whether students have Irish, Italian, Korean, or Nigerian roots, their ancestors observed death in particular ways.",
              "Students can research these customs or discuss them with relatives.",
              "Rather than appropriating a holiday such as Día de los Muertos, they can use the event to learn more about themselves and their heritage.",
              "Supporting the Latinx Community: The year 2019 saw a deadly mass shooting in El Paso, Texas, that targeted people of Mexican heritage.",
              "In El Paso and cities across the country, including Houston, Austin, Chicago, and Washington D.",
              "C.",
              ", Latinx people are making Día de los Muertos altars for the shooting victims, showing that this cultural observance marks a time to celebrate the lives of the marginalized and to fight the sociopolitical problems that lead to racial oppression.",
              "Discuss the altars for shooting victims to help students act on the issues, such as gun violence, immigration and racism, that matter to them.",
              "By helping students learn about the origins and complexities of Day of the Dead, educators can guide youth to engage in cultural appreciation rather than cultural appropriation of the holiday.",
              "A deeper understanding of this celebration can spur students to draw parallels to their own ancestral traditions concerning life and death.",
              "Nadra Nittle Journalist Nadra Nittle is a Los Angeles-based journalist, who has written and reported on topics such as education, race, business, fashion and food.",
              "She is currently a senior reporter for the food policy news website Civil Eats.",
              "Her writing has appeared in numerous publications, including Vox, The Atlantic, KCET, Refinery29, and the New York Times.",
              "Stay up to date on the latest blog posts, content, tools, and more from PBS Education!",
              "Copyright © 2023 Public Broadcasting Service (PBS), All rights reserved."
            ]
          }
        ],
        "The Aztecs and other Nahua people believed that death was an integral part of life, and that the souls of the dead could visit their loved ones in the mortal world during a brief window each year.": [
          {
            "title": "Day of the Dead: Aztec Goddess Worship to Mexican Celebration",
            "url": "https://www.ancient-origins.net/news-general/day-dead-0012800",
            "content": [
              "Day of the Dead: Aztec Goddess Worship to Mexican Celebration",
              "Day of the Dead might sound like a solemn affair, but Mexico’s famous holiday is actually a lively commemoration of the departed.",
              "The nationwide festivities, which include a massive parade in Mexico City, typically begin the night of Oct.",
              "31 with families sitting vigil at grave sites.",
              "Mexican tradition holds that on November 1st and 2nd, the dead awaken to reconnect and celebrate with their living family and friends.",
              "Given the timing, it may be tempting to equate Day of the Dead with Halloween, a ghost-themed U.",
              "S.",
              "holiday.",
              "But the two holidays express fundamentally different beliefs.",
              "While Halloween has its origins in pagan and Christian traditions, Day of the Dead has indigenous roots as a celebration of the Aztec goddess of death.",
              "Day of the Dead can be traced back to the native peoples of central and southern Mexico, the regions where I conduct my archaeological research.",
              "When the Spanish arrived in central Mexico 500 years ago, the region had millions of indigenous inhabitants.",
              "The conquistadores largely characterized them as Aztecs because, at the time, they were united under the expansive Aztec Empire.",
              "According to colonial period records, the Aztec Empire was formed in 1427 AD, only about a century before the arrival of Spanish .",
              "But the celebration that Mexicans now call Día de los Muertos almost certainly existed many centuries earlier, perhaps originating with the Toltec people of central Mexico.",
              "In any case, by the time the Spanish conquistadors invaded in 1519, the Aztecs recognized a wide pantheon of gods, which included a goddess of death and the underworld named Mictēcacihuātl.",
              "She was celebrated throughout the entire ninth month of the Aztec calendar, a 20-day month that corresponded roughly to late July and early August.",
              "Aztec mythology tells that Mictēcacihuātl was sacrificed as a baby and magically grew to adulthood in the underworld, where she married.",
              "With her husband, she presided over the underworld.",
              "Mictēcacihuātl – who is often depicted with flayed skin and a gaping, skeletal jaw – was linked to both death and resurrection.",
              "According to one myth, Mictēcacihuātl and her husband collected bones so that they might be returned to the land of the living and restored by the gods.",
              "Mictēcacihuātl, goddess of the Day of the Dead.",
              "(Giggette / Public Domain) The Aztecs appeased these fearsome underworld gods by burying their dead with food and precious objects.",
              "Archaeologists and historians know relatively little about the details of the month-long celebration of Mictēcacihuātl, but say it likely involved burning incense, song and dance, and blood sacrifice – customary practices in many Aztec rituals.",
              "The Spanish invaders of Mexico were Catholic, and they worked hard to evangelize native peoples.",
              "To stamp out lingering indigenous beliefs, they demolished religious temples, burned indigenous idols and destroyed Aztec books.",
              "But indigenous people in Mexico, as across the Americas, resisted Spanish efforts to eradicate their culture.",
              "Instead, they often blended their own religious and cultural practices with those imposed on them by the Spanish.",
              "Perhaps the best-known symbol of the ethnic and cultural mixing that defines modern Mexico is La Virgen de Guadalupe, a uniquely Mexican Virgin Mary.",
              "La Virgen de Guadalupe - Guadalupanos pilgrims arrive in Mexico City.",
              "(KeenBawdy / Public Domain) Many Mexican Catholics believe that in 1531 the Virgin appeared to Juan Diego, an indigenous Mexican farmer, and in his native language of Nahuatl told him to build a shrine to her.",
              "Today the Basilica of Our Lady of Guadalupe in Mexico City is among the world’s most visited holy sites.",
              "Day of the Dead is almost certainly a similar case of blended cultures.",
              "Spanish conquerors faced difficulty in convincing native peoples to give up their rituals honoring death goddess Mictēcacihuātl.",
              "The compromise was to move these indigenous festivities from late July to early November to correspond with Allhallowtide – the three-day Christian observance of All Saints’ Eve, All Saints’ Day, and All Souls’ Day.",
              "With this move, the holiday was nominally connected to Catholicism.",
              "But many practices and beliefs associated with the worship of the dead remained deeply indigenous.",
              "Contemporary Day of the Dead rituals were featured prominently in the 2017 Disney/Pixar film “Coco.",
              "” These include homemade sugar skulls, decorated home altars, the fantastical spirit animals called alebrijes and images of convivial calaveras – skeletons – enjoying the afterlife in their finest regalia.",
              "The use of Mexican marigolds to adorn altars and graves on Day of the Dead probably has indigenous origins.",
              "Called cempasúchil by the Aztecs, the vibrant Mexican marigold grows during the fall.",
              "According to myth, the sweet smell of these flowers awakens the dead.",
              "Day of the Dead celebrations at the cemetery.",
              "(Esteban Zissou / CC BY-SA 2.",
              "0) The elaborately decorated shrines to deceased loved ones, which usually contain offerings for the dead, may also have pre-Hispanic origins.",
              "Many indigenous peoples across Mesoamerica had altars in their houses or patios.",
              "These were used to perform household rituals, worship gods, and communicate with ancestors.",
              "The bones, skulls, and skeletons that are so iconic of Day of the Dead are fundamentally indigenous, too.",
              "Many Aztecs gods were depicted as skeletal.",
              "Other deities wore bones as clothing or jewelry.",
              "The Aztecs, who engaged in ritual human sacrifice, even used human bones to make musical instruments.",
              "The Aztec capital city of Tenochtitlan had a large bone rack, called a tzompantli, that stored thousands of human skulls.",
              "Aztec skull rack, tzompantli.",
              "(CJLL Wright / Public Domain) And when Aztec commoners buried deceased family members under their own houses to keep them close, Mictēcacihuātl became the formidable guardian of their bones.",
              "That’s good reason, the Aztecs would say, to celebrate this goddess of death with breads, flowers, and a killer three-day party.",
              "Top image: Dia de los Muertos carnival.",
              "Day of The Dead parade.",
              "Source: Oleg Znamenskiy / Adobe Stock.",
              "This article was originally published under the tittle ‘Day of the Dead: From Aztec goddess worship to modern Mexican celebration‘ by Kirby Farah on The Conversation, and had been republished under a Creative Commons License.",
              "This is the Ancient Origins team, and here is our mission: “To inspire open-minded learning about our past for the betterment of our future through the sharing of research, education, and knowledge”.",
              "At Ancient Origins we believe that one of.",
              ".",
              ".",
              "Read More Ancient Origins has been quoted by: At Ancient Origins, we believe that one of the most important fields of knowledge we can pursue as human beings is our beginnings.",
              "And while some people may seem content with the story as it stands, our view is that there exist countless mysteries, scientific anomalies and surprising artifacts that have yet to be discovered and explained.",
              "The goal of Ancient Origins is to highlight recent archaeological discoveries, peer-reviewed academic research and evidence, as well as offering alternative viewpoints and explanations of science, archaeology, mythology, religion and history around the globe.",
              "We’re the only Pop Archaeology site combining scientific research with out-of-the-box perspectives.",
              "By bringing together top experts and authors, this archaeology website explores lost civilizations, examines sacred writings, tours ancient places, investigates ancient discoveries and questions mysterious happenings.",
              "Our open community is dedicated to digging into the origins of our species on planet earth, and question wherever the discoveries might take us.",
              "We seek to retell the story of our beginnings.",
              "Ancient Origins © 2013 - 2023Disclaimer - Terms of Publication - Privacy Policy & Cookies - Advertising Policy - Submissions - Contact us"
            ]
          },
          {
            "title": "Day of the Dead: How Ancient Traditions Grew Into a Global Holiday",
            "url": "https://www.history.com/news/day-dead-dia-de-muertos-origins",
            "content": [
              "Day of the Dead: How Ancient Traditions Grew Into a Global Holiday",
              "By: Iván Román Updated: October 18, 2023 | Original: October 29, 2020 The Day of the Dead or Día de Muertos is an ever-evolving holiday that traces its earliest roots to the Aztec people in what is now central Mexico.",
              "The Aztecs used skulls to honor the dead a millennium before the Day of the Dead celebrations emerged.",
              "Skulls, like the ones once placed on Aztec temples, remain a key symbol in a tradition that has continued for more than six centuries in the annual celebration to honor and commune with those who have passed on.",
              "Once the Spanish conquered the Aztec empire in the 16th century, the Catholic Church moved Indigenous celebrations and rituals honoring the dead throughout the year to the Catholic dates commemorating All Saints Day and All Souls Day on November 1 and 2.",
              "In what became known as Día de Muertos on November 2, the Latin American Indigenous traditions and symbols to honor the dead fused with non-official Catholic practices and notions of an afterlife.",
              "The same happened on November 1 to honor children who had died.",
              "In these ceremonies, people build altars in their homes with ofrendas, offerings to their loved ones’ souls.",
              "Candles light photos of the deceased and items left behind.",
              "Families read letters and poems and tell anecdotes and jokes about the dead.",
              "Offerings of tamales, chiles, water, tequila and pan de muerto, a specific bread for the occasion, are lined up by bright orange or yellow cempasúchil flowers, marigolds, whose strong scent helps guide the souls home.",
              "Copal incense, used for ceremonies back in ancient times, is lit to draw in the spirits.",
              "Clay molded sugar skulls are painted and decorated with feathers, foil and icing, with the name of the deceased written across the foreheads.",
              "Altars include all four elements of life: water, the food for earth, the candle for fire, and for wind, papel picado, colorful tissue paper folk art with cut out designs to stream across the altar or the wall.",
              "Some families also include a Christian crucifix or an image of the Virgin of Guadalupe, Mexico’s patron saint in the altar.",
              "In Mexico, families clean the graves at cemeteries, preparing for the spirit to come.",
              "On the night of November 2, they take food to the cemetery to attract the spirits and to share in a community celebration.",
              "Bands perform and people dance to please the visiting souls.",
              "“People are really dead when you forget about them, and if you think about them, they are alive in your mind, they are alive in your heart,” says Mary J.",
              "Andrade, a journalist and author of eight books about the Day of the Dead.",
              "“When people are creating an altar, they are thinking about that person who is gone and thinking about their own mortality, to be strong, to accept it with dignity.",
              "” Honoring and communing with the dead continued throughout the turbulent 36 years that 50 governments ruled Mexico after it won its independence from Spain in 1821.",
              "When the Mexican Liberal Party led by Benito Juárez won the War of Reform in December 1860, the separation of church and state prevailed, but Día de Muertos remained a religious celebration for many in the rural heartland of Mexico.",
              "Elsewhere, the holiday became more secular and popularized as part of the national culture.",
              "Some started the holiday’s traditions as a form of political commentary.",
              "Like the funny epitaphs friends of the deceased told in their homes to honor them, some wrote calaveras literarias (skulls literature)—short poems and mock epitaphs—to mock living politicians or political criticism in the press.",
              "“This kind of thing happens alongside the more intimate observation of the family altar,” says Claudio Lomnitz, an anthropologist at Columbia University and author of Death and the Idea of Mexico.",
              "“They are not in opposition to one another.",
              "” In Mexico’s thriving political art scene in the early 20th century, printmaker and lithographer Jose Guadalupe Posada put the image of the calaveras or skulls and skeletal figures in his art mocking politicians, and commenting on revolutionary politics, religion and death.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, is a 1910 zinc etching featuring a female skeleton.",
              "The satirical work was meant to portray a woman covering up her Indigenous cultural heritage with a French dress, a fancy hat, and lots of makeup to make her skin look whiter.",
              "The title sentence of his original La Catrina leaflet, published a year before the start of the Mexican Revolution in 1911, read “Those garbanceras who today are coated with makeup will end up as deformed skulls.",
              "” La Catrina became the public face of the festive Día de Muertos in processions and revelry.",
              "Mexican painter Diego Rivera placed a Catrina in an ostentatious full-length gown at the center his mural, completed in 1947, portraying the end of Mexico’s Revolutionary War.",
              "La Catrina’s elegant clothes of a “dandy” denote a mocking celebration, while her smile emerging through her pompous appearance reminds revelers to accept the common destiny of mortality.",
              "Over decades, celebrations honoring the dead—skulls and all—spread north into the rest of Mexico and throughout much of the United States and abroad.",
              "Schools and museums from coast to coast exhibit altars and teach children how to cut up the colorful papel picado folk art to represent the wind helping souls make their way home.",
              "In the 1970s, the Chicano Movement tapped the holiday’s customs with public altars, art exhibits and processions to celebrate Mexican heritage and call out discrimination.",
              "In the 1980s, Day of the Dead altars were set up for victims of the AIDS epidemic, for the thousands of people who disappeared during Mexico’s drug war and for those lost in Mexico’s 1985 earthquake.",
              "In 2019, mourners set up a giant altar with ofrendas, or offerings, near a Walmart in El Paso, Texas where a gunman targeting Latinos killed 22 people.",
              "As Lomnitz explains, one reason why more and more people may be taking part in Día de Muertos celebrations is that the holiday addresses a reality that is rarely acknowledged by modern cultures—our own mortality.",
              "“It creates a space for communication between the living and the dead.",
              "Where else do people have that?",
              "” Lomnitz says.",
              "“These altars have become a resource and connection to that world and that’s part of their popularity and their fascination.",
              "” By: Iván Román Iván Román is a freelance journalist, editor and communications consultant based in Washington, D.",
              "C.",
              "who has focused primarily on the country’s increasingly diverse racial and ethnic communities, its complex challenges regarding immigration, and Caribbean and Latin American affairs.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Day of the Dead: From Aztec goddess worship to modern Mexican celebration",
            "url": "https://dornsife.usc.edu/news/stories/day-of-the-dead-has-aztec-history-now-modern-celebration/",
            "content": [
              "Day of the Dead: From Aztec goddess worship to modern Mexican celebration",
              "Day of the Dead might sound like a solemn affair, but Mexico’s famous holiday is actually a lively commemoration of the departed.",
              "The nationwide festivities, which include a massive parade in Mexico City, typically begin the night of Oct.",
              "31 with families sitting vigil at grave sites.",
              "Mexican tradition holds that on Nov.",
              "1 and 2, the dead awaken to reconnect and celebrate with their living family and friends.",
              "Given the timing, it may be tempting to equate Day of the Dead with Halloween, a ghost-themed U.",
              "S.",
              "holiday.",
              "But the two holidays express fundamentally different beliefs.",
              "While Halloween has its origins in Christian tradition, Day of the Dead has indigenous roots as a celebration of the Aztec goddess of death.",
              "Day of the Dead can be traced back to the native peoples of central and southern Mexico, the regions where I conduct my archaeological research.",
              "When the Spanish arrived in central Mexico 500 years ago, the region had millions of indigenous inhabitants.",
              "The conquistadores largely characterized them as Aztecs because, at the time, they were united under the expansive Aztec empire.",
              "According to colonial period records, the Aztec empire was formed in A.",
              "D.",
              "1427, only about a century before the arrival of Spanish .",
              "But the celebration that Mexicans now call Día de los Muertos almost certainly existed many centuries earlier, perhaps originating with the Toltec people of central Mexico.",
              "In any case, by the time the Spanish conquistadors invaded in 1519, the Aztecs recognized a wide pantheon of gods, which included a goddess of death and the underworld named Mictecacihuatl.",
              "She was celebrated throughout the entire ninth month of the Aztec calendar, a 20-day month that corresponded roughly to late July and early August.",
              "Aztec mythology tells that Mictecacihuatl was sacrificed as a baby and magically grew to adulthood in the underworld, where she married.",
              "With her husband, she presided over the underworld.",
              "Mictecacihuatl – who is often depicted with flayed skin and a gaping, skeletal jaw – was linked to both death and resurrection.",
              "According to one myth, Mictecacihuatl and her husband collected bones so that they might be returned to the land of the living and restored by the gods.",
              "The Aztecs appeased these fearsome underworld gods by burying their dead with food and precious objects.",
              "Archaeologists and historians know relatively little about the details of the month-long celebration of Mictecacihuatl, but say it likely involved burning incense, song and dance, and blood sacrifice – customary practices in many Aztec rituals.",
              "The Spanish invaders of Mexico were Catholic, and they worked hard to evangelize native peoples.",
              "To stamp out lingering indigenous beliefs, they demolished religious temples, burned indigenous idols and destroyed Aztec books.",
              "But indigenous people in Mexico, as across the Americas, resisted Spanish efforts to eradicate their culture.",
              "Instead, they often blended their own religious and cultural practices with those imposed on them by the Spanish.",
              "Perhaps the best-known symbol of the ethnic and cultural mixing that defines modern Mexico is La Virgen de Guadalupe, a uniquely Mexican Virgin Mary.",
              "Many Mexican Catholics believe that in 1531 the Virgin appeared to Juan Diego, an indigenous Mexican farmer, and in his native language of Nahuatl told him to build a shrine to her.",
              "Today the Basilica of Our Lady of Guadalupe in Mexico City is among the world’s most visited holy sites.",
              "Day of the Dead is almost certainly a similar case of blended cultures.",
              "Spanish conquerors faced difficulty in convincing native peoples to give up their rituals honoring death goddess Mictecihuatl.",
              "The compromise was to move these indigenous festivities from late July to early November to correspond with Allhallowtide – the three-day Christian observance of All Saints’ Eve, All Saints’ Day and All Souls’ Day.",
              "With this move, the holiday was nominally connected to Catholicism.",
              "But many practices and beliefs associated with the worship of the dead remained deeply indigenous.",
              "Contemporary Day of the Dead rituals were featured prominently in the 2017 Disney/Pixar film “Coco.",
              "” These include homemade sugar skulls, decorated home altars, the fantastical spirit animals called alebrijes and images of convivial calaveras – skeletons – enjoying the afterlife in their finest regalia.",
              "The use of Mexican marigolds to adorn altars and graves on Day of the Dead probably has indigenous origins.",
              "Called cempasúchil by the Aztecs, the vibrant Mexican marigold grows during the fall.",
              "According to myth, the sweet smell of these flowers awaken the dead.",
              "The elaborately decorated shrines to deceased loved ones, which usually contain offerings for the dead, may also have pre-Hispanic origins.",
              "Many indigenous peoples across Mesoamerica had altars in their houses or patios.",
              "These were used to perform household rituals, worship gods and communicate with ancestors.",
              "The bones, skulls and skeletons that are so iconic of Day of the Dead are fundamentally indigenous, too.",
              "Many Aztecs gods were depicted as skeletal.",
              "Other deities wore bones as clothing or jewelry.",
              "The Aztecs, who engaged in ritual human sacrifice, even used human bones to make musical instruments.",
              "The Aztec capital city of Tenochtitlan had a large bone rack, called a tzompantli, that stored thousands of human skulls.",
              "And when Aztec commoners buried deceased family members under their own houses to keep them close, Mictecacihuatl became the formidable guardian of their bones.",
              "That’s good reason, the Aztecs would say, to celebrate this goddess of death with breads, flowers and a killer three-day party.",
              "[ Expertise in your inbox.",
              "Sign up for The Conversation’s newsletter and get a digest of academic takes on today’s news, every day.",
              "] Kirby Farah, Lecturer of Anthropology, University of Southern California – Dornsife College of Letters, Arts and Sciences This article is republished from The Conversation under a Creative Commons license.",
              "Read the original article.",
              "Copyright © 2023 University of Southern California"
            ]
          }
        ],
        "The Aztecs and other Nahua people believed that the dead had to go through nine challenging levels in the Land of the Dead before reaching their final resting place.": [
          {
            "title": "Sinister Road 10: the 9 Levels of Mictlan by Gonzalo ... - Mexicolore",
            "url": "https://www.mexicolore.co.uk/aztecs/underworld/the-sinister-road-the-nine-levels-of-mictlan-10",
            "content": [
              "Sinister Road 10: the 9 Levels of Mictlan by Gonzalo ... - Mexicolore",
              "The guide smiled, saying –‘My warrior friend, you were really brave, you succeeded in following The Sinister Road.",
              "You will be warmly welcomed as you cross the threshold of Mictlan.",
              "Do you want to see your body for the last time?",
              "’The man, now no longer a ‘package’, assented and together they walked to the edge of the dark lagoon, which reflected images like a luminous mirror.",
              "The warrior calmly observed his features: nothing scared him any more.",
              "His body was fleshless, heartless and lacerated all over by the sharp flints, arrows and obsidian blades – unrecognisable even to him!",
              "Yet he felt satisfied: he had reached Mictlan, the underworld paradise.",
              "He cast a grateful look at his guide, giving his good friend a firm hug.",
              "A warm light subtly enveloped him, what was left of his body fell to the ground, and without knowing how, he followed the gods to his final home, where brave warriors lie.",
              ".",
              ".",
              "NOTES:-• Here ends Gonzalo’s story.",
              "In his book, he supplies additional notes and a short glossary, which we will add in below.",
              "• As noted in chapter 9, the Codex Vaticanus A-Rios calls the final stage in the journey Iz Mictlan Opochcalocan, variously translated as ‘The Place of the Dead, Where the Streets are on the Left’, ‘Black Waters Lagoon’, ‘Place of the Dead Through Obsidian Where the House that Steams is’.",
              ".",
              ".",
              "• The Florentine Codex simply calls the final stage Chiconauhmictlan or ‘Nine-Place of the Dead’.",
              "The nine regions of Mictlan, according to Mexica mythology (studies by Miguel León-Portilla) - notes by Gonzalo Zacaula Velázquez:-• 1st level, called Chiconahuapan.",
              "This began on the banks of a river;",
              "the dead person had to cross this with the aid of a brown Xoloitzcuintle dog• 2nd level, called Tepectli Monamictlán.",
              "‘The Place Where Mountains Collide’ – according to the ancients here two mountains constantly crunched together and then separated;",
              "the dead had to choose the opportune moment to run between them without being crushed• 3rd level, called Iztepetl.",
              "A mountain covered with sharp flints, which could cut the bodies of the dead to shreds as they climbed to its summit • 4th level, called Itzehecayan.",
              "A desolate place of stone and ice where it always snowed and where the wind blew so fiercely it injured those passing through - called ‘Place of the Obsidian Wind’• 5th level, called Paniecatoyan.",
              "Called ‘Place Where People Fly and Whirl like Flags’ – a place where the dead floated at the mercy of the winds before being released at the next level• 6th level, called Timiminaloayan.",
              "The place ‘Where People are Shot with Arrows’;",
              "a broad pathway, from the sides of which invisible hands fired arrows which riddled the bodies of the dead.",
              "It was said that they were arrows that had been lost on the battlefield• 7th level, called Teocoyohuehualoyan.",
              "A place where jaguars ripped open the chests of the dead to eat their hearts • 8th level, called Izmictlan Apochacalolca.",
              "‘Black Waters Lagoon’, where the dead were finally defleshed, and their tonalli (soul) completely liberated from their body• 9th level, called Chicunamictlan.",
              "Here the dead had to cross nine lagoons, after which their soul was totally freed from the sufferings of the body.",
              "Here they would be received by Mictlantecuhtli and Mictecacihuatl, masculine and feminine entities.",
              "The dead person had to carry with them a pack to help them survive the journey, containing water, weapons, blankets, gifts, etc.",
              "Xolotl - patron of the West, god of spirits, of twins, of Venus the evening star - accompanied the dead to Mictlan.",
              "Gods of the Dark who fed on the fear and agony of their victims included:-Kisin – Lord of Contagion Editor’s Note: Kisin is a god associated particularly with the Lacandon Maya people;",
              "Alfredo López Austin describes him as Lacandon Lord of the Underworld (‘The Myths of the Opossum’ 1993)Popocatzin – cruel and pitiless Smoking Lord of the Shadows.",
              "Picture sources:-• Illustrations of Mictlantecuhtli and Mictecacihuatl by Miguel Covarrubias: images scanned from The Aztecs - People of the Sun by Alfonso Caso (1958)• Main illustration by Steve Radzi/Mayavision for Mexicolore• Codex Mendoza image scanned from our own copy of the James Cooper Clark 1938 facsimile edition, London• Photo of Raúl Anguiano mural by Ian Mursell/Mexicoloe• Illustration of Tomb 104, Monte Albán by Miguel Covarrubias scanned from Indian Art of Mexico & Central America by Miguel Covarrubias (1957)• Mictlantecuhtli figures: photos by Ian Mursell/Mexicolore• ‘Pushing up daisies’: photo by Ian Mursell/Mexicolore.",
              "CONCLUSIONS• There are discrepancies in the ethnohistorical sources reagarding the hazards a soul faces on the journey to Mictlan• The differences make no difference to the ‘moral of the story.",
              ".",
              ".",
              "’• The overall purpose of the sequence of challenges and hardships is, as we noted in the Introduction, in Alfredo López Austin’s words to ‘cleanse the individual’s history’• Life and death are inextricable;",
              "our identity may disappear and fragment when we die, but our soul(s) continue existing in different forms in the great universe around us.",
              "This article was uploaded to the Mexicolore website on Apr 18th 2023"
            ]
          },
          {
            "title": "Mictlān - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Mictl%C4%81n",
            "content": [
              "Mictlān - Wikipedia",
              "Mictlan (Nahuatl pronunciation: [ˈmikt͡ɬaːn]) is the underworld of Aztec mythology.",
              "Most people who die would travel to Mictlan, although other possibilities exist (see \"Other destinations\", below).",
              "[1] Mictlan consists of nine distinct levels.",
              "[1] The journey from the first level to the ninth is difficult and takes four years, but the dead are aided by the psychopomp, Xolotl.",
              "The dead must pass many challenges, such as crossing a mountain range where the mountains crash into each other, a field with wind that blows flesh-scraping knives, and a river of blood with fearsome jaguars.",
              "[citation needed] Mictlan also features in the Aztec creation myth.",
              "Mictlantecuhtli set a pit to trap Quetzalcoatl.",
              "When Quetzalcoatl entered Mictlan seeking bones with which to create humans, Mictlantecuhtli was waiting.",
              "He asked Quetzalcoatl to travel around Mictlan four times blowing a conch shell with no holes.",
              "Quetzalcoatl eventually put some bees in the conch shell to make sound.",
              "Fooled, Mictlantecuhtli showed Quetzalcoatl to the bones.",
              "But Quetzalcoatl fell into the pit and some of the bones broke.",
              "The Aztecs believed this is why people's height are different.",
              "Mictlan is believed to be ruled by King Mictlantecuhtli (\"Lord of the Underworld\")[2] and his wife, Mictecacihuatl (\"Lady of the Underworld\").",
              "[3] Other deities in Mictlan include Cihuacoatl (who commanded Mictlan spirits called Cihuateteo), Acolmiztli, Chalmecacihuilt, Chalmecatl and Acolnahuacatl.",
              "[citation needed] The nine regions of Mictlán (also known as Chiconauhmictlán) in Aztec mythology take shape within the Nahua worldview of space and time as parts of a universe composed of living forces.",
              "According to Mexica mythology, in the beginning, there were two primordial gods, Omecíhuatl and Ometecuhtli, whose children became the creator gods.",
              "The names of these creator gods were Xipetótec, Tezcatlipoca, Quetzalcóatl, and Huitzilopochtli, and they inherited the art of creation from their parents.",
              "From the preexisting matter, after 600 years of inactivity, Tezcatlipoca and Quetzalcóatl organized the vertical and horizontal universes, where the horizontal universe was composed of cardinal or hemispheric directions and the vertical universe was composed of two parts, a higher and a lower.",
              "The higher part was supported by four gigantic trees, growing in each corner of the Tlalocán (the central part of the universe).",
              "Such imagery is also found in the idea of a world tree, such as Yggdrasil in Norse mythology, Jian Mu in Chinese mythology or the Ashvattha fig in Hindu mythology.",
              "These trees impeded the joining of the Overworld (the higher world) and the Underworld (the lower world) to Tlaltícpac (the earth).",
              "The earth was a land formed from the body of Cipactli, the crocodilomorphic sea monster, and was a solid, living land that generated food for humankind.",
              "Cipactli was mother nature, from whom was created the surface and soil that was Tlaltícpac.",
              "[4] The myth recounts the following.",
              "From Cipactli's hair sprang trees, flowers and plants, from her skin sprang plains, valleys and river sediments, from her eyes came wells, caves, and fountains, from her mouth sprang rivers, lakes and streams, from her nose came valleys, ranges and mesas, from her shoulders the saw-toothed mountain ranges, volcanoes and mountains.",
              "As they organized the universe horizontally and vertically, the four creator gods forged the pairs[5] of gods who would control each area of power: the water (Tlaloc and Chalchiuhtlicue), the earth (Tlaltecuhtli and Tlalcíhuatl), fire (Xiuhtecuhtli and Chantico) and the dead (Mictlantecuhtli and Mictecacíhuatl).",
              "In addition to Mictlan, the dead could also go to other destinations:"
            ]
          },
          {
            "title": "Day of the Dead (Día de los Muertos) - HISTORY",
            "url": "https://www.history.com/topics/halloween/day-of-the-dead",
            "content": [
              "Day of the Dead (Día de los Muertos) - HISTORY",
              "By: History.",
              "com Editors Updated: April 24, 2023 | Original: October 30, 2018 The Day of the Dead (el Día de los Muertos), is a Mexican holiday where families welcome back the souls of their deceased relatives for a brief reunion that includes food, drink and celebration.",
              "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
              "While October 31 is Halloween, November 1-2 is All Souls Day or the Day of the Dead.",
              "According to tradition, the gates of heaven are opened at midnight on October 31 and the spirits of children can rejoin their families for 24 hours.",
              "The spirits of adults can do the same on November 2.",
              "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica.",
              "The Aztecs and other Nahua people living in what is now central Mexico held a cyclical view of the universe, and saw death as an integral, ever-present part of life.",
              "Upon dying, a person was believed to travel to Chicunamictlán, the Land of the Dead.",
              "Only after getting through nine challenging levels, a journey of several years, could the person’s soul finally reach Mictlán, the final resting place.",
              "In Nahua rituals honoring the dead, traditionally held in August, family members provided food, water and tools to aid the deceased in this difficult journey.",
              "This inspired the contemporary Day of the Dead practice in which people leave food or other offerings on their loved ones’ graves, or set them out on makeshift altars called ofrendas in their homes.",
              "In ancient Europe, pagan celebrations of the dead also took place in the fall, and consisted of bonfires, dancing and feasting.",
              "Some of these customs survived even after the rise of the Roman Catholic Church, which (unofficially) adopted them into their celebrations of two Catholic holidays, All Saints Day and All Souls Day, celebrated on the first two days of November.",
              "In medieval Spain, people would bring bring wine and pan de ánimas (spirit bread) to the graves of their loved ones on All Souls Day;",
              "they would also cover graves with flowers and light candles to illuminate the dead souls’ way back to their homes on Earth.",
              "In the 16th century, Spanish conquistadores brought such traditions with them to the New World, along with a darker view of death influenced by the devastation of the bubonic plague.",
              "El Día de los Muertos is not, as is commonly thought, a Mexican version of Halloween, though the two holidays do share some traditions, including costumes and parades.",
              "On the Day of the Dead, it’s believed that the border between the spirit world and the real world dissolves.",
              "During this brief period, the souls of the dead awaken and return to the living world to feast, drink, dance and play music with their loved ones.",
              "In turn, the living family members treat the deceased as honored guests in their celebrations, and leave the deceased’s favorite foods and other offerings at gravesites or on the ofrendas built in their homes.",
              "Ofrendas can be decorated with candles, bright marigolds called cempasuchil and red cock’s combs alongside food like stacks of tortillas and fruit.",
              "The most prominent symbols related to the Day of the Dead are calacas (skeletons) and calaveras (skulls).",
              "In the early 20th century, the printer and cartoonist José Guadalupe Posada incorporated skeletal figures in his art mocking politicians and commenting on revolutionary politics.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, features a female skeleton adorned with makeup and dressed in fancy clothes.",
              "The 1910 etching was intended as a statement about Mexicans adopting European fashions over their own heritage and traditions.",
              "La Calavera Catrina was then adopted as one of the most recognizable Day of the Dead icons.",
              "During contemporary Day of the Dead festivities, people commonly wear skull masks and eat sugar candy molded into the shape of skulls.",
              "The pan de ánimas of All Souls Day rituals in Spain is reflected in pan de muerto, the traditional sweet baked good of Day of the Dead celebrations today.",
              "Other food and drink associated with the holiday, but consumed year-round as well, include spicy dark chocolate and the corn-based drink called atole.",
              "You can wish someone a happy Day of the Dead by saying, “Feliz día de los Muertos.",
              "” Traditionally, the Day of the Dead was celebrated largely in the more rural, indigenous areas of Mexico, but starting in the 1980s it began spreading into the cities.",
              "UNESCO reflected growing awareness of the holiday in 2008, when it added Mexico’s “Indigenous festivity dedicated to the dead” to its list of Intangible Cultural Heritage of Humanity.",
              "In recent years, the tradition has developed even more due to its visibility in pop culture and its growing popularity in the United States, where more than 36 million people identified as being of partial or full Mexican ancestry as of 2016, according to the U.",
              "S.",
              "Census Bureau.",
              "Inspired by the 2015 James Bond movie Spectre, which featured a large Day of the Dead parade, Mexico City held its first-ever parade for the holiday in 2016.",
              "In 2017, a number of major U.",
              "S.",
              "cities, including Chicago, Los Angeles, San Antonio and Fort Lauderdale, held Day of the Dead parades.",
              "That November, Disney and Pixar released the blockbuster animated hit Coco, a $175 million homage to the Mexican tradition in which a young boy is transported to the Land of the Dead and meets up with his long-lost ancestors.",
              "Though the particular customs and scale of Day of the Dead celebrations continue to evolve, the heart of the holiday has remained the same over thousands of years.",
              "It’s an occasion for remembering and celebrating those who have passed on from this world, while at the same time portraying death in a more positive light, as a natural part of the human experience.",
              "Día de los Muertos: A Brief History, National Hispanic Cultural CenterGiardina, Carolyn, “‘Coco’: How Pixar Brought its ‘Day of the Dead’ Story to Life,” Hollywood Reporter, December 12, 2017Dobrin, Isabel, “Día de los Muertos Comes to Life Across the Mexican Diaspora,” NPR, November 2, 2017Scott, Chris.",
              "“Day of the Dead parade - Life imitates art,” CNN, October 28, 2016Mictlantecuhtli, Ancient History Encyclopedia The mythology surrounding vampires long predates Bram Stoker's 1897 novel \"Dracula,\" and folkloric tales of the undead can be traced back more than 1,000 years.",
              "Explore the amazing truth behind one of history's most terrifying legends.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          }
        ],
        "The Spanish conquistadores brought with them their Catholic beliefs and traditions, such as All Saints' Day and All Souls' Day, which were celebrated on November 1 and 2.": [
          {
            "title": "The Day of the Dead: The not-so-pre-Hispanic origins of the Mexican ...",
            "url": "https://english.elpais.com/culture/2022-11-01/the-day-of-the-dead-the-not-so-pre-hispanic-origins-of-the-mexican-tradition.html",
            "content": [
              "The Day of the Dead: The not-so-pre-Hispanic origins of the Mexican ...",
              "The Day of the Dead is a very special event in Mexico.",
              "The traditional crafty papel picado, Aztec marigolds, chocolate and sugar skulls, pan de muerto, water, salt, candles and all the ancestors’ favorite foods fill the homes of modern-day Mexicans and public spaces with the sole purpose of inviting them back from the dead.",
              "According to Mexican custom, dead children are remembered on November 1 and adults on November 2.",
              "In some regions, those who died by accident or in tragic circumstances are remembered on October 28, while on October 30, it’s the turn of the souls of those in limbo who died without being baptized.",
              "On November 7, 2003, the United Nations Educational, Scientific and Cultural Organization (UNESCO) declared the Day of the Dead in Mexican indigenous communities an Oral and Intangible Heritage of Humanity, although many consider that the pre-Hispanic past has had too much influence on the day’s traditions;",
              "in reality this celebration is an example of the latent syncretism between Hispanic and pre-Hispanic culture.",
              "November 1 is also known as All Saints’ Day and November 2 as All Souls’ Day.",
              "According to historian Elsa Malvido, the celebration of All Saints’ Day was promoted by the abbot of Cluny in France in the 11th century in order to commemorate the Maccabees – Jewish rebel warriors.",
              "Later, the Roman Catholic Church adopted the date.",
              "The celebration consisted of churches and convents exhibiting relics, remains and treasures to which believers offered prayers to obtain forgiveness and avoid going to hell.",
              "In places such as the Spanish regions of Castile, Aragón and León, food was prepared in the shape of bones, skulls and skeletons and these were taken to the church where a saint was worshiped.",
              "Later, the image of the offering was placed in homes and the so-called table of the saint was decorated with sweets and bread.",
              "The aim of the offerings was to sanctify the home.",
              "The faithful would make long pilgrimages to sacred areas as part of this ritual.",
              "All Souls’ Day, meanwhile, was dedicated to the souls that were in purgatory and could only escape it with the prayers of the faithful.",
              "Thus, November 1 and 2 became the ideal dates to ask for forgiveness and pray in order to help not only oneself but also the deceased.",
              "This tradition came to America with the Spanish conquerors;",
              "in order to carry out the exhibition of holy objects, they had to move them from Rome to the port of Veracruz.",
              "According to Diego Durán, there are two indigenous Nahua rituals dedicated to the dead: Miccailhuitontli or the Small Fiesta of the Dead, that takes place in the ninth month, which would be August in the Gregorian calendar, and the Big Fiesta of the Dead, celebrated the following month.",
              "The indigenous people conceived life and death as a dialectical concept.",
              "According to Bernardino de Sahagún, the ancient tribes believed that when they died they did not perish, but began to live again.",
              "Death was simply part of a constant cycle.",
              "They conceived of sowing their crops in the same way: a cycle in which they had to harvest the fruits in order to sow again.",
              "They feared that during the intervening months while waiting to harvest, the crops might die as it was a period of transition between drought and abundance.",
              "In order to continue the cycle, the harvest was shared with the dead – their ancestors.",
              "It was a ritual of life and death in which they presented sacrifices and offerings (usually cocoa, money, wax, birds, fruits) so that the crops would grow again.",
              "According to sociologist and anthropologist, José Eric Mendoza Luján, during the years of the Spanish conquest, the dates were changed so that they would appear to celebrate Christian traditions, but still more than 40 indigenous groups, numbering more than six million people, hold rituals associated with this celebration, according to data from the Mexican Ministry of Culture.",
              "According to historian Elsa Malvido, after the cholera pandemic in 1833, corpses had to be buried in open spaces so that the dead would not infect the living.",
              "And so cemeteries were born.",
              "Meanwhile, the duality and syncretism of the indigenous and Catholic traditions transformed the idea of worshiping relics into worshiping ancestors.",
              "The cemeteries became sites of ritual and the tombs became the new relics during All Saints’ Day.",
              "Pilgrims, hungry from their long walk, would arrive amidst the relics, offerings and flowers on the tombstones and satisfy their hunger in the presence of their dead.",
              "Carrying much more weight in central and southern Mexico, the Day of the Dead is a deep-seated tradition, as well as being a social event that revolves around the living communing with the dead.",
              "Suscríbete y lee sin límites"
            ]
          },
          {
            "title": "Day of the Dead: How Ancient Traditions Grew Into a Global Holiday",
            "url": "https://www.history.com/news/day-dead-dia-de-muertos-origins",
            "content": [
              "Day of the Dead: How Ancient Traditions Grew Into a Global Holiday",
              "By: Iván Román Updated: October 18, 2023 | Original: October 29, 2020 The Day of the Dead or Día de Muertos is an ever-evolving holiday that traces its earliest roots to the Aztec people in what is now central Mexico.",
              "The Aztecs used skulls to honor the dead a millennium before the Day of the Dead celebrations emerged.",
              "Skulls, like the ones once placed on Aztec temples, remain a key symbol in a tradition that has continued for more than six centuries in the annual celebration to honor and commune with those who have passed on.",
              "Once the Spanish conquered the Aztec empire in the 16th century, the Catholic Church moved Indigenous celebrations and rituals honoring the dead throughout the year to the Catholic dates commemorating All Saints Day and All Souls Day on November 1 and 2.",
              "In what became known as Día de Muertos on November 2, the Latin American Indigenous traditions and symbols to honor the dead fused with non-official Catholic practices and notions of an afterlife.",
              "The same happened on November 1 to honor children who had died.",
              "In these ceremonies, people build altars in their homes with ofrendas, offerings to their loved ones’ souls.",
              "Candles light photos of the deceased and items left behind.",
              "Families read letters and poems and tell anecdotes and jokes about the dead.",
              "Offerings of tamales, chiles, water, tequila and pan de muerto, a specific bread for the occasion, are lined up by bright orange or yellow cempasúchil flowers, marigolds, whose strong scent helps guide the souls home.",
              "Copal incense, used for ceremonies back in ancient times, is lit to draw in the spirits.",
              "Clay molded sugar skulls are painted and decorated with feathers, foil and icing, with the name of the deceased written across the foreheads.",
              "Altars include all four elements of life: water, the food for earth, the candle for fire, and for wind, papel picado, colorful tissue paper folk art with cut out designs to stream across the altar or the wall.",
              "Some families also include a Christian crucifix or an image of the Virgin of Guadalupe, Mexico’s patron saint in the altar.",
              "In Mexico, families clean the graves at cemeteries, preparing for the spirit to come.",
              "On the night of November 2, they take food to the cemetery to attract the spirits and to share in a community celebration.",
              "Bands perform and people dance to please the visiting souls.",
              "“People are really dead when you forget about them, and if you think about them, they are alive in your mind, they are alive in your heart,” says Mary J.",
              "Andrade, a journalist and author of eight books about the Day of the Dead.",
              "“When people are creating an altar, they are thinking about that person who is gone and thinking about their own mortality, to be strong, to accept it with dignity.",
              "” Honoring and communing with the dead continued throughout the turbulent 36 years that 50 governments ruled Mexico after it won its independence from Spain in 1821.",
              "When the Mexican Liberal Party led by Benito Juárez won the War of Reform in December 1860, the separation of church and state prevailed, but Día de Muertos remained a religious celebration for many in the rural heartland of Mexico.",
              "Elsewhere, the holiday became more secular and popularized as part of the national culture.",
              "Some started the holiday’s traditions as a form of political commentary.",
              "Like the funny epitaphs friends of the deceased told in their homes to honor them, some wrote calaveras literarias (skulls literature)—short poems and mock epitaphs—to mock living politicians or political criticism in the press.",
              "“This kind of thing happens alongside the more intimate observation of the family altar,” says Claudio Lomnitz, an anthropologist at Columbia University and author of Death and the Idea of Mexico.",
              "“They are not in opposition to one another.",
              "” In Mexico’s thriving political art scene in the early 20th century, printmaker and lithographer Jose Guadalupe Posada put the image of the calaveras or skulls and skeletal figures in his art mocking politicians, and commenting on revolutionary politics, religion and death.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, is a 1910 zinc etching featuring a female skeleton.",
              "The satirical work was meant to portray a woman covering up her Indigenous cultural heritage with a French dress, a fancy hat, and lots of makeup to make her skin look whiter.",
              "The title sentence of his original La Catrina leaflet, published a year before the start of the Mexican Revolution in 1911, read “Those garbanceras who today are coated with makeup will end up as deformed skulls.",
              "” La Catrina became the public face of the festive Día de Muertos in processions and revelry.",
              "Mexican painter Diego Rivera placed a Catrina in an ostentatious full-length gown at the center his mural, completed in 1947, portraying the end of Mexico’s Revolutionary War.",
              "La Catrina’s elegant clothes of a “dandy” denote a mocking celebration, while her smile emerging through her pompous appearance reminds revelers to accept the common destiny of mortality.",
              "Over decades, celebrations honoring the dead—skulls and all—spread north into the rest of Mexico and throughout much of the United States and abroad.",
              "Schools and museums from coast to coast exhibit altars and teach children how to cut up the colorful papel picado folk art to represent the wind helping souls make their way home.",
              "In the 1970s, the Chicano Movement tapped the holiday’s customs with public altars, art exhibits and processions to celebrate Mexican heritage and call out discrimination.",
              "In the 1980s, Day of the Dead altars were set up for victims of the AIDS epidemic, for the thousands of people who disappeared during Mexico’s drug war and for those lost in Mexico’s 1985 earthquake.",
              "In 2019, mourners set up a giant altar with ofrendas, or offerings, near a Walmart in El Paso, Texas where a gunman targeting Latinos killed 22 people.",
              "As Lomnitz explains, one reason why more and more people may be taking part in Día de Muertos celebrations is that the holiday addresses a reality that is rarely acknowledged by modern cultures—our own mortality.",
              "“It creates a space for communication between the living and the dead.",
              "Where else do people have that?",
              "” Lomnitz says.",
              "“These altars have become a resource and connection to that world and that’s part of their popularity and their fascination.",
              "” By: Iván Román Iván Román is a freelance journalist, editor and communications consultant based in Washington, D.",
              "C.",
              "who has focused primarily on the country’s increasingly diverse racial and ethnic communities, its complex challenges regarding immigration, and Caribbean and Latin American affairs.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Día de los Muertos and All Souls Day - U.S. Catholic",
            "url": "https://uscatholic.org/articles/201111/is-dia-de-los-muertos-the-same-as-all-souls-day/",
            "content": [
              "Día de los Muertos and All Souls Day - U.S. Catholic",
              "SHARE For three days every year Mexicans and Mexican Americans gather for Día de los Muertos.",
              "In cemeteries and homes people come together to remember their deceased loved ones.",
              "The last of those days, November 2, falls on the traditional Commemoration of All the Faithful Departed—All Souls Day.",
              "Are the two celebrations the same?",
              "Both observances remember the dead.",
              "Their ways of remembering, though, go in somewhat different directions.",
              "All Souls Day remembers and prays for “all the faithful departed”;",
              "Día de los Muertos welcomes the return of the departed for a yearly family visit.",
              "All Souls Day and Día de los Muertos come from different places as well.",
              "The latter has roots in Mexico’s pre-Spanish civilization and its beliefs and practices relating to death, while the former has a firmly European heritage.",
              "Pixar finds success in a kid-friendly movie about death All Souls Day has a long history.",
              "As early as the ninth century it was a custom for monasteries to set aside a day to pray for their dead, and an abbot of the Benedictine monastery of Cluny was the first to establish November 2 as the day for commemoration of the departed.",
              "With the carnage of World War I in mind, Pope Benedict XV extended All Souls Day to the whole Catholic Church in 1915.",
              "On All Souls people of faith remember those believers who have gone before them and ask God to welcome them as they enter their final journey to be with God forever.",
              "While Día de los Muertos also remembers the dead, it celebrates their living memory as well.",
              "Gatherings at gravesides become family reunion picnics—with the dead invited.",
              "Food, drink, music, flowers, and fireworks are part of the celebration.",
              "It is a kind of party during which the dead are remembered and rejoiced over.",
              "In the home, altars decorated with flowers, photos of the deceased, and a variety of food offerings for the dead extend hospitality to the deceased and recall their presence.",
              "Advertisement Many of these foods are sweet, such as candy skulls and coffins and the sugar rolls called pan de muerto.",
              "The celebration is also a time for toy skeletons, papel picado—tissue paper cutouts of skulls and bones—and other ornaments.",
              "In the candy and toys, participants find sweetness and play in the bitterness and somberness of death.",
              "Catholicism embraces all these dimensions of remembering the dead.",
              "Whether in prayer for all the faithful departed on All Souls or in the customs of Día de los Muertos, the past enters into the present.",
              "Families and the larger family of faith gather around altars and places where the deceased rest to affirm life in the midst of death and joy in sorrow.",
              "A memory celebrated becomes a living hope for eternal life.",
              "This article is also available to read in Spanish.",
              "This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked Both observances remember the dead.",
              "Their ways of remembering, though, go in somewhat different directions.",
              "All Souls Day remembers and prays for “all the faithful departed”;",
              "Día de los Muertos welcomes the return of the departed for a yearly family visit.",
              "All Souls Day and Día de los Muertos come from different places as well.",
              "The latter has roots in Mexico’s pre-Spanish civilization and its beliefs and practices relating to death, while the former has a firmly European heritage.",
              "Pixar finds success in a kid-friendly movie about death All Souls Day has a long history.",
              "As early as the ninth century it was a custom for monasteries to set aside a day to pray for their dead, and an abbot of the Benedictine monastery of Cluny was the first to establish November 2 as the day for commemoration of the departed.",
              "With the carnage of World War I in mind, Pope Benedict XV extended All Souls Day to the whole Catholic Church in 1915.",
              "On All Souls people of faith remember those believers who have gone before them and ask God to welcome them as they enter their final journey to be with God forever.",
              "While Día de los Muertos also remembers the dead, it celebrates their living memory as well.",
              "Gatherings at gravesides become family reunion picnics—with the dead invited.",
              "Food, drink, music, flowers, and fireworks are part of the celebration.",
              "It is a kind of party during which the dead are remembered and rejoiced over.",
              "In the home, altars decorated with flowers, photos of the deceased, and a variety of food offerings for the dead extend hospitality to the deceased and recall their presence.",
              "Advertisement Many of these foods are sweet, such as candy skulls and coffins and the sugar rolls called pan de muerto.",
              "The celebration is also a time for toy skeletons, papel picado—tissue paper cutouts of skulls and bones—and other ornaments.",
              "In the candy and toys, participants find sweetness and play in the bitterness and somberness of death.",
              "Catholicism embraces all these dimensions of remembering the dead.",
              "Whether in prayer for all the faithful departed on All Souls or in the customs of Día de los Muertos, the past enters into the present.",
              "Families and the larger family of faith gather around altars and places where the deceased rest to affirm life in the midst of death and joy in sorrow.",
              "A memory celebrated becomes a living hope for eternal life.",
              "This article is also available to read in Spanish.",
              "This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked All Souls Day has a long history.",
              "As early as the ninth century it was a custom for monasteries to set aside a day to pray for their dead, and an abbot of the Benedictine monastery of Cluny was the first to establish November 2 as the day for commemoration of the departed.",
              "With the carnage of World War I in mind, Pope Benedict XV extended All Souls Day to the whole Catholic Church in 1915.",
              "On All Souls people of faith remember those believers who have gone before them and ask God to welcome them as they enter their final journey to be with God forever.",
              "While Día de los Muertos also remembers the dead, it celebrates their living memory as well.",
              "Gatherings at gravesides become family reunion picnics—with the dead invited.",
              "Food, drink, music, flowers, and fireworks are part of the celebration.",
              "It is a kind of party during which the dead are remembered and rejoiced over.",
              "In the home, altars decorated with flowers, photos of the deceased, and a variety of food offerings for the dead extend hospitality to the deceased and recall their presence.",
              "Advertisement Many of these foods are sweet, such as candy skulls and coffins and the sugar rolls called pan de muerto.",
              "The celebration is also a time for toy skeletons, papel picado—tissue paper cutouts of skulls and bones—and other ornaments.",
              "In the candy and toys, participants find sweetness and play in the bitterness and somberness of death.",
              "Catholicism embraces all these dimensions of remembering the dead.",
              "Whether in prayer for all the faithful departed on All Souls or in the customs of Día de los Muertos, the past enters into the present.",
              "Families and the larger family of faith gather around altars and places where the deceased rest to affirm life in the midst of death and joy in sorrow.",
              "A memory celebrated becomes a living hope for eternal life.",
              "This article is also available to read in Spanish.",
              "This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked While Día de los Muertos also remembers the dead, it celebrates their living memory as well.",
              "Gatherings at gravesides become family reunion picnics—with the dead invited.",
              "Food, drink, music, flowers, and fireworks are part of the celebration.",
              "It is a kind of party during which the dead are remembered and rejoiced over.",
              "In the home, altars decorated with flowers, photos of the deceased, and a variety of food offerings for the dead extend hospitality to the deceased and recall their presence.",
              "Advertisement Many of these foods are sweet, such as candy skulls and coffins and the sugar rolls called pan de muerto.",
              "The celebration is also a time for toy skeletons, papel picado—tissue paper cutouts of skulls and bones—and other ornaments.",
              "In the candy and toys, participants find sweetness and play in the bitterness and somberness of death.",
              "Catholicism embraces all these dimensions of remembering the dead.",
              "Whether in prayer for all the faithful departed on All Souls or in the customs of Día de los Muertos, the past enters into the present.",
              "Families and the larger family of faith gather around altars and places where the deceased rest to affirm life in the midst of death and joy in sorrow.",
              "A memory celebrated becomes a living hope for eternal life.",
              "This article is also available to read in Spanish.",
              "This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked Many of these foods are sweet, such as candy skulls and coffins and the sugar rolls called pan de muerto.",
              "The celebration is also a time for toy skeletons, papel picado—tissue paper cutouts of skulls and bones—and other ornaments.",
              "In the candy and toys, participants find sweetness and play in the bitterness and somberness of death.",
              "Catholicism embraces all these dimensions of remembering the dead.",
              "Whether in prayer for all the faithful departed on All Souls or in the customs of Día de los Muertos, the past enters into the present.",
              "Families and the larger family of faith gather around altars and places where the deceased rest to affirm life in the midst of death and joy in sorrow.",
              "A memory celebrated becomes a living hope for eternal life.",
              "This article is also available to read in Spanish.",
              "This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked Catholicism embraces all these dimensions of remembering the dead.",
              "Whether in prayer for all the faithful departed on All Souls or in the customs of Día de los Muertos, the past enters into the present.",
              "Families and the larger family of faith gather around altars and places where the deceased rest to affirm life in the midst of death and joy in sorrow.",
              "A memory celebrated becomes a living hope for eternal life.",
              "This article is also available to read in Spanish.",
              "This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked This article is also available to read in Spanish.",
              "This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked This article appeared in the November 2010 issue of U.",
              "S.",
              "Catholic (Vol.",
              "75, No.",
              "11, page 46).",
              "TagsChurch holidays Death and dying Glad You Asked"
            ]
          }
        ],
        "The dates of All Saints' Day and All Souls' Day coincided with the Nahua rituals honoring the dead, and over time, a syncretism of cultures and customs emerged.": [
          {
            "title": "Exploring syncretism through Día de los Muertos - OER Project",
            "url": "https://community.oerproject.com/b/blog/posts/exploring-syncretism-through-dia-de-los-muertos",
            "content": [
              "Exploring syncretism through Día de los Muertos - OER Project",
              "For full access to all OER Project resources AND our amazing teacher community, click here to register!",
              "By Bennett Sherry, OER Project Team Each year around November 1, hundreds of thousands of people gather in Mexico City for a huge parade in celebration of Día de los Muertos—the Day of the Dead.",
              "Or at least, they have every year since 2016.",
              "You see, in 2015, the James Bond film Spectre was filmed in Mexico City.",
              "During the opening scene, Daniel Craig battled through a crowded parade as revelers in skull masks and colorful costumes marched to celebrate the Day of the Dead.",
              "There’s just one problem: Mexico City didn’t have any such parade.",
              "Yet to capitalize on the popularity of this film (and others, like Disney’s Coco), the city government started hosting an annual parade in 2016.",
              "Over 250,000 people attended, and that’s how the “tradition” of an annual parade started!",
              "In our deeply interconnected, globalized world, this sort of cultural phenomenon isn’t uncommon.",
              "A cultural tradition in one place becomes popular in another and changes in the new place.",
              "But then, somehow—through a movie, travel, or some other means—it comes back to the place of origin and changes the original tradition.",
              "Take pizza, for example.",
              "It started out as a simple Italian flatbread and stayed that way in Italy, even as it turned into a cheesy, saucy vehicle for toppings in the United States.",
              "But later, when Italian American migrants visited family in Italy in the early twentieth century, they brought along the American take on pizza, with all its toppings.",
              "Pizza in Italy was changed forever.",
              "Daniel Craig, as James Bond, is seen on the set of \"Spectre\" in 2015 in Mexico City, Mexico.",
              "© Clasos/GC Images/Getty Images.",
              "The history of Día de los Muertos predates James Bond by a few thousand years, and it’s filled with a variety of changes and influences that crossed oceans and defied empires.",
              "The holiday blends elements of precolonial Indigenous practices, Catholic rituals, and ideas from pre-Christian Iberia.",
              "If you’re teaching Era 3 of WHP Origins, Unit 3 of the 1200 course, Unit 4 of the AP course, or BHP Unit 7, Día de los Muertos offers a great example to illustrate cultural syncretism.",
              "These days—in addition to the new parade—the celebration of the Day of the Dead takes place on November 1 and 2.",
              "Specific traditions vary from place to place, but generally communities gather in cemeteries to clean family tombs, leave treats for their deceased family members, and celebrate their memory.",
              "Sugar skulls (calaveras), special bread (pan de muerto), marigolds, and are among the offerings left for the dead.",
              "Alcohol consumption is common, and the festivities are joyous and unburdened by mourning.",
              "It's believed that on this day, dead relatives awake from their sleep to party with you, so you wouldn’t want to offend them by being morose.",
              "But beware!",
              "If you fail to remember your dead kin, punishment awaits you in the afterlife!",
              "Each celebration is based on rituals repeated year after year.",
              "But where do these rituals come from?",
              "Are they indigenous?",
              "Spanish?",
              "Or brought from even further away?",
              "Probably all of these!",
              "In fact, this a great example of cultural syncretism.",
              "However, it’s pretty tough to trace the many routes through which cultures form—whether in Central Asia or surrounding the Lady of Guadalupe.",
              "So as you cover the origins of traditions, make sure your students have their claim testers!",
              "The traditions behind the Day of the Dead didn’t emerge from any single place but rather from a long history of cultural blending.",
              "Many historians argue that the festivities are inspired by Indigenous Mesoamerican traditions, particularly the Nahua people who lived in the Aztec Empire.",
              "Their celebrations of the dead included offerings of food to aid the deceased on their journey.",
              "Typically, these celebrations were held in the summer months.",
              "The Aztec Empire, of course, conquered many peoples, and it’s likely that these early festivities were a blend of earlier traditions.",
              "After the Spanish conquests of Mesoamerica, the colonizers brough Catholicism to the Americas.",
              "Catholic missionaries and colonial missionaries saw the persistence of Indigenous religion as a threat and sought to quash earlier practices.",
              "When this failed (as it often did), the new Catholic practices sometimes blended with Indigenous traditions to create something new.",
              "But Day of the Dead celebrations also might have been influenced by other, non-Christian traditions from the other side of the Atlantic.",
              "Some scholars note similarities to various European and Iberian folk traditions, such as the Danse Macabre.",
              "Others point out that, given the long history of enslavement in Mexico, West African influences are also likely.",
              "During the colonial period, the Spanish worked to move the celebrations from the summer to early November, so it would coincide with the Catholic special masses of All Saints’ Day and All Souls’ Day.",
              "At other times, colonial officials took steps to repress the celebrations, either by banning visits to cemeteries or limiting the sale of alcohol.",
              "It appears that continued celebration of the Day of the Dead was, at least in part, a form of resistance against the Spanish colonial government.",
              "Day of the Dead continued to stand as a symbol of resistance into the twentieth century.",
              "The sugar skulls that we associate with this holiday today are thanks to the artist Jose Guadalupe Posada.",
              "In the late nineteenth and early twentieth centuries, Posada drew a huge number of satirical broadside illustrations criticizing elites in Mexico, continuing his work through the early years of the Mexican Revolution.",
              "Calavera Oaxaquena, published by Antonio Vanegas Arroyo, circa 1903.",
              "Print shows fierce calavera brandishing knife with a crowd of calaveras behind him.",
              "© VCG Wilson/Corbis via Getty Images.",
              "As you introduce syncretism, you might show your students a picture or two from the celebrations, like the one below.",
              "Ask them to do some research and label the picture, identifying elements that they think came from Indigenous, Christian, or other sources.",
              "They might be surprised how hard it is to tease apart one from the other.",
              "Then you might ask them what James Bond has to do with this Mexican holiday!",
              "Popular culture changing a centuries-old cultural practice in such a dramatic way is a great reminder that cultures are not static.",
              "And our traditions continue to evolve as our societies grow more interconnected.",
              "Dia de los Muertos altar on display at the Basilica of Our Lady of Guadalupe in Mexico City, Mexico.",
              "This altar is dedicated as reverence to Our Lady of Guadalupe and remembrance of deceased love ones.",
              "© Gabriel Perez/Moment/Getty Images.",
              "About the author: Bennett Sherry holds a PhD in history from the University of Pittsburgh and has undergraduate teaching experience in world history, human rights, and the Middle East.",
              "Bennett writes about refugees and international organizations in the twentieth century.",
              "He is one of the historians working on the OER Project courses.",
              "Cover image: Participants in traditional costume and with their faces painted seen during the Catrina Festival.",
              "Thousands of people took to the streets of Mexico City to watch the procession of Catrinas.",
              "Catrina is a female skeleton with a large hat, often made of feathers.",
              "The figure is based on a character created in the early 1900s by artist José Guadalupe Posada and then reinvented by Diego Rivera.",
              "© Lexie Harrison-Cripps/SOPA Images/LightRocket via Getty Images.",
              "This digital altar from LA Times is a good connection too!",
              "www.",
              "latimes.",
              "com/.",
              ".",
              ".",
              "/ Fascinating treatment, Bennett Sherry!",
              "!",
              "I immediately shared this out to our foreign language folks and my social studies compadres.",
              ";",
              "-) Thanks for this useful articles with the beautiful images.",
              "I also shared this short clip from the animated film Coco that students liked for the music element.",
              "They also liked the overlap with the respect for ancestors shown in this Mulan clip"
            ]
          },
          {
            "title": "Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS",
            "url": "https://www.pbs.org/education/blog/beyond-sugar-skulls-the-history-and-culture-of-dia-de-los-muertos",
            "content": [
              "Beyond Sugar Skulls: The History and Culture of Dia de los Muertos - PBS",
              "Día de los Muertos, or Day of the Dead, is a tradition first practiced thousands of years ago by indigenous peoples such as the Aztecs and the Toltecs.",
              "They didn’t consider death the end of one’s existence but simply another chapter of life.",
              "Rather than grieve their dead, ancient Mexicans celebrated the lives of the deceased and honored their memories.",
              "During Día de los Muertos, observed Oct.",
              "31- Nov.",
              "2, they believed the dead had a brief window to leave the spirit realm and visit their loved ones in the mortal world.",
              "Three thousand years later, Día de los Muertos (called Día de Muertos in Mexico) is celebrated globally.",
              "Observers visit gravesites, make altars for the dead, and leave offerings for them.",
              "Over the millennia, the holiday has changed in more ways than anyone living now can possibly know.",
              "The 16th century arrival of Spanish conquistador Hernán Cortés to Mexico saw the imposition of Catholicism on indigenous customs. The Catholic Church recognizes Nov.",
              "1 and 2 as All Saints’ Day and All Souls’ Day, respectively, and scholars say modern Día de los Muertos observances have indigenous roots with European influences.",
              "But for generations, the holiday has widely been practiced by people of Mexican ancestry, which is why the recent trend of outsiders partaking in Day of the Dead celebrations has led to cries of cultural appropriation.",
              "The Growing Popularity of Día de los Muertos in the US It’s difficult to pinpoint just one reason why people who don’t have a cultural connection to Día de los Muertos are rapidly taking interest in the holiday, but the trend has been covered from coast to coast, with the L.",
              "A.",
              "Times publishing an article about Day of the Dead’s commercialization in 2017 and the New York Times following suit in 2019.",
              "Changing aesthetics, demographics, and religious beliefs likely bear as much blame for this phenomenon as social media, geography, and pop culture do.",
              "Two years ago, Walt Disney Studios released its stunning Pixar animated film “Coco,” which had a plot that relied heavily on the Day of the Dead tradition.",
              "The movie was both a critical and commercial success, grossing more than $800 million off a $175 million budget.",
              "It won an Oscar, Golden Globe, BAFTA, and numerous other awards.",
              "In addition to “Coco,” the 2015 James Bond film “Spectre” features a scene set during a Día de los Muertos celebration in Mexico City.",
              "Recently, an unlikely influencer sparked a dialogue about cultural appropriation of the holiday.",
              "A $75 Barbie Día de los Muertos doll with blue-black braids, a black mermaid dress, and the skull makeup and marigolds associated with the tradition debuted in September and promptly sold out online.",
              "(It is still available from select retailers at markedup prices.)",
              "Mexican Americans had mixed responses to the doll, with some hoping that it would increase Latinx visibility in the US and others arguing that it constituted cultural appropriation since white-owned corporation Mattel would profit rather than communities of color.",
              "Geography contributes to Day of the Dead’s popularity as well.",
              "In cities such as Los Angeles, with large Latinx populations, celebrations of the holiday have taken place for years.",
              "An episode of the PBS SoCal show “Artbound” has linked U.",
              "S.",
              "observances of the holiday to the artists involved with the community arts center Self Help Graphics & Art.",
              "They worked to popularize Día de los Muertos in the 1970s, a time when the Chicanx community in L.",
              "A.",
              "had become politicized while fighting against the Vietnam War and social injustice.",
              "On Olvera Street in historic Los Angeles, Día de los Muertos celebrations have taken place for more than 30 years, and at the Hollywood Forever Cemetery, it has been observed for 20 years, well before the cultural appropriation debate about Day of the Dead began.",
              "As the Latinx population grows (it is currently the largest minority group in the U.",
              "S.)",
              ", such holidays will continue to have more influence than they once did.",
              "But some of the newest Day of the Dead observers likely have no link—geographic, cultural, or otherwise—to these celebrations.",
              "Such revelers may be drawn to the holiday for the simple reason that the colorful flowers, food and fashion associated with Día de los Muertos are so Instagrammable.",
              "The social media site’s #diadelosmuertos hashtag has more than two million posts.",
              "Even altars aren’t sacred on Instagram as more users show off their shrines to ancestors and deities during an age when young people are rejecting traditional religions for witchcraft and paganism.",
              "Add in the fact that millennials’ love for makeup has revolutionized the cosmetics industry, and it’s easy to see why droves of hipsters are gravitating to the skull face paint typically worn on Day of the Dead but likely skipping visits to the cemetery to connect with their deceased family members.",
              "This isn’t an excuse for cultural appropriation as much as it is an observation of the melding of trends that have attracted outsiders to the holiday, which managed to elude appropriation in the 20th century despite all the American kids exposed to it during Spanish class, if nowhere else.",
              "How Schools Can Be Supportive Schools can use Día de los Muertos as a time to teach students how to be culturally sensitive, discover their ancestral traditions related to death, and to support the Latinx community today.",
              "They can also help students appreciate the holiday for its uniqueness and clarify the common misconception that it is simply Mexican Halloween.",
              "Start a Dialogue: Since Día de los Muertos has sparked cultural appropriation concerns, teachers can organize lessons around this topic.",
              "Ask students to research cultural appropriation and explain what it is and how it relates to Day of the Dead.",
              "They may narrow this assignment down to one part of the debate surrounding this holiday, such as the impact of films like “Coco” or merchandise like the Día de los Muertos Barbie have had on commercializing the event.",
              "Go Beyond Aesthetics: For the individuals who grew up celebrating Día de los Muertos, the holiday is about far more than appearance.",
              "Photos of skull makeup and foods such as pan de muerto may get Instagram likes, but the aesthetics of the holiday were never what gave it importance.",
              "Have students research the origins of Day of the Dead and the spiritual beliefs of the Nahuatl-speaking peoples who first observed it.",
              "Students can use a Venn diagram or other graphic organizer to compare the views ancient Mexicans had about death to those of contemporary Americans.",
              "Is there any overlap?",
              "Foster Cross-Cultural Connections: Death is universal, so even if some Day of the Dead customs are off limits to students, it doesn’t mean they can’t take part in similar traditions related to their own cultural heritage.",
              "Whether students have Irish, Italian, Korean, or Nigerian roots, their ancestors observed death in particular ways.",
              "Students can research these customs or discuss them with relatives.",
              "Rather than appropriating a holiday such as Día de los Muertos, they can use the event to learn more about themselves and their heritage.",
              "Supporting the Latinx Community: The year 2019 saw a deadly mass shooting in El Paso, Texas, that targeted people of Mexican heritage.",
              "In El Paso and cities across the country, including Houston, Austin, Chicago, and Washington D.",
              "C.",
              ", Latinx people are making Día de los Muertos altars for the shooting victims, showing that this cultural observance marks a time to celebrate the lives of the marginalized and to fight the sociopolitical problems that lead to racial oppression.",
              "Discuss the altars for shooting victims to help students act on the issues, such as gun violence, immigration and racism, that matter to them.",
              "By helping students learn about the origins and complexities of Day of the Dead, educators can guide youth to engage in cultural appreciation rather than cultural appropriation of the holiday.",
              "A deeper understanding of this celebration can spur students to draw parallels to their own ancestral traditions concerning life and death.",
              "Nadra Nittle Journalist Nadra Nittle is a Los Angeles-based journalist, who has written and reported on topics such as education, race, business, fashion and food.",
              "She is currently a senior reporter for the food policy news website Civil Eats.",
              "Her writing has appeared in numerous publications, including Vox, The Atlantic, KCET, Refinery29, and the New York Times.",
              "Stay up to date on the latest blog posts, content, tools, and more from PBS Education!",
              "Copyright © 2023 Public Broadcasting Service (PBS), All rights reserved."
            ]
          },
          {
            "title": "What is Dia de los Muertos and how does it relate to All Saints’ Day?",
            "url": "https://churchofstmartin.org/2019/10/15/what-is-dia-de-los-muertos-and-how-does-it-relate-to-all-saints-day/",
            "content": [
              "What is Dia de los Muertos and how does it relate to All Saints’ Day?",
              "By Gabe Avila October 2019 Origins The original iteration of Día de los Muertos was an Aztec festival first mentioned approximately 3000 years ago, prior to Spanish colonization in the 1600s.",
              "This version took place at the beginning of August and lasted for an entire month!",
              "The festival was dedicated to the goddess Mictēcacihuātl, or “Lady of the Dead,” who ruled over the afterlife.",
              "However, when the Spanish came, Christian traditions fused with indigenous traditions.",
              "By the late 20th century, Día de los Muertos came to be associated with Allhallowtide, or the three day celebration consisting of All Saints’ Eve, All Saints’ Day, and All Souls’ Day.",
              "This celebration occurs from October 31 to November 2.",
              "Though Día de los Muertos is mainly celebrated on November 2nd, it is actually a two day celebration.",
              "The first day, known as Día de los Inocentes, or Day of the Innocents, is on November 1st, when the souls of children return to visit their loved ones.",
              "The souls of adults return on November 2nd and this day is known as the titular Día de los Muertos, or Day of the Dead.",
              "Celebration Día de los Muertos is chiefly a day of remembrance and a celebration of the life of the deceased.",
              "Generally, an altar, or ofrenda, is made either in a home or graveyard.",
              "This is not an altar at which one worships, but rather one that is intended to welcome the soul of the deceased to visit.",
              "The flower most used on an ofrenda is the Mexican marigold called cempasúchil.",
              "The bright petals and strong scent are said to attract the soul of the deceased to the ofrenda.",
              "Another common sight on an ofrenda are sugar skulls and pan de muerto (bread of the dead), which is a sweet flavored bread.",
              "Photos, toys, mementos, water, alcohol, and other food items are also common ofrenda items. In addition to an ofrenda, the family and loved ones go to the resting place of the deceased and clean the area where the loved one is buried.",
              "Families gathered around an ofrenda often pray or reflect upon the life of the deceased.",
              "Día de los Muertos is celebrated in many parts of the the world, especially in Central and South America, but local traditions may vary somewhat.",
              "Allhallowtide The Christian celebration of Allhallowtide is also a time to remember the dead, including martyrs, saints, and deceased loved ones.",
              "Originally martyrs were celebrated on specific days, but soon there were more martyrs than days in the year.",
              "In approximately 610 AD All Saints’ Day was established to commemorate all the saints.",
              "The festival was held on the first of May.",
              "In approximately 800 AD it was moved to November 1st and extended to include All Souls Day.",
              "The first day of Allhallowtide is All Hallows’ Eve, or Halloween.",
              "Many scholars believe this day was chosen to coincide with the Celtic celebration of Samhain, which marked the beginning of winter and was also a time when the souls of the dead could visit the living.",
              "On Samhain, offerings of food and drink were left outside for the spirits of the dead and feasts were held in their honor.",
              "This liminality was retained in the traditions of All Hallows’ Eve and after the vigil of All Hallows’ Eve, festivities and feasting were common.",
              "All Saints’ Day is a principal feast day and is a day to honor all the saints and martyrs, both known and unknown.",
              "On All Saints’ Day traditionally there was a good deal of food and festivities to be had.",
              "All Souls’ Day is a day to honor all the dead.",
              "Individuals often attend mass and visit graves of their loved ones.",
              "Today, All Saints’ and All Souls’ days are often merged or celebrated as the same thing.",
              "Commonality Día de Los Muertos, though once an Aztec festival, fused with Christian tradition, which had already likely fused with Celtic tradition.",
              "Yet no matter what culture, it seems like remembering the dead is important to people.",
              "Whether celebrated as Día de los Muertos, Allhallowtide, or another festival, we have more commonalities than differences.",
              "Because after all, no matter how we go about doing it, we honor our loved ones by recognizing and celebrating their lives.",
              "OFFICE HOURSMain office hours: Mon-Fri, 9am-12pm.",
              "Rector office hours: Tues, 4-5pm THE EPISCOPAL CHURCH OF ST.",
              "MARTIN640 Hawthorn LaneDavis, CA 95616530-756-0444info@churchofstmartin.",
              "org"
            ]
          }
        ],
        "Dia de los Muertos is celebrated globally by people of Mexican ancestry and others.": [
          {
            "title": "Day of the Dead (Día de los Muertos) - HISTORY",
            "url": "https://www.history.com/topics/halloween/day-of-the-dead",
            "content": [
              "Day of the Dead (Día de los Muertos) - HISTORY",
              "By: History.",
              "com Editors Updated: April 24, 2023 | Original: October 30, 2018 The Day of the Dead (el Día de los Muertos), is a Mexican holiday where families welcome back the souls of their deceased relatives for a brief reunion that includes food, drink and celebration.",
              "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
              "While October 31 is Halloween, November 1-2 is All Souls Day or the Day of the Dead.",
              "According to tradition, the gates of heaven are opened at midnight on October 31 and the spirits of children can rejoin their families for 24 hours.",
              "The spirits of adults can do the same on November 2.",
              "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica.",
              "The Aztecs and other Nahua people living in what is now central Mexico held a cyclical view of the universe, and saw death as an integral, ever-present part of life.",
              "Upon dying, a person was believed to travel to Chicunamictlán, the Land of the Dead.",
              "Only after getting through nine challenging levels, a journey of several years, could the person’s soul finally reach Mictlán, the final resting place.",
              "In Nahua rituals honoring the dead, traditionally held in August, family members provided food, water and tools to aid the deceased in this difficult journey.",
              "This inspired the contemporary Day of the Dead practice in which people leave food or other offerings on their loved ones’ graves, or set them out on makeshift altars called ofrendas in their homes.",
              "In ancient Europe, pagan celebrations of the dead also took place in the fall, and consisted of bonfires, dancing and feasting.",
              "Some of these customs survived even after the rise of the Roman Catholic Church, which (unofficially) adopted them into their celebrations of two Catholic holidays, All Saints Day and All Souls Day, celebrated on the first two days of November.",
              "In medieval Spain, people would bring bring wine and pan de ánimas (spirit bread) to the graves of their loved ones on All Souls Day;",
              "they would also cover graves with flowers and light candles to illuminate the dead souls’ way back to their homes on Earth.",
              "In the 16th century, Spanish conquistadores brought such traditions with them to the New World, along with a darker view of death influenced by the devastation of the bubonic plague.",
              "El Día de los Muertos is not, as is commonly thought, a Mexican version of Halloween, though the two holidays do share some traditions, including costumes and parades.",
              "On the Day of the Dead, it’s believed that the border between the spirit world and the real world dissolves.",
              "During this brief period, the souls of the dead awaken and return to the living world to feast, drink, dance and play music with their loved ones.",
              "In turn, the living family members treat the deceased as honored guests in their celebrations, and leave the deceased’s favorite foods and other offerings at gravesites or on the ofrendas built in their homes.",
              "Ofrendas can be decorated with candles, bright marigolds called cempasuchil and red cock’s combs alongside food like stacks of tortillas and fruit.",
              "The most prominent symbols related to the Day of the Dead are calacas (skeletons) and calaveras (skulls).",
              "In the early 20th century, the printer and cartoonist José Guadalupe Posada incorporated skeletal figures in his art mocking politicians and commenting on revolutionary politics.",
              "His most well-known work, La Calavera Catrina, or Elegant Skull, features a female skeleton adorned with makeup and dressed in fancy clothes.",
              "The 1910 etching was intended as a statement about Mexicans adopting European fashions over their own heritage and traditions.",
              "La Calavera Catrina was then adopted as one of the most recognizable Day of the Dead icons.",
              "During contemporary Day of the Dead festivities, people commonly wear skull masks and eat sugar candy molded into the shape of skulls.",
              "The pan de ánimas of All Souls Day rituals in Spain is reflected in pan de muerto, the traditional sweet baked good of Day of the Dead celebrations today.",
              "Other food and drink associated with the holiday, but consumed year-round as well, include spicy dark chocolate and the corn-based drink called atole.",
              "You can wish someone a happy Day of the Dead by saying, “Feliz día de los Muertos.",
              "” Traditionally, the Day of the Dead was celebrated largely in the more rural, indigenous areas of Mexico, but starting in the 1980s it began spreading into the cities.",
              "UNESCO reflected growing awareness of the holiday in 2008, when it added Mexico’s “Indigenous festivity dedicated to the dead” to its list of Intangible Cultural Heritage of Humanity.",
              "In recent years, the tradition has developed even more due to its visibility in pop culture and its growing popularity in the United States, where more than 36 million people identified as being of partial or full Mexican ancestry as of 2016, according to the U.",
              "S.",
              "Census Bureau.",
              "Inspired by the 2015 James Bond movie Spectre, which featured a large Day of the Dead parade, Mexico City held its first-ever parade for the holiday in 2016.",
              "In 2017, a number of major U.",
              "S.",
              "cities, including Chicago, Los Angeles, San Antonio and Fort Lauderdale, held Day of the Dead parades.",
              "That November, Disney and Pixar released the blockbuster animated hit Coco, a $175 million homage to the Mexican tradition in which a young boy is transported to the Land of the Dead and meets up with his long-lost ancestors.",
              "Though the particular customs and scale of Day of the Dead celebrations continue to evolve, the heart of the holiday has remained the same over thousands of years.",
              "It’s an occasion for remembering and celebrating those who have passed on from this world, while at the same time portraying death in a more positive light, as a natural part of the human experience.",
              "Día de los Muertos: A Brief History, National Hispanic Cultural CenterGiardina, Carolyn, “‘Coco’: How Pixar Brought its ‘Day of the Dead’ Story to Life,” Hollywood Reporter, December 12, 2017Dobrin, Isabel, “Día de los Muertos Comes to Life Across the Mexican Diaspora,” NPR, November 2, 2017Scott, Chris.",
              "“Day of the Dead parade - Life imitates art,” CNN, October 28, 2016Mictlantecuhtli, Ancient History Encyclopedia The mythology surrounding vampires long predates Bram Stoker's 1897 novel \"Dracula,\" and folkloric tales of the undead can be traced back more than 1,000 years.",
              "Explore the amazing truth behind one of history's most terrifying legends.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Day of the Dead | Mexican Tradition, Celebrations &amp; Rituals",
            "url": "https://www.britannica.com/topic/Day-of-the-Dead",
            "content": [
              "Day of the Dead | Mexican Tradition, Celebrations &amp; Rituals",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "In Spanish the Day of the Dead is known as Día de los Muertos.",
              "The Day of the Dead is about honouring dead loved ones and making peace with the eventuality of death by treating it familiarly, without fear and dread.",
              "The holiday is derived from the rituals of the pre-Hispanic peoples of Mexico.",
              "Led by the goddess Mictecacihuatl, known as “Lady of the Dead,” the celebration lasted a month.",
              "The Day of the Dead is a holiday celebrated in Mexico, and it is also observed to a lesser extent in other areas of Latin America and the United States.",
              "Day of the Dead, holiday in Mexico, also observed to a lesser extent in other areas of Latin America and in the United States, honouring dead loved ones and making peace with the eventuality of death by treating it familiarly, without fear and dread.",
              "The holiday is derived from the rituals of the pre-Hispanic peoples of Mexico.",
              "Led by the goddess Mictecacihuatl, known as “Lady of the Dead,” the celebration lasted a month.",
              "After the Spanish arrived in Mexico and began converting the native peoples to Roman Catholicism, the holiday was moved to coincide with All Saints’ Day and All Souls’ Day (November 1 and 2, respectively).",
              "Modern observances vary from region to region.",
              "In some rural areas, families adorn grave sites with candles, marigolds, and the favorite foods of deceased relatives in an attempt to persuade the loved ones to return for a family reunion.",
              "In urban areas, people take to the street for festive celebrations and indulge in the consumption of food and alcohol.",
              "Some wear wooden skull masks known as calacas.",
              "Many families build altars, called ofrendas, in their homes, using photos, candles, flowers, and food.",
              "The festivities are often characterized by black humour.",
              "Toys and food, including breads and candies, are created in the shape of symbols of death such as skulls and skeletons."
            ]
          },
          {
            "title": "The Complete Guide to the Celebration of Dia de los Muertos",
            "url": "https://originmexico.com/blogs/news/the-complete-guide-to-the-celebration-of-dia-de-los-muertos",
            "content": [
              "The Complete Guide to the Celebration of Dia de los Muertos",
              "October 17, 2023 A Brief History of Dia de los MuertosDia de los Muertos has a history that stretches back over 3,000 years.",
              "Its roots can be traced to the indigenous cultures of Mesoamerica, including the Aztecs and the Mayans.",
              "These civilizations had a profound connection to the cycle of life and death, and they believed that the deceased could return to visit the living during a specific time each year.",
              "The Spanish colonization of Mexico in the 16th century brought European influence and Catholicism to the indigenous beliefs.",
              "This fusion of indigenous and Spanish traditions gave rise to the modern Dia de los Muertos as we know it today.",
              "October 28 - A Heartfelt StartOn October 28, the Dia de los Muertos celebration begins.",
              "Light the first candle, lay a white flower on the altar, and with love, honor the souls of those who have passed on.",
              "It's a moment of reflection and the commencement of a sacred journey.",
              "October 29 - A Tribute to the Unclaimed SpiritsThe following day, October 29, is dedicated to spirits without families to welcome them home.",
              "Light another candle and offer a glass of water to quench their thirst.",
              "It's a moving tribute to those who have no one else to remember them.",
              "October 30 - A Time for Those Called EarlyOn October 30, the altar becomes even more vibrant.",
              "Light another candle, put out another glass of water, and add \"pan de muerto\" - bread of the dead - for the spirits who were called before they could enjoy their last meal and for those whose demise was a result of an accident.",
              "It's a loving gesture that ensures they don't go hungry.",
              "October 31 - Honoring Beloved AncestorsAs we approach October 31, add another candle, an extra glass of water, and a fresh piece of fruit to your altar.",
              "This beautiful gesture is a heartfelt tribute to your beloved ancestors, ensuring that they're well taken care of during this special time.",
              "November 1 - Day of the InnocentsNovember 1 is All Saints Day, and it's a time to honor those precious souls who left us too soon, especially children.",
              "Set up your altar with all the delicious offerings, including special treats for your dearly departed to enjoy.",
              "This day is dedicated to celebrating their innocent spirits.",
              "← Older Post Please note, comments must be approved before they are published The Complete Guide to the Celebration of Dia de los Muertos October 17, 2023 Day of the Dead's Fashionable Muse: The Fascinating Evolution of the Catrina October 3, 2023 MEXICAN INDEPENDANCE DAY: THE CELEBRATION September 12, 2023 THE ULTIMATE TRAVEL GUIDE TO HIDALGO, MEXICO August 23, 2023 COYOACÁN, THE \"BARRIO MÁGICO\" August 1, 2023 THREE YEAR ANNIVERSARY - A MESSAGE OF GRATITUDE AND ADVENTURE July 19, 2023 Copyright © 2023, Origin Mexico .",
              "Powered by Shopify"
            ]
          }
        ],
        "Dia de los Muertos involves traditions such as visiting gravesites, making altars or ofrendas for the dead, leaving offerings, dressing up in costumes and skull makeup, and participating in parades and festivals.": [
          {
            "title": "The Meaning Behind Six Objects on Día de los Muertos Altars",
            "url": "https://www.smithsonianmag.com/travel/meaning-behind-six-objects-dia-de-los-muertos-altars-180973442/",
            "content": [
              "The Meaning Behind Six Objects on Día de los Muertos Altars",
              "Sections From marigolds to sugar skulls, the traditional Mexican holiday is full of symbols Jennifer Nalewicki Travel Correspondent Light envelops the foyer inside Alfonso López Fértor’s home in Guadalajara, Mexico, filling the space with a warm, welcoming glow.",
              "Inside he has set up an elaborate altar (ofrenda) in preparation for Día de los Muertos, or Day of the Dead, a multi-day holiday celebrated throughout Mexico and parts of Latin America that honors loved ones who have died.",
              "While many people might view death as a time filled with sadness and grief, for 30-year-old López Fértor, it’s a moment for celebration.",
              "Every year for the past four years, he has created an altar inside his home to celebrate and remember the lives of friends and relatives who have passed.",
              "As he shows me the altar, which he and his roommate have decorated with bright orange marigolds, painted skulls, flickering candles, bottles of tequila and colorful paper cutouts, he points out photographs of his grandfather, grandmother and family friends who are no longer with us.",
              "“It’s really important to my family and I that we make an altar to remember relatives who have died,” López Fértor says.",
              "“I remember as a child every year my mom would make an altar, so when I started living alone a few years ago, I wanted to do the same thing.",
              "” The creation of altars has been an important part of Día de los Muertos, a festival whose origins are deeply rooted in Aztec beliefs and tied to the goddess Mictecacihuatl, also known as the “Lady of the Dead.",
              "” Over the centuries, the holiday became more intertwined with Catholic traditions and shortened from a month-long event to a celebration that’s held in Mexico on November 1 (All Saints’ Day, which celebrates children who have died) and November 2 (All Souls’ Day, which celebrates adults).",
              "Like many holidays, modern observances of Día de los Muertos have evolved over time.",
              "Not too long ago, creating altars was something predominately done by older members of a community, however López Fértor says that he’s noticing members of the younger generation, including himself, are taking part to help keep the tradition alive.",
              "“It’s an important part of my culture, and I wanted a way to remember family members and friends who are no longer with us,” he says.",
              "“I recommend for anyone who has ever lost someone to create an altar.",
              "This isn’t a time for sadness, it’s a time for celebration.",
              "” Here are six of the most common objects found on altars and the symbolic meanings behind each one.",
              "Probably one of the most recognizable symbols of Día de los Muertos, these skulls are often made of granulated sugar, meringue powder and water.",
              "The mixture is molded into the shape of a skull, and then decorated with brightly colored ornamentation.",
              "“The skulls represent the people who have passed and who are receiving offerings at the altar,” says Silvia Natalia Islas, promotional director of La Casa del Artesano, a consortium of artisans located in historic Tlaquepaque, a municipality of Guadalajara, whose members created a massive outdoor altar in remembrance of other artisans who have died.",
              "“The sugar symbolizes the sweetness of life.",
              "” Often referred to as “flowers of the dead” (flor de muerto), it’s believed that the scent of these bright orange blooms help attract souls to the altar.",
              "At La Casa del Artesano, clusters of freshly picked marigolds are intermingled with burning incense made of the resin of the copal tree and a bell, whose scent and sound are intended to draw in souls.",
              "While many people opt to go the easy route and purchase pre-made versions of this intricately cut tissue paper, López Fértor’s roommate cut theirs by hand.",
              "“The holes allow a way for souls to travel through and visit,” López Fértor says.",
              "It’s also believed that the delicate nature of the paper is symbolic of the fragility of life.",
              "This soft and sweet bread is designed with a circle and limbs to mimic the shape of a skull and crossbones and is finished with a dusting of sugar.",
              "It’s just one of a number of food stuffs placed at altars for hungry souls to partake in.",
              "“We usually include items that the person liked when they were alive,” Islas says.",
              "“We also place a bottle of water and tequila on the altar, because when the souls arrive, they’re often thirsty.",
              "” Also said to help quench the thirst of souls, salt is set out in the pattern of a cross so that “the soul won’t be corrupted,” López Fértor says.",
              "The salt, he adds, \"helps purify them.\"",
              "Photos placed on an altar are always of someone who is deceased.",
              "“Otherwise, they won’t be drawn to the altar and can’t cross over,” he says.",
              "López Fértor included photos of his grandparents and family friends at his altar, while the artisans at La Casa de Artesano placed pictures of fellow artists who had died earlier this year.",
              "Get the latest Travel & Culture stories in your inbox.",
              "Jennifer Nalewicki | | READ MORE Jennifer Nalewicki is a Brooklyn-based journalist.",
              "Her articles have been published in The New York Times, Scientific American, Popular Mechanics, United Hemispheres and more.",
              "You can find more of her work at her website.",
              "Explore Subscribe Newsletters Our Partners Terms of Use © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
            ]
          },
          {
            "title": "Ofrendas: how the Día de Muertos altar tradition shapes Mexico’s ...",
            "url": "https://mexicoliving.com/ofrendas-how-the-dia-de-muertos-altar-tradition-shapes-mexicos-identity/",
            "content": [
              "Ofrendas: how the Día de Muertos altar tradition shapes Mexico’s ...",
              "September 21, 2022 August 9, 2022 February 24, 2021 January 6, 2021 December 9, 2020 November 10, 2023 October 13, 2023 September 15, 2023 August 18, 2023 June 23, 2023 February 25, 2022 December 3, 2021 December 4, 2020 November 10, 2023 September 15, 2023 August 18, 2023 June 2, 2023 May 19, 2023 November 13, 2020 March 27, 2020 December 18, 2018 October 13, 2023 June 11, 2021 May 7, 2021 March 5, 2021 April 28, 2023 March 31, 2023 March 15, 2023 December 16, 2022 July 7, 2023 June 10, 2022 December 31, 2021 September 10, 2021 May 21, 2021 Ofrenda in the main square of Durango city, sponsored by one of the municipality’s largest funeral homes.",
              "By Leigh Thelmadatter for Mexico News Daily One of the most ubiquitous manifestations of Day of the Dead is the ofrenda, a word that can be translated both as “altar” and “offering” because it is indeed both.",
              "These highly decorated tables filled with food, photos, candles, whimsical figures and more have their origins in the Mesoamerican belief that the dead return home once a year.",
              "Mexicans prepare for that occasion not in dread but rather as a family reunion.",
              "The ritual is millennia old, but it has seen some significant changes in the past century.",
              "Essentially, it has been extended from a home or small-community ritual to a major expression of mexicanidad or Mexican identity.",
              "Despite its connection with the afterworld, Day of the Dead altars are not considered religious and are not part of official Catholic rites.",
              "They developed as one of many examples of syncretism between indigenous and European beliefs.",
              "Aerial view of the altar set up in Mexico City’s main zócalo in 2021.",
              "Ofrendas are set up not only in homes but also in more public places like cemeteries.",
              "Graves are cleaned and repaired for the occasion, and many families spend hours here, sometimes even the night.",
              "Other notable locations can host ofrendas as well, the most famous of which is Lake Pátzcuaro in Michoacán.",
              "The rise of setting up ofrendas in public spaces has much to do with the federal government’s promotion of a concept of Mexican identity promoted after the Revolution.",
              "The new government’s Education Ministry allied with artists and others starting in the 1920s to promote a national identity based on indigenous as well as European roots.",
              "This might seem obvious today, but back then, it was a radical idea.",
              "Among many other elements of traditional culture, images of ofrendas found their way into art and publications, and the altars themselves began to appear in schools and other public places.",
              "But why has this particular expression of mexicanidad become so popular all over Mexico and even beyond?",
              "First, you do not need to believe that spirits literally return on November 2 to find significance in remembering lost loved ones.",
              "Being mostly divorced from its religious roots and crossing many social and ethnic lines, ofrendas can exist in more secular situations and supported by public entities.",
              "In essence, ofrendas found in schools, museums and government buildings are a cultural and social activity meant to emphasize shared bonds.",
              "Until the 1980s, these altars were not common in northern Mexico because norteños have a different pre-Hispanic heritage and a modern culture more influenced by Mexico’s northern neighbor.",
              "But with a strong rise in the popularity of Halloween, federal cultural authorities were alarmed.",
              "A new push to promote Day of the Dead was initiated, with public altars serving as focal points for community activities as an alternative to a “degenerate” gringo party.",
              "The effort has been largely successful.",
              "The holiday is part of the Mexican consciousness in all parts of the country, even if the north still keeps certain aspects of Halloween such as costumes.",
              "Public ofrendas are based on the ones that have been built in homes for millenia, especially in areas still maintaining strong local traditions.",
              "They are most often sponsored by a local government, which provides at least materials and sometimes labor.",
              "These ofrendas are larger than their home counterparts, and depending on budget, can be monumental, covering entire plazas.",
              "But these altars are not always large-scale.",
              "Authorities may decide to make substitutions, such as lights instead of candles, for safety reasons.",
              "More striking, perhaps, is the addition of new elements.",
              "Photos of notables who have recently died, as well as images related to local and national history are natural extensions of the traditional ofrenda concept.",
              "The appearance of elements related to the local economy is not uncommon either, especially if that commodity is a foodstuff.",
              "The popularity of animated skeletal figures means that these altars can also pay homage to local dance and other culturally important activities.",
              "In central Mexico, ofrendas can be surrounded by intricate arrangements of colored sawdust and other materials to create temporary “carpets,” a tradition taken from processions.",
              "In areas where Day of the Dead activities are relatively recent, ofrendas are more likely to integrate decorations made of plastics and other modern materials and even include light and sound displays.",
              "The tradition can be used to make political statements.",
              "This ofrenda in Nayarit was dedicated to the 43 disappeared students from Guerrero’s Ayotzinapa Rural Teachers’ College.",
              "In some cases, politics and social issues can find their way onto public ofrendas.",
              "Especially at universities, it is not uncommon to see references to tragedies such as the Tlatelolco Massacre and the 43 missing students from the Ayontzinapa Rural Teachers College.",
              "Many 2021 altars had sections or more dedicated to the Covid-19 pandemic and its victims. Ofrendas and accompanying events are also important, like it or not, because of tourism.",
              "Cities large and small have found the altars an effective way to attract visitors, prompting city officials to invest more in them.",
              "In some places, this can include the hiring of professional altar makers, such as Rodolfo Villena Hernández of Puebla, whose main commission this year is an ofrenda in Puebla city dedicated to the state’s gastronomy.",
              "Mexico City’s public ofrendas are representative of most in the country.",
              "The two most important are located in the city’s zócalo and at the National Autonomous University (UNAM) at Plaza Santo Domingo.",
              "Both are conglomerates of individual altars bound together by a theme.",
              "This year, the theme of the altar in the main zocalo is “celebrating life,” a nod to surviving the pandemic.",
              "The one in UNAM honors 100 years of muralism in Mexico.",
              "Most cities follow suit often with regional variations on public spots.",
              "The ofrenda at the University of Guanajuato, for example, is set up on its iconic library stairs.",
              "Another popular place are large city parks, such as Calvarlandia in Guadalajara’s Parque Metropolitano.",
              "Despite the great effort and expense that goes into them, public altars are generally up only from October 31 to November 2.",
              "That will likely change, but for now, make your plans to visit them early.",
              "Leigh Thelmadatter arrived in Mexico 18 years ago and fell in love with the land and the culture in particular its handcrafts and art.",
              "She is the author of Mexican Cartonería: Paper, Paste and Fiesta (Schiffer 2019).",
              "Her culture column appears regularly on Mexico News Daily.",
              "Save my name, email, and website in this browser for the next time I comment.",
              "Δ When we made the decision on moving to Mexico we were extremely fortunate to have received helpful tips and information from other expats and neighbors who had gone through the same process.",
              "We now want to return the favour and help others with this process.",
              "How to Buy Property, Move To and Own Your own Piece of the Mexican Dream Detailed and Step-By Step by 2 Canadian Ex-Pats Turned Real Estate Agents Living in Oaxaca, Mexico When we made the decision on moving to Mexico we were extremely fortunate to have received helpful tips and information from other expats and neighbors who had gone through the same process.",
              "We now want to return the favour and help others with this process.",
              "@2023 - MexicoLiving.",
              "com September 21, 2022 August 9, 2022 February 24, 2021 January 6, 2021 December 9, 2020 November 10, 2023 October 13, 2023 September 15, 2023 August 18, 2023 June 23, 2023 February 25, 2022 December 3, 2021 December 4, 2020 November 10, 2023 September 15, 2023 August 18, 2023 June 2, 2023 May 19, 2023 November 13, 2020 March 27, 2020 December 18, 2018 October 13, 2023 June 11, 2021 May 7, 2021 March 5, 2021 April 28, 2023 March 31, 2023 March 15, 2023 December 16, 2022 July 7, 2023 June 10, 2022 December 31, 2021 September 10, 2021 May 21, 2021"
            ]
          },
          {
            "title": "How to make an ofrenda, or altar, for Día de los Muertos : NPR",
            "url": "https://www.npr.org/2022/11/01/1133041841/dia-de-los-muertos-ofrenda-altar",
            "content": [
              "How to make an ofrenda, or altar, for Día de los Muertos : NPR",
              "By Ayana Archie An altar for Gabriel Garcia Marquez and his wife Mercedes Barcha is set up in the studio of their home in Mexico City on Oct.",
              "27, 2021.",
              "Day of the Dead, or Día de Los Muertos, the annual Mexican tradition of reminiscing about departed loved ones with colorful altars, or ofrendas, is celebrated annually Nov.",
              "1.",
              "Garcia Marquez died on April 17, 2014 and Mercedes died on Aug.",
              "15, 2020.",
              "Fernando Llano/AP hide caption An altar for Gabriel Garcia Marquez and his wife Mercedes Barcha is set up in the studio of their home in Mexico City on Oct.",
              "27, 2021.",
              "Day of the Dead, or Día de Los Muertos, the annual Mexican tradition of reminiscing about departed loved ones with colorful altars, or ofrendas, is celebrated annually Nov.",
              "1.",
              "Garcia Marquez died on April 17, 2014 and Mercedes died on Aug.",
              "15, 2020.",
              "Each year, Nov.",
              "1 marks the beginning of Día de los Muertos, or Day of the Dead, in Mexico.",
              "The holiday is a day of remembrance for those who have died.",
              "Its origins can be traced to pre-colonial Mexico, when it was believed that the souls of dead loved ones returned to their families once a year so that their lives could be celebrated.",
              "Today, families commemorate the day by creating ofrendas, the Spanish word for offerings that colloquially is used to mean altar for Día de los Muertos.",
              "Ofrendas can be customized to your liking, but many of them have some key elements.",
              "Sponsor Message Become an NPR sponsor"
            ]
          }
        ]
      },
      "evidence": {
        "Dia de los Muertos is a Mexican holiday that celebrates and honors the lives of the deceased relatives and friends.": [
          "The Day of the Dead (el Día de los Muertos), is a Mexican holiday where families welcome back the souls of their deceased relatives for a brief reunion that includes food, drink and celebration.",
          "Día de los Muertos is a traditional fiesta in honor of the deceased that is celebrated in Mexico and other parts of Latin America on Nov.",
          "Día de los Muertos is an opportunity for families to create altars for their loved ones.",
          "The holiday is celebrated though ritual observations like constructing altars, ofrendas, filled with offerings to the dead and decorating family gravesites to commune with the dead.",
          "The holiday on Nov. 1 and 2 is a moment in time to honor your ancestors and those in your family and community who have gone into the spirit world.",
          "El Día de los Muertos is not, as is commonly thought, a Mexican version of Halloween,"
        ],
        "Dia de los Muertos is a blend of Mesoamerican ritual, European religion, and Spanish culture.": [
          "In what became known as Día de Muertos on November 2, the Latin American Indigenous traditions and symbols to honor the dead fused with non-official Catholic practices and notions of an afterlife.",
          "The Day of the Dead or Día de Muertos is an ever-evolving holiday that traces its earliest roots to the Aztec people in what is now central Mexico.",
          "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
          "Once the Spanish conquered the Aztec empire in the 16th century, the Catholic Church moved Indigenous celebrations and rituals honoring the dead throughout the year to the Catholic dates commemorating All Saints Day and All Souls Day on November 1 and 2."
        ],
        "Dia de los Muertos is celebrated each year from October 31 to November 2.": [
          "According to tradition, the gates of heaven are opened at midnight on October 31 and the spirits of children can rejoin their families for 24 hours.",
          "After the Spanish arrived in Mexico and began converting the native peoples to Roman Catholicism, the holiday was moved to coincide with All Saints’ Day and All Souls’ Day (November 1 and 2, respectively).",
          "While October 31 is Halloween, November 1-2 is All Souls Day or the Day of the Dead.",
          "A blend of Mesoamerican ritual, European religion and Spanish culture, the holiday is celebrated each year from October 31-November 2.",
          "The spirits of adults can do the same on November 2."
        ],
        "The origins of Dia de los Muertos go back some 3,000 years, to the rituals of the Aztecs and other Nahua people who lived in what is now central Mexico.": [
          "In Nahua rituals honoring the dead, traditionally held in August, family members provided food, water and tools to aid the deceased in this difficult journey.",
          "The holiday, which originated in pre-Columbian Mesoamerica almost 3,000 years ago, is a celebration of life and death.",
          "Día de los Muertos, or Day of the Dead, is a tradition first practiced thousands of years ago by indigenous peoples such as the Aztecs and the Toltecs.",
          "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica."
        ],
        "The Aztecs and other Nahua people believed that death was an integral part of life, and that the souls of the dead could visit their loved ones in the mortal world during a brief window each year.": [
          "According to one myth, Mictēcacihuātl and her husband collected bones so that they might be returned to the land of the living and restored by the gods.",
          "Mictēcacihuātl – who is often depicted with flayed skin and a gaping, skeletal jaw – was linked to both death and resurrection.",
          "Mexican tradition holds that on November 1st and 2nd, the dead awaken to reconnect and celebrate with their living family and friends.",
          "Offerings of tamales, chiles, water, tequila and pan de muerto, a specific bread for the occasion, are lined up by bright orange or yellow cempasúchil flowers, marigolds, whose strong scent helps guide the souls home.",
          "Day of the Dead might sound like a solemn affair, but Mexico’s famous holiday is actually a lively commemoration of the departed.",
          "Copal incense, used for ceremonies back in ancient times, is lit to draw in the spirits.",
          "In these ceremonies, people build altars in their homes with ofrendas, offerings to their loved ones’ souls."
        ],
        "The Aztecs and other Nahua people believed that the dead had to go through nine challenging levels in the Land of the Dead before reaching their final resting place.": [
          "Only after getting through nine challenging levels, a journey of several years, could the person’s soul finally reach Mictlán, the final resting place.",
          "The nine regions of Mictlan, according to Mexica mythology (studies by Miguel León-Portilla) - notes by Gonzalo Zacaula Velázquez:-• 1st level, called Chiconahuapan.",
          "The journey from the first level to the ninth is difficult and takes four years, but the dead are aided by the psychopomp, Xolotl.",
          "Here the dead had to cross nine lagoons, after which their soul was totally freed from the sufferings of the body.",
          "Mictlan consists of nine distinct levels.",
          "Upon dying, a person was believed to travel to Chicunamictlán, the Land of the Dead."
        ],
        "The Spanish conquistadores brought with them their Catholic beliefs and traditions, such as All Saints' Day and All Souls' Day, which were celebrated on November 1 and 2.": [
          "November 1 is also known as All Saints’ Day and November 2 as All Souls’ Day.",
          "This tradition came to America with the Spanish conquerors;",
          "Once the Spanish conquered the Aztec empire in the 16th century, the Catholic Church moved Indigenous celebrations and rituals honoring the dead throughout the year to the Catholic dates commemorating All Saints Day and All Souls Day on November 1 and 2."
        ],
        "The dates of All Saints' Day and All Souls' Day coincided with the Nahua rituals honoring the dead, and over time, a syncretism of cultures and customs emerged.": [
          "The holiday blends elements of precolonial Indigenous practices, Catholic rituals, and ideas from pre-Christian Iberia.",
          "The 16th century arrival of Spanish conquistador Hernán Cortés to Mexico saw the imposition of Catholicism on indigenous customs.",
          "By the late 20th century, Día de los Muertos came to be associated with Allhallowtide, or the three day celebration consisting of All Saints’ Eve, All Saints’ Day, and All Souls’ Day.",
          "Día de Los Muertos, though once an Aztec festival, fused with Christian tradition, which had already likely fused with Celtic tradition.",
          "During the colonial period, the Spanish worked to move the celebrations from the summer to early November, so it would coincide with the Catholic special masses of All Saints’ Day and All Souls’ Day.",
          "Many historians argue that the festivities are inspired by Indigenous Mesoamerican traditions, particularly the Nahua people who lived in the Aztec Empire."
        ],
        "Dia de los Muertos is celebrated globally by people of Mexican ancestry and others.": [
          "The Day of the Dead is a holiday celebrated in Mexico, and it is also observed to a lesser extent in other areas of Latin America and the United States.",
          "In recent years, the tradition has developed even more due to its visibility in pop culture and its growing popularity in the United States, where more than 36 million people identified as being of partial or full Mexican ancestry as of 2016, according to the U.",
          "The roots of the Day of the Dead, celebrated in contemporary Mexico and among those of Mexican heritage in the United States and around the world, go back some 3,000 years, to the rituals honoring the dead in pre-Columbian Mesoamerica."
        ],
        "Dia de los Muertos involves traditions such as visiting gravesites, making altars or ofrendas for the dead, leaving offerings, dressing up in costumes and skull makeup, and participating in parades and festivals.": [
          "Graves are cleaned and repaired for the occasion, and many families spend hours here, sometimes even the night.",
          "The creation of altars has been an important part of Día de los Muertos, a festival whose origins are deeply rooted in Aztec beliefs and tied to the goddess Mictecacihuatl, also known as the “Lady of the Dead.",
          "Today, families commemorate the day by creating ofrendas, the Spanish word for offerings that colloquially is used to mean altar for Día de los Muertos.",
          "1 marks the beginning of Día de los Muertos, or Day of the Dead, in Mexico."
        ]
      },
      "subconclusions": {
        "Dia de los Muertos is a Mexican holiday that celebrates and honors the lives of the deceased relatives and friends.": "supported",
        "Dia de los Muertos is a blend of Mesoamerican ritual, European religion, and Spanish culture.": "supported",
        "Dia de los Muertos is celebrated each year from October 31 to November 2.": "supported",
        "The origins of Dia de los Muertos go back some 3,000 years, to the rituals of the Aztecs and other Nahua people who lived in what is now central Mexico.": "supported",
        "The Aztecs and other Nahua people believed that death was an integral part of life, and that the souls of the dead could visit their loved ones in the mortal world during a brief window each year.": "partially supported",
        "The Aztecs and other Nahua people believed that the dead had to go through nine challenging levels in the Land of the Dead before reaching their final resting place.": "supported",
        "The Spanish conquistadores brought with them their Catholic beliefs and traditions, such as All Saints' Day and All Souls' Day, which were celebrated on November 1 and 2.": "supported",
        "The dates of All Saints' Day and All Souls' Day coincided with the Nahua rituals honoring the dead, and over time, a syncretism of cultures and customs emerged.": "partially supported",
        "Dia de los Muertos is celebrated globally by people of Mexican ancestry and others.": "partially supported",
        "Dia de los Muertos involves traditions such as visiting gravesites, making altars or ofrendas for the dead, leaving offerings, dressing up in costumes and skull makeup, and participating in parades and festivals.": "partially supported"
      }
    }
  }
}