{
  "7538bfd9-9f7b-49f0-b83a-ff6e92859613": {
    "query": "What is the process and criteria for selecting the official Olympic mascots, and how do these characters reflect the values and culture of the host country?",
    "response": "That's a great question. The process and criteria for selecting the official Olympic mascots vary depending on the host country and the edition of the Games. However, some common elements are:\n\n- The mascots are usually designed by professional or amateur artists who submit their proposals to a national or international contest.\n- The mascots are then evaluated by a selection committee composed of experts, representatives of the host country's culture and sports, and members of the Organising Committee of the Olympic Games (OCOG).\n- The mascots are chosen based on their originality, creativity, appeal, relevance to the host country's culture and values, and alignment with the Olympic spirit and values.\n- The mascots are also expected to reflect the theme and vision of the Games, as well as to promote the Olympic and Paralympic movements.\n- The mascots are then approved by the International Olympic Committee (IOC) and officially unveiled to the public.\n\nFor example, for the Tokyo 2020 Games, the mascot selection process involved:\n\n- A national contest open to anyone aged 18 or over resident in Japan, which received 2,042 designs[^1^].\n- A selection process in several stages that reduced the number of proposals to three finalists[^1^].\n- A voting period from 11 December 2017 to 22 February 2018, in which primary schools in Japan participated and each class had one vote[^1^] [^2^].\n- The announcement of the winning project by Ryo Taniguchi on 28 February 2018[^1^] [^2^].\n- The naming of the Olympic mascot Miraitowa and the Paralympic mascot Someity on 22 July 2018[^1^].\n\nThe Tokyo 2020 mascots are meant to embody both the old and the new, echoing the concept of \"innovation from harmony\". They have a traditional and futuristic style, with a chequered blue motif inspired by the Tokyo 2020 Games emblem. Their names are derived from the Japanese words \"mirai\" (future) and \"towa\" (eternity) for Miraitowa, and \"somei-yoshino\" (a type of cherry blossom) and \"yūki\" (courage) for Someity[^1^].\n\nThe Olympic mascots are not only symbols of the Games, but also ambassadors of the host country's culture and values. They help to create a festive atmosphere, engage with fans and spectators, inspire young people, and spread the messages of peace, friendship, diversity, and excellence.🕊️",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://olympics.com/en/olympic-games/tokyo-2020/mascot \"Tokyo 2020 Olympic Mascot - Photos and History - Miraitowa and Someity\"\n[2]: https://olympics.com/ioc/faq/tokyo-2020/what-are-the-mascots-for-the-tokyo-and-beijing-games \"What are the mascots for the Tokyo 2020 Games and Beijing 2022 Games\"\n[3]: https://en.wikipedia.org/wiki/Soohorang_and_Bandabi \"Soohorang and Bandabi - Wikipedia\"\n[4]: https://milanocortina2026.olympics.com/en/news-winter-olimpic-games/milano-cortina-2026-mascotte-competition/ \"\\\"School and Mascots\\\" student competition | Milano Cortina 2026\"\n[5]: https://olympics.com/en/news/tokyo-2020-unveils-mascots \"Tokyo 2020 unveils mascots - Olympic News\"\n\nThat's a great question. The process and criteria for selecting the official Olympic mascots vary depending on the host country and the edition of the Games. However, some common elements are:\n\n- The mascots are usually designed by professional or amateur artists who submit their proposals to a national or international contest.\n- The mascots are then evaluated by a selection committee composed of experts, representatives of the host country's culture and sports, and members of the Organising Committee of the Olympic Games (OCOG).\n- The mascots are chosen based on their originality, creativity, appeal, relevance to the host country's culture and values, and alignment with the Olympic spirit and values.\n- The mascots are also expected to reflect the theme and vision of the Games, as well as to promote the Olympic and Paralympic movements.\n- The mascots are then approved by the International Olympic Committee (IOC) and officially unveiled to the public.\n\nFor example, for the Tokyo 2020 Games, the mascot selection process involved:\n\n- A national contest open to anyone aged 18 or over resident in Japan, which received 2,042 designs[^1^][1].\n- A selection process in several stages that reduced the number of proposals to three finalists[^1^][1].\n- A voting period from 11 December 2017 to 22 February 2018, in which primary schools in Japan participated and each class had one vote[^1^][1] [^2^][2].\n- The announcement of the winning project by Ryo Taniguchi on 28 February 2018[^1^][1] [^2^][2].\n- The naming of the Olympic mascot Miraitowa and the Paralympic mascot Someity on 22 July 2018[^1^][1].\n\nThe Tokyo 2020 mascots are meant to embody both the old and the new, echoing the concept of \"innovation from harmony\". They have a traditional and futuristic style, with a chequered blue motif inspired by the Tokyo 2020 Games emblem. Their names are derived from the Japanese words \"mirai\" (future) and \"towa\" (eternity) for Miraitowa, and \"somei-yoshino\" (a type of cherry blossom) and \"yūki\" (courage) for Someity[^1^][1].\n\nThe Olympic mascots are not only symbols of the Games, but also ambassadors of the host country's culture and values. They help to create a festive atmosphere, engage with fans and spectators, inspire young people, and spread the messages of peace, friendship, diversity, and excellence.🕊️\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. olympics.com](https://olympics.com/en/olympic-games/tokyo-2020/mascot) [2. olympics.com](https://olympics.com/ioc/faq/tokyo-2020/what-are-the-mascots-for-the-tokyo-and-beijing-games) [3. en.wikipedia.org](https://en.wikipedia.org/wiki/Soohorang_and_Bandabi) [4. milanocortina2026.olympics.com](https://milanocortina2026.olympics.com/en/news-winter-olimpic-games/milano-cortina-2026-mascotte-competition/) [5. olympics.com](https://olympics.com/en/news/tokyo-2020-unveils-mascots)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Tokyo 2020 Olympic Mascot - Photos and History - Miraitowa and Someity",
        "seeMoreUrl": "https://olympics.com/en/olympic-games/tokyo-2020/mascot",
        "imageLink": "https://bing.com/th?id=OIP.jZRnvlZb3eudhy6PNkg7zAAAAA&pid=cdx",
        "imageWidth": "474",
        "imageHeight": "248",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAANRSURBVFhH7ZfvT1NXGID3Z20f9gfMD4sJcUIZMdMNDZQhggbJOqLmEmZAYCQmOqi46gpuxQLLloBSfkwKBSdb0IKFAiqrSKGU0kI77n12bu9hpbMuZFnGPvRJTm/e9z0950nf05PctzRN84uxdkDDrwtsckDoe+sCazL+z9H3zgpkBbIC/0+BId86Zd/5+OTO0+Rz0BeSFYNoNEpTYyMlZnNyNFy5QiQSkVWDxMg4kbOXiBRXE6m4SGLQLSspMgpY3QE+aHmMaybE4nqcAfE82jJFq8jrhNZCmEympMC838/C/DzNzc3kHc1lNRhMztn6xknYVER84AHq82USQ6OEC0rYsrYn67u8JuBdjpHz1RSJHU1mDBKqRk7LE56JS1u5qGCz2WQlRYfdzgVFgd/WiOUWQzwhK5IdlXB+CTtPZmUig0DT0BKtnpcySqdtIkBtl4tGyzH+4vcnBaeL6K1XeNnukJl0tu3dxJqsMsogUHvvGXenVmW0h9mrOO/WUGVt42HruzBRBmG/LMJc+DkfuxXeOfYeJXWF5NuLafDekdUU8R8HiNY2yyiDQJfYvNw5JyOJ9zpMn+dc9yzf+xKc/vQcc2MdQsIsmr1CYGsD07AF26iT8srP4P4jNiu/wOyzUjd5Sy5isPl5PdtdfTLKIKD3vuCmF+uIceBgBc1TTNtYkAKbITbQ38+HJ87w4lELBDv4cqGXBs8tzp8qp6/PWHz7VBXq150c9ij4iSVzW7cdbHxUipZInY3XBHRWo79TZJ8hz7bI9Z5O2tqrOdG+LPKpL3Z39ZCfe4Tq0kO8fa2QnON5dHc6ZRXUUBi1QqFf/DMmLZVsCqENs5AKpm2VWWCXqcA27nEXq2MXZCad2Mo0o7dPcthhYfLVU5lNp855GY/jhjj5PplJ528FDOIwXCiatyDjPfxSI1pwj2+XxikfbZLJFPORAO+7qgjLOBP7EBCTXrnZuX8E7UWvaK64aDbmUH++hDpWpVdRxWfp8GXOjjTgXV8UhzLED4s/cajHjGtpIrnGm9iXgI62Po360CI2rRCjDG3mhqykuPbYwfHBGk4OKpQ9qOfXYOaffS/7Fkjxhhsojf3MMfgHAv8uWYGsQFZgV+DAX04P8PVc8/8BS6xL+qv+RHAAAAAASUVORK5CYII=",
        "searchQuery": "Olympic mascots selection process"
      },
      {
        "providerDisplayName": "What are the mascots for the Tokyo 2020 Games and Beijing 2022 Games",
        "seeMoreUrl": "https://olympics.com/ioc/faq/tokyo-2020/what-are-the-mascots-for-the-tokyo-and-beijing-games",
        "searchQuery": "Olympic mascots selection process"
      },
      {
        "providerDisplayName": "Soohorang and Bandabi - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Soohorang_and_Bandabi",
        "searchQuery": "Olympic mascots selection process"
      },
      {
        "providerDisplayName": "\"School and Mascots\" student competition | Milano Cortina 2026",
        "seeMoreUrl": "https://milanocortina2026.olympics.com/en/news-winter-olimpic-games/milano-cortina-2026-mascotte-competition/",
        "searchQuery": "Olympic mascots selection process"
      },
      {
        "providerDisplayName": "Tokyo 2020 unveils mascots - Olympic News",
        "seeMoreUrl": "https://olympics.com/en/news/tokyo-2020-unveils-mascots",
        "searchQuery": "Olympic mascots selection process"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The mascots are usually designed by professional or amateur artists who submit their proposals to a national or international contest.",
        "The mascots are then evaluated by a selection committee composed of experts, representatives of the host country's culture and sports, and members of the Organising Committee of the Olympic Games (OCOG).",
        "The mascots are chosen based on their originality, creativity, appeal, relevance to the host country's culture and values, and alignment with the Olympic spirit and values.",
        "The mascots are also expected to reflect the theme and vision of the Games, as well as to promote the Olympic and Paralympic movements.",
        "The mascots are then approved by the International Olympic Committee (IOC) and officially unveiled to the public.",
        "For the Tokyo 2020 Games, the mascot selection process involved a national contest open to anyone aged 18 or over resident in Japan, which received 2,042 designs.",
        "For the Tokyo 2020 Games, the mascot selection process involved a selection process in several stages that reduced the number of proposals to three finalists.",
        "For the Tokyo 2020 Games, the mascot selection process involved a voting period from December 11, 2017, to February 22, 2018 among primary schools in Japan, with each class having one vote.",
        "The winning project for the Tokyo 2020 mascots was announced by Ryo Taniguchi on February 28, 2018.",
        "The Olympic mascot for Tokyo 2020 is named Miraitowa, derived from the Japanese words \"mirai\" (future) and \"towa\" (eternity)."
      ],
      "queries": [
        "Olympic mascots design process professional amateur artists national international contest",
        "Olympic mascots selection committee composition evaluation criteria",
        "Olympic mascots selection criteria originality creativity appeal culture values spirit",
        "Olympic mascots selection criteria theme vision promotion",
        "Olympic mascots approval process by IOC and public unveiling",
        "Tokyo 2020 Olympic mascot selection process national contest details",
        "Tokyo 2020 Olympic mascot selection process stages finalists",
        "Tokyo 2020 mascot selection process voting period dates",
        "Tokyo 2020 mascot selection process winner announcement date Ryo Taniguchi",
        "2020 Tokyo Olympics mascot name derivation"
      ],
      "search_results": {
        "The mascots are usually designed by professional or amateur artists who submit their proposals to a national or international contest.": [
          {
            "title": "Tokyo 2020 launches mascot design competition",
            "url": "https://www.paralympic.org/news/tokyo-2020-launches-mascot-design-competition",
            "content": [
              "Tokyo 2020 launches mascot design competition",
              "Tokyo 2020 announces plans for a mascot design competition The Tokyo Organising Committee of the Olympic and Paralympic Games (Tokyo 2020) have announced that a national competition will take place to decide the Games’ official mascots.",
              "Members of the public in Japan will be invited to submit mascot design proposals.",
              "There will be an innovative judging process whereby elementary school children across the country will select the winning set of designs from a shortlist.",
              "The Olympic and Paralympic mascots have become a much-loved feature of the Games, garnering attention from fans all over the world.",
              "They add to the excitement surrounding the Games, while also communicating the values of the Olympic and Paralympic Movements and reflecting the culture of the host country.",
              "The mascots for the Tokyo 2020 Games will therefore play a key role in introducing Japanese culture to the world.",
              "Mascots are also a popular element of modern Japanese culture, usually created to promote a particular region, event or business.",
              "They are often deployed by local governments or other organisations to stimulate tourism and economic development, or by companies to build on their corporate identity.",
              "Anticipating public interest in the choice of mascots for the Tokyo 2020 Games, Tokyo 2020 set up a special panel last year to decide the process by which the mascots would be chosen.",
              "The panel met on numerous occasions and earlier this month submitted its recommendations, which have now been approved by Tokyo 2020.",
              "In addition to professional illustrators and designers, members of the public in Japan – including non-Japanese residing in the country – will be invited to submit their personal mascot designs through Japanese and English-language websites.",
              "A “creative brief” with a comprehensive set of design guidelines and criteria is being made available for applicants, who will be required to submit designs for both Olympic and Paralympic mascots.",
              "The Tokyo 2020 mascot review panel will select a shortlist from the submitted design sets.",
              "In a unique twist to customary procedures, the shortlisted designs will be reviewed by elementary school classes across Japan, including those in international schools.",
              "Pupils in individual classes will vote, with each class choosing their single preferred set of designs.",
              "Tokyo 2020 will select the design set which attracts the largest number of classroom votes.",
              "Said Yoshiko Ikoma, Vice Chairperson of the Mascot Selection Process Panel: “Given the importance of mascots in modern Japanese culture, we always knew there would be huge public interest in the selection of the Tokyo 2020 mascot.",
              "We think this process gives the public – and especially schoolchildren – a unique opportunity to participate in the design and selection process.",
              "” The timeline for the design and selection process will be as follows: - August 1 to 14 – design submission period (submission via a special website) - December – mascot panel selects shortlist of design sets - December 2017 to January 2018 – elementary school children vote on the shortlist - March 2018 – design set with the largest number of votes is announced as the winner - July to August 2018 – mascot panel decides names for the winning mascots The Creative Brief for the Olympic and Paralympic Games Tokyo 2020 Mascots is available for download here."
            ]
          },
          {
            "title": "How the Tokyo 2020 Olympics was designed - Design Week",
            "url": "https://www.designweek.co.uk/issues/19-25-july-2021/tokyo-2020-olympics/",
            "content": [
              "How the Tokyo 2020 Olympics was designed - Design Week",
              "With the delayed Olympics finally set to begin this week, we take a look at the design elements of a Games like no other.",
              "The Tokyo 2020 Olympics finally begins this week.",
              "While the Games were rescheduled for this summer, COVID still looms large at this year’s ceremony.",
              "Live spectators will not be able to attend events while pandemic protocols have affected some of the ceremonial events.",
              "Amid these concerns and a state of emergency, Olympic organisers are pushing forwards with programming to build excitement – and design is a crucial aspect to that, from opening ceremonies to torch relay kits.",
              "While details of the opening ceremony are typically kept secret, Tokyo 2020 has confirmed some key elements for this year’s celebration.",
              "Crucially, there will be no spectators for the events and unlike previous ceremonies, the cauldron will be located away from the stadium (instead placed at Tokyo’s waterfront city).",
              "Despite those restrictions, organisers says that viewers can still expect “fireworks, flagbearers and fanfare”.",
              "The event has been led by executive producer Takayuki Hioki, who has worked with actor Mansai Nomura to convey the concept of United by Emotion.",
              "That theme is an attempt to show how “sport is universal” following a year like no other, according to organisers.",
              "They add: “It is an invaluable treasure that Tokyo 2020 believes has the power to unite the world through emotion, even if we are apart, speak different languages, or come from different cultures.",
              "” The overarching theme for both opening and closing ceremonies at the Olympic and Paralympic Games is Moving Forwards.",
              "The opening and closing ceremonies will take place at the Japan National Stadium, designed by architect Kengo Kuma.",
              "It was completed in November 2019 and is built on the site of the old National Olympic Stadium (which was constructed for the Tokyo 1964 Olympics).",
              "The stadium has had a controversial design process.",
              "The original design for the stadium – by Zaha Hadid Architects – was scrapped because of mounting costs and its perceived environmental inefficiency.",
              "Athletics and football will take place at Kuma’s stadium while venues across the country will host other sports.",
              "Another new construction, Tokyo’s Ariake Arena, will host volleyball and wheelchair basketball while Tsurigasaki Beach (to the east of Tokyo) will witness the Olympic debut of surfing.",
              "The Tokyo 2020 Olympics logos were designed by Asao Tokolo, an architect graduate from the Tokyo Zokei University.",
              "The chequered designs had several references to Japanese culture, according to the Tokyo 2020 Emblems Selection Committee.",
              "The traditional indigo is a reference to the “refined elegance and sophistication that exemplifies Japan” while the pattern is inspired by ‘inchimatsu moyo’ patterns from the Edo period (1603-1867).",
              "The three varieties of rectangles more widely represent “different countries, cultures and ways of thinking”, the committee says, while also promoting “diversity as a platform to connect the world”.",
              "The journey to choosing a logo was not simple for Tokyo 2020.",
              "The initial logos, designed by Kenjiro Sano, were scrapped following claims that it was plagiarised.",
              "Belgian designer Olivier Debie claimed that the identity shared similarities to his 2011 design for the Théâtre de Liège.",
              "Though Debie eventually withdrew his lawsuit because of financial costs, the Tokyo organising committee had already move on from Sano’s logo.",
              "Pictograms were first introduced at the Olympics at the Tokyo 1964 Games as a way to communicate visually across language barriers and have been updated for every subsequent Games.",
              "This year’s pictograms were designed by Masaaki Hiromura and fall into Free and Frame Type versions.",
              "Free Type unframed pictograms will be used on posters, tickets and licensed products while the framed versions will be used on maps, signage, guidebooks and websites.",
              "“I have tried to express the dynamic beauty of the athletes through these pictograms, while respecting the legacy bequathed by the pioneers of the Japanese design industry in their designs for the Tokyo 1964 Games,” Hiromura says.",
              "Two mascots have been revealed for Tokyo 2020.",
              "Miraitowa represents the Olympics while Someity stands in for the Paralympics.",
              "These were designed by Ryo Taniguchi and chosen from a public competition voted on by the Mascot Selection Panel and Japanese elementary schoolchildren.",
              "Indigo blue Miraitowa takes its name from the Japanese words ‘mirai’ (future) and ‘towa’ (eternity).",
              "Described as “cheerful and remarkably athletic” by the selection panel, the character can teleport wherever it wants.",
              "Someity takes its name from somei yoshino, a type of cherry blossom.",
              "According to the committee, pink-hued Someity “loves being in nature and can communicate with natural elements, such as stones and wind”.",
              "The Olympic torch was conceived by Tokujin Yoshioka, a multidisciplinary designer who is known for his work with light and nature.",
              "The torch has been inspired by Japan’s cherry blossoms with a pattern that resembles petals.",
              "It’s been fashioned from aluminium, incorporating the same manufacturing technology that’s used in the production of the country’s high-speed bullet train.",
              "In a bid for sustainability, 30% of the torch is made from recycled aluminium – metal that was taken from the prefabricated housing set up in the aftermath of the 2011 Great East Japan Earthquake.",
              "Yoshioka’s cauldron continues the torch’s cherry blossom theme and uses the same recycled metal.",
              "It weighs around 200kg.",
              "Yoshioka also designed the torch relay lantern, which is used to transform the flame lit in Greece to the host country.",
              "This year, following governmental requests for the torch not to pass through public roads, an alternative lighting ceremony will take place.",
              "Torchbearers will pass the flame on at designated ‘torch kiss’ points in the coming days, at Tokyo-based parks.",
              "The Olympics is a major television event – the 2016 Rio Olympics drew in 3.",
              "6 billion viewers worldwide.",
              "As such, networks design significant campaigns around them.",
              "London-based Nexus Studios collaborated with BBC Creative on Tokyo Olympics Trail, an immersive journey through Tokyo which is littered with Olympics-themed Easter eggs (visual clues).",
              "The video was directed by Factory Fifteen.",
              "The teams worked with Japanese artist and designer Fantasista Utamaro on the television spot, mixing animation and illustration to bring a world of arcade games, a sports fanatic’s bedroom and a J-Pop (Japanese pop) music video to life.",
              "Look out for the shop signs and logos that use pictograms originally designed for the Tokyo 1964 Olympics as well as a music video inspired by US gymnast Simone Biles.",
              "It’s set to original music from anime composer Kenji Kawai.",
              "Kits have been designed by a range of sports brands, though there’s an overall focus on sustainability.",
              "The torchbearers will wear uniforms made from recycled Coca-Cola bottles.",
              "The kit has been designed by Daisuke Obana and feature a chequered pattern reminiscent of the logo.",
              "The debut of six sports – surfing, skateboarding, sport climbing, baseball, softball and karate – at Tokyo has also presented opportunities for uniform designers.",
              "Nike’s skateboarding kits for the US, Japan, France and Brazil play on the respective countries’ landscapes – a reference to the relationship between the environment and the act of skating, according to Nike’s design team.",
              "Ben Sherman has designed the kit for Team GB’s opening and closing ceremonies.",
              "With visuals inspired by what athletes wore during the Tokyo 1964 Olympics, the new kits use organic cotton and bamboo viscose.",
              "Adidas has created the sports kits for Team GB, which features an abstract version of the Union Jack.",
              "Brilliany circular design combines 12 points of the clock/compass and the Edo rectilinear shapes/rectangles.",
              "May I use it as a roseboard?",
              "Δ Berlin-based HelloMe has created a new identity and website for electronic music platform Resident Advisor’s creative studio, 23:59.",
              "The new trophy design should be “distinctive” and reflect “the new modernised King’s Awards” while using sustainable materials and retaining the traditional crystal element.",
              "The protected areas of land have a new identity system that allows each location to have its own personality while remaining part of “a living patchwork”.",
              "Kieron Lewis designed the New Brownies’ Book, by Karida L Brown and Charly Palmer, mixing century-old content with new writing and art to inspire a new generation of Black families.",
              "Copyright © 2022 Centaur Media plc and / or its subsidiaries and licensors.",
              "All rights reserved.",
              "built by interconnect/it Xeim Limited, Registered in England and Wales with number 05243851 Registered office at Floor 14, 10 York Road, London, SE1 7ND"
            ]
          },
          {
            "title": "Tokyo 2020 open mascot design competition to public - insidethegames.biz",
            "url": "https://www.insidethegames.biz/articles/1053544/tokyo-2020-open-mascot-design-competition-to-public",
            "content": [
              "Tokyo 2020 open mascot design competition to public - insidethegames.biz",
              "Popular Tokyo 2020 have opened their mascot design competition for the Olympic and Paralympic Games, with the public encouraged to submit entries until August 14.",
              "The competition was launched at the Kuramae Elementary School in Asakusabashi in Tokyo, with more than 200 schoolchildren in attendance.",
              "It was announced earlier this year that pupils will play a key role in selecting the mascots.",
              "Four-time Olympian Ai Sugiyama, a tennis player, and three-time Paralympic shooter Aki Taguchi supported the launch, with the athletes sharing their stories and experiences of competing at the Olympic and Paralympic Games.",
              "A ceremonial gong was struck by mascot selection panel chairperson Ryohei Miyata to officially start the competition, with a design entry website now launched.",
              "\"Japanese mascots are loved by many people around the world,\" said Miyata.",
              "\"You and your classmates will select the best mascots for the Tokyo 2020 Olympic and Paralympic Games.",
              "\"We are going to ask all elementary school children in Japan to play this important role.",
              "\"We hope many people will enter this competition starting today.\"",
              "Tokyo 2020 confirmed the competition process in May, where they unveiled an \"innovative judging process\".",
              "Shortlisted designs for members of the public will be reviewed by elementary school classes, including those in international schools.",
              "Pupils in individual classes will vote, with each class choosing their single preferred set of designs.",
              "Tokyo 2020 will select the design set which attracts the largest number of classroom votes.",
              "The design submission period is due to take place from August 1 to 14 with the mascot selection process panel due to draw up a shortlist of design sets in December.",
              "Elementary schoolchildren will vote on the shortlist from December to January and the design set with the largest number of votes is scheduled to be announced as the winner in March.",
              "From July to August 2018, the selection process panel will decide the names for the winning mascots.",
              "Tokyo 2020 had revealed in March that the names will come from creative professionals, rather than from the general public.",
              "Mascots are a popular element of modern Japanese culture, usually created to promote a particular region, event or business.",
              "They are often deployed by Local Governments or other organisations to stimulate tourism and economic development, or by companies to build on their corporate identity.",
              "A \"creative brief\", which can be accessed here, has been produced with a set of design guidelines and criteria for applicants.",
              "Tokyo 2020 set up a special panel last year to decide the process by which the mascots would be chosen.",
              "The panel met on numerous occasions and earlier this month submitted its recommendations, which have now been approved.",
              "It was established by organisers as they aimed to avoid the controversy surrounding their logo in 2015.",
              "The initial design by Kenjiro Sano had to be scrapped due to allegations of plagiarism, after Belgian Olivier Debie claimed that it resembled his Théâtre de Liège logo too closely.",
              "The process of choosing a replacement logo was also criticised.",
              "The design application website can be found here.",
              "Since joining insidethegames.",
              "biz in 2015, Michael Pavitt has covered a variety of international multi-sport events, including the Tokyo 2020 Summer Olympics and Beijing 2022 Winter Olympics.",
              "His questioning led to insidethegames exclusively revealing Russia’s 15-year-old Kamila Valieva had tested positive for banned drugs before Beijing 2022.",
              "Michael has reported from the Gold Coast 2018 Commonwealth Games, two editions of the Pan American Games, as well as the European Games, Pacific Games and the Asian Winter Games.",
              "Michael has also covered multiple IOC Sessions, ANOC General Assemblies and International Federation Congresses.",
              "The Jordan Olympic Committee launches 'Our Sport, Our Health' When British skaters Jayne Torvill and Christopher Dean won the Olympic gold medal in ice dance at Sarajevo 1984 with 12 perfect 6.",
              "0s from every judge, for their interpretation of Maurice Ravel's Boléro, an important member of their team was singer-actor Michael Crawford.",
              "Crawford, who had played Frank Spencer in British sitcom Some Mothers Do 'Ave 'Em and the title role in the musical The Phantom of the Opera, had become a mentor to the pair in 1981 and went on to help them create their Olympic routine.",
              "Crawford said he “taught them how to act\".",
              "He was present with their trainer Betty Callaway at the ringside at Sarajevo as they created one of the most iconic moments in Olympic history.",
              "Investigation Specialist, UEFA, Switzerland, Nyon UEFA – the Union of European Football Associations – is the governing body of European football.",
              "Its objectives are, among other things, to deal with all questions relating to European football, to promote football in a spirit of unity, solidarity, peace, understanding and fair play, without any discrimination on the part of politics, race, religion, gender or any other reason, to safeguard the values of European football, promote and protect ethical standards and good governance in European football, maintain relations with all stakeholders involved in European football, and support and safeguard its member associations for the overall well-being of the European game.",
              "The Disciplinary Lawyer provides legal and administrative support for UEFA’s Organs for the Administration of Justice and assists colleagues in the Integrity Division’s Disciplinary Unit.",
              "The incumbent is also responsible for handling disciplinary cases and may be required to act as in-house lawyer before the Court of Arbitration for Sport.",
              "More jobs Pierre de Coubertin once said cricket has \"practically no appeal for those who are not British\".",
              "While he expressed doubts about the Olympic viability of cricket, lacrosse and baseball, Philip Barker wonders how the man who helped revive the modern Games would have reacted to new sports at Los Angeles 2028.",
              "Read more Big Read Archive Should cricket be an Olympic sport?"
            ]
          }
        ],
        "The mascots are then evaluated by a selection committee composed of experts, representatives of the host country's culture and sports, and members of the Organising Committee of the Olympic Games (OCOG).": [
          {
            "title": "Tokyo 2020 launches mascot design competition",
            "url": "https://www.paralympic.org/news/tokyo-2020-launches-mascot-design-competition",
            "content": [
              "Tokyo 2020 launches mascot design competition",
              "Tokyo 2020 announces plans for a mascot design competition The Tokyo Organising Committee of the Olympic and Paralympic Games (Tokyo 2020) have announced that a national competition will take place to decide the Games’ official mascots.",
              "Members of the public in Japan will be invited to submit mascot design proposals.",
              "There will be an innovative judging process whereby elementary school children across the country will select the winning set of designs from a shortlist.",
              "The Olympic and Paralympic mascots have become a much-loved feature of the Games, garnering attention from fans all over the world.",
              "They add to the excitement surrounding the Games, while also communicating the values of the Olympic and Paralympic Movements and reflecting the culture of the host country.",
              "The mascots for the Tokyo 2020 Games will therefore play a key role in introducing Japanese culture to the world.",
              "Mascots are also a popular element of modern Japanese culture, usually created to promote a particular region, event or business.",
              "They are often deployed by local governments or other organisations to stimulate tourism and economic development, or by companies to build on their corporate identity.",
              "Anticipating public interest in the choice of mascots for the Tokyo 2020 Games, Tokyo 2020 set up a special panel last year to decide the process by which the mascots would be chosen.",
              "The panel met on numerous occasions and earlier this month submitted its recommendations, which have now been approved by Tokyo 2020.",
              "In addition to professional illustrators and designers, members of the public in Japan – including non-Japanese residing in the country – will be invited to submit their personal mascot designs through Japanese and English-language websites.",
              "A “creative brief” with a comprehensive set of design guidelines and criteria is being made available for applicants, who will be required to submit designs for both Olympic and Paralympic mascots.",
              "The Tokyo 2020 mascot review panel will select a shortlist from the submitted design sets.",
              "In a unique twist to customary procedures, the shortlisted designs will be reviewed by elementary school classes across Japan, including those in international schools.",
              "Pupils in individual classes will vote, with each class choosing their single preferred set of designs.",
              "Tokyo 2020 will select the design set which attracts the largest number of classroom votes.",
              "Said Yoshiko Ikoma, Vice Chairperson of the Mascot Selection Process Panel: “Given the importance of mascots in modern Japanese culture, we always knew there would be huge public interest in the selection of the Tokyo 2020 mascot.",
              "We think this process gives the public – and especially schoolchildren – a unique opportunity to participate in the design and selection process.",
              "” The timeline for the design and selection process will be as follows: - August 1 to 14 – design submission period (submission via a special website) - December – mascot panel selects shortlist of design sets - December 2017 to January 2018 – elementary school children vote on the shortlist - March 2018 – design set with the largest number of votes is announced as the winner - July to August 2018 – mascot panel decides names for the winning mascots The Creative Brief for the Olympic and Paralympic Games Tokyo 2020 Mascots is available for download here."
            ]
          },
          {
            "title": "First Meeting of the Tokyo 2020 Mascot Selection Panel",
            "url": "https://www.anocolympic.org/olympic-movement/first-meeting-of-the-tokyo-2020-mascot-selection-panel/",
            "content": [
              "First Meeting of the Tokyo 2020 Mascot Selection Panel",
              "The Tokyo Organising Committee of the Olympic and Paralympic Games held the first meeting of its Mascot Selection Panel today, a group that has been set up to agree processes for the submission, judging and selection of mascots for the Tokyo 2020 Games.",
              "At this initial meeting, the members of the Panel exchanged views on rules governing the development of mascots.",
              "They then reviewed examples from previous Games, discussed basic issues regarding mascot development for the Tokyo 2020 Games and drew up an agenda of issues that will need to be decided at future meetings.",
              "At the second meeting of the Panel, scheduled for Friday 27 January, the members will summarise their discussions and work through the agreed agenda of issues in greater depth.",
              "The Panel plans to submit its proposed mascot selection process to the International Olympic Committee (IOC) and International Paralympic Committee (IPC) during March.",
              "Oceania National Olympic Committees (ONOC) President, Dr Robin Mitchell, commended the Opening Ceremony of the Sol 2023 [.",
              ".]",
              "International Olympic Committee (IOC) President Thomas Bach and Paris 2024 Organising Committee President Tony Estanguet[.",
              ".]",
              "The Oceania National Olympic Committees (ONOC) under its Games Support Programme is committed to strengthening its colla[.",
              ".]",
              "Suscribe to our newsletter and receive the latest news in your inbox Copyright © 2023, Association of National Olympic Committees (ANOC).",
              "All rights reserved.",
              "We are using cookies to give you the best experience on our website.",
              "You can find out more about which cookies we are using or switch them off in settings.",
              "This website uses cookies so that we can provide you with the best user experience possible.",
              "Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful.",
              "Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.",
              "If you disable this cookie, we will not be able to save your preferences.",
              "This means that every time you visit this website you will need to enable or disable cookies again.",
              "This website uses Google Analytics to collect anonymous information such as the number of visitors to the site, and the most popular pages.",
              "Keeping this cookie enabled helps us to improve our website.",
              "Please enable Strictly Necessary Cookies first so that we can save your preferences!",
              "More information about our Cookie Policy"
            ]
          },
          {
            "title": "USOPC | Team Selection",
            "url": "https://www.usopc.org/team-selection",
            "content": [
              "USOPC | Team Selection",
              "Athlete Services The United States Olympic & Paralympic Committee is responsible for supporting, entering and overseeing U.",
              "S.",
              "teams for the Olympic, Paralympic, Youth Olympic, Pan American and Parapan American Games.",
              "National Olympic Committees – such as the United States Olympic & Paralympic Committee in the United States – earn national quota spots to compete at each of these international, multi-sport events, which are then allocated to individual athletes and teams. Athletes are selected to fill these quota spots and represent Team USA at the Games based on a set of criteria and standards specific to their sport.",
              "These standards are established by International Federations that govern each sport on a global level and administered by National Federations (called National Governing Bodies in the United States).",
              "Some NGBs utilize subjective selection procedures such as evaluation at competitions and team selection camps, while other team selections are results-based pending placement at trials competition and well-defined scoring systems..",
              "The Paralympic classification system was created to organize competition among athletes with physical, intellectual and visual impairments.",
              "The system is based on scientific evidence and athlete evaluation.",
              "To ensure fair competition, an athlete’s type and degree of activity limitation determine his or her assignment to a specific “sport class.\"",
              "Each sport class is intended to group athletes with similar functional limitations—so, for example, amputee athletes compete separately from blind athletes.",
              "The classification system provides a structure for competition—similar to grouping able-bodied athletes by age, gender or weight.",
              "The goal is to minimize the impact of impairments on sport performance and to ensure the success of an athlete is determined by skill, fitness, power, endurance, tactical ability and mental focus—the same factors that account for success in sport for able-bodied athletes.",
              "Each sport has its own classification system because an impairment affects an athlete’s ability to perform differently across various sports.",
              "For example, an arm amputation will affect an archer differently than a swimmer.",
              "As a result, an athlete may meet the criteria to compete in one sport but not another.",
              "Not every sport is offered for athletes of every impairment type.",
              "For more information, visit Paralympic sports by physical impairment group.",
              "Each Paralympic athlete undergoes a process to verify his or her eligibility to compete in the sport.",
              "To compete in the Paralympic Games, the athlete must undergo international classification, separate from their own nation’s classification system.",
              "The evaluation process is conducted by a classification panel, which is composed of individuals authorized and certified by a sport federation to determine an athlete’s sport class.",
              "The process (typically) includes: When undergoing athlete evaluation, an athlete is only classified for the respective sport.",
              "This is because classification systems differ by sport and are overseen by the International Federation governing each sport.",
              "If an athlete is not eligible to compete in a sport, this result does not call into question whether an impairment is genuine.",
              "It means that: The athlete does not have a primary impairment that makes him or her eligible to compete in that sport, or The impairment is not severe enough to significantly limit the athlete’s ability to fully participate in that sport.",
              "Due to the progressive nature of some impairments (such as multiple sclerosis) and the impact on certain activities, athletes sometimes undergo classification evaluation several times throughout their career.",
              "The United States Olympic & Paralympic Committee operates two national U.",
              "S.",
              "Olympic & Paralympic Training Centers in Colorado Springs, Colorado, and Lake Placid, New York.",
              "Athletes – competing in both Olympic and Paralympic sports – are selected to train at the OPTCs by their National Governing Body.",
              "To facilitate this selection process, each NGB annually submits a high-performance plan to the USOPC, which forecasts year-by-year plans for athlete training for the remainder of the four-year quad cycle (i.",
              "e. the four-year period between a summer to summer Olympic Games such as 2017-2020).",
              "Based on this plan, NGBs work with the USOPC to determine the number of OPTC spots that will be allocated to athletes in a specific sport.",
              "Priority allocations and training spots are awarded to athletes based on their potential to compete for medals at international multi-sport events such as the Olympic and Paralympic Games.",
              "An invitation to train at the OPTC does not guarantee an athlete the right to compete at the Olympic or Paralympic Games.",
              "The USOPC athlete ombudsman is available to offer athletes confidential advice regarding participation in elite sport – including team selection and the opportunity to participate in protected competition(s) – and to help athletes resolve disputes in connection with qualification and selection procedures.",
              "The athlete ombudsman can help athletes understand the rules and their rights regarding team selection, specifically assisting with questions related to the following key areas: For more information on an athlete’s right to participate in protected competition, click here, or to seek free, independent and confidential advice regarding team selection, contact ombudsman@usathlete.",
              "org.",
              "Additional Resources © 2023 United States Olympic & Paralympic Committee.",
              "All Rights Reserved."
            ]
          }
        ],
        "The mascots are chosen based on their originality, creativity, appeal, relevance to the host country's culture and values, and alignment with the Olympic spirit and values.": [
          {
            "title": "What Makes a Good Olympic Mascot? Cuteness Helps - WSJ",
            "url": "https://www.wsj.com/story/what-makes-a-good-olympic-mascot-cuteness-helps-ba2e7e31",
            "content": [
              "What Makes a Good Olympic Mascot? Cuteness Helps - WSJ",
              "Paris 2024 unveiled its history-inspired mascots this week.",
              "They have the hallmarks of some popular predecessors The 2024 Paris Olympics unveiled its mascots, the Phryges, this week.",
              "These blue-eyed, conical red hats are steeped in French revolutionary history, wear friendly smiles and tricolor ribbons, and come with distinct personalities.",
              "Paralympic Phryge has a prosthetic leg.",
              "Organizers said they chose a mascot with a “visible disability” because the aim of the games is “to provide people with disabilities with as much visibility as possible.",
              "” Matthieu Mirville/Zuma Press The mascots draw on a symbol of the French republic: the Phrygian cap.",
              "The cap traces its history to the ancient nation of Phrygia in Anatolia, located in modern-day Turkey.",
              "It was adopted by the French revolutionaries in the late 18th century.",
              "Marc Piasecki/Getty Images The Olympics may date back to ancient times, but its mascots are a modern invention.",
              "The first was a character named Schuss, which wore a pair of blue skis and the Olympic rings for the 1968 Grenoble Winter Games.",
              "Philippe Desmazes/Agence France-Presse/Getty Images The first official Summer Games mascot appeared in Munich in 1972.",
              "Waldi, a multicolored dachshund, was conceived during an organizing committee Christmas party, where attendees were given crayons, paper and modeling clay to produce mascot designs.",
              "Armin Weigel/Picture Alliance/Getty Images Astronaut panda Bing Dwen Dwen was a rare breakout star for the Beijing 2022 Winter Games—until it accidentally spoke.",
              "Fans were dismayed to hear a middle-aged man's voice emerge from the childlike-creature.",
              "Organizers rushed to contain the damage.",
              "Sewel Samad/Agence France-Presse/Getty Images Silent mascots help transcend language barriers, said Chris Carlier, who runs a Twitter account dedicated to Japanese mascots.",
              "It’s also practical.",
              "“There may be multiple performers wearing the costume at different locations simultaneously,” he said.",
              "Lisi Niesner/Reuters This browser does not support the video element.",
              "When it came time for Tokyo to host the 2020 Summer Olympics, organizers asked elementary-school students to choose the mascot.",
              "They picked a catlike space alien with the ability to travel anywhere instantaneously.",
              "Agence France-Presse/Getty Images The Vancouver 2010 Winter Games mascots, Quatchi and Miga, are considered among the best in Olympic history, said Marla Royne Stafford, of the University of Nevada, Las Vegas.",
              "They are “endearing, original and pleasant.",
              "” Chris Jackson/Getty Images But Dr.",
              "Stafford, a professor of marketing and international business, prefers the divisive Izzy from the 1996 Atlanta Summer Games.",
              "Originally called “Whatizit,” the mascot got mixed reviews at first, and was renamed and redesigned over time.",
              "Donald Stampfli/Associated Press “It depends on the criteria that you’re looking at, but originality, creativity, pleasantness, cuteness are generally considered the things that make an Olympic mascot,” said Dr.",
              "Stafford.",
              "Kai Pfaffenbach/Reuters One clear contender for most popular: Bears.",
              "“There were a lot of bears,” said Dr.",
              "Stafford.",
              "Polar bears greeted fans at the 1988 Calgary Winter Games and 2014 Sochi Winter Games.",
              "The 2002 Salt Lake Winter Games had Cole, a black bear.",
              "Robert F.",
              "Bukaty/Associated Press The first bear mascot was Misha, for Moscow 1980, and its mass branding set a trend for Games to come.",
              "Sold as stuffed toys and porcelain dolls during the Games, Misha later appeared in cartoon programs. The mascot was even sent to space in 1978.",
              "Sergei Kivrin/Reuters While most Olympic mascots have been inspired by animals, some have taken inspiration from more unusual things—like drops of steel (London 2012) or a snowball and ice cube (Turin 2006).",
              "Charlie Riedel/Associated Press The Phrygian caps are another exception.",
              "“We chose an ideal rather than an animal,” said Paris 2024 President Tony Estanguet.",
              "That, to Dr.",
              "Stafford, is a sign of the times.",
              "“It's a response to the world's social concerns today,” she said.",
              "Gao Jing/Xinhua/Zuma Press Produced by Cam Pollack Cover Photo by Franck Fife/Agence France-Presse/Getty Images"
            ]
          },
          {
            "title": "A brief history of Olympic mascot design, in pictures | CNN",
            "url": "https://edition.cnn.com/style/article/olympic-games-mascot-design-history",
            "content": [
              "A brief history of Olympic mascot design, in pictures | CNN",
              "For more than fifty years, athletes competing in the Olympic games have often been cheered on by either a furry, feathered or slimy friend.",
              "The Olympic mascot – a cartoonish encapsulation of the host city’s culture and history – is so important, designs are often selected and finalized years before the Games take place.",
              "Panda-monium: From medal podiums to spectator stands, Winter Olympics mascot Bing Dwen Dwen is everywhere According to the International Olympic Committee, the role of these quirky caricatures is to help spread a “festive atmosphere” and embody the exuberant spirit of the event.",
              "Over the decades, the world has welcomed snowmen, sasquatches, cowboy-hat-wearing bears and aliens to the Olympic stage.",
              "The first mascot was created in 1968 by designer Aline Lafargue for the Grenoble Winter Games in France.",
              "Affectionately named “Shuss,” the character consists of a two-toned head and lightning-bolt shaped leg attached to skis.",
              "Despite holding the esteemed title of first ever mascot, Lafargue created and submitted her design for Shuss in just one night.",
              "To find a worthy representative, each host country will typically organize a submission call-out or contest.",
              "In 2014, a competition held by Russia in anticipation for the Sochi Winter Games received more than 24,000 drawings.",
              "The winners, a trio of arctic mammals intended to represent the three spots on the Olympic podium, were selected by a public vote with the results broadcast on Russian TV.",
              "But this hasn’t always been the case: for the 1984 Los Angeles Summer Olympics, one of the first Olympic events to be heavily subsidized by corporate financing, Disney won the private bid for mascot design.",
              "Since these creatures are also pivotal to official merchandise, cute and cuddly have long been key metrics for any mascot’s success.",
              "Merchandise of Beijing’s rotund panda mascot Bing Dwen Dwen for this month’s 2022 Winter Games is already “selling like hotcakes,” while Disney’s bald eagle, Sam, was meticulously constructed to appear short, stubby and soft as opposed to realistic, pointed and ominous in order to appeal to children.",
              "And when illustrators have deviated, viewers have let them know.",
              "Ten years ago, Iris design agency produced two silver cyclops extra-terrestrials to usher in the London Games.",
              "“If these things had been in a ’50’s horror movie it would now be considered a classic,” wrote one CNN reader in 2012.",
              "Ai Weiwei helped design Beijing's Olympic stadium.",
              "But he regrets how it's being used today Character design becomes especially important when the Games coincide with a unique moment in history.",
              "For example Sydney, Australia, the host country of the first Olympics of the millennium, commissioned three mascots for the first time in the Games’ history.",
              "The three anime-style cartoons, Syd, Olly and Millie, were named in reference to Sydney, Olympics and Millennium – and t-shirts from this landmark Games are still circulating second-hand resale sites now.",
              "© 2023 Cable News Network.",
              "A Warner Bros.",
              "Discovery Company.",
              "All Rights Reserved.",
              "CNN Sans TM & © 2016 Cable News Network."
            ]
          },
          {
            "title": "Mascots: bringing the Olympic spirit to life | Europeana",
            "url": "https://www.europeana.eu/en/blog/mascots-bringing-the-olympic-spirit-to-life",
            "content": [
              "Mascots: bringing the Olympic spirit to life | Europeana",
              "Where do the Olympic mascots come from?",
              "Mascots are popular symbols of the Olympic Games.",
              "Even before their official integration, they have been a key part of the games.",
              "What better way to personify the Olympic values and spirit than a colourful, playful character bringing the history and culture of the host countries to young and old alike?",
              "Olympic mascots are symbols of entertainment, design and marketing.",
              "Each modern edition of the Olympic Games has its own, which refers to the Olympic values and the identity of the place hosting the event.",
              "The first Olympic mascot was created for the 1968 Winter Olympic Games, held in Grenoble, France.",
              "These games were the first to be broadcast in colour television.",
              "Aline Lafargue had created Shuss for the occasion, a stylised blue skier with a round and red head.",
              "His body was shaped like a lightning bolt, zig-zagging, on one foot.",
              "The word mascot derives from the Provençal word mascoto, a diminutive of masco which means witch.",
              "The term mascot, however, became popular through Edmond Audran's operetta La mascotte, which was staged for the first time on 29 December 1880 at the Théâtre des Bouffes-Parisiens in Paris.",
              "The work was an immediate success, in particular because of a 'sheep and turkey duo' which were part of the staging.",
              "Set in 17th century Tuscany, the action is focused on the character of Bettina.",
              "As one of the arias from the first act explains, she brings luck to all those for whom she works, so long as she remains a virgin.",
              "In the time that she has been working as a turkey keeper for Rocco, a farmer, he has seen his business flourish despite his previous misfortune.",
              "The two fall in love.",
              "However, the also unlucky Prince Laurent XVII hears about Bettina, and brings her to his court hoping to improve his luck.",
              "Bettina is thus a 'mascot' - someone who brings good luck to all around her.",
              "For the 1972 Olympic Games in Munich, the mascot became official: a cute coloured dachshund called Waldi.",
              "Since then, sometimes the mascots have been lively and friendly animals which double up as national symbols.",
              "Amik - the mascot for the 1976 Olympic Games in Montreal was a beaver, a national symbol of Canada.",
              "In 1984, the USA chose bald eagle Sam as their mascot for the Los Angeles Games.",
              "The brown bear Misha was the symbol of the 1980 Olympics in Moscow, with the bear a national symbol of the Soviet Union.",
              "Catalan shepherd dog Cobi was the mascot of the 1992 Olympics in Barcelona.",
              "Four Japanese owls called 'the Snowlets' represented the four major islands of Japan for the 1998 Winter Olympics in Nagano.",
              "Several animal mascots were also used for the 2014 Winter Olympic Games in Sochi, Russia, among them snow hare Zaika.",
              "Hodori, a tiger cub, was the mascot for the 1988 Olympic Games from Seoul - with a character common in Korean legends portraying the hospitable traditions of the Korean people.",
              "Mascots can also be human-like or humanised figures incorporating history and heritage.",
              "The Greek siblings Athena and Phevos were the mascots for the 2004 Olympic Games in Athens, inspired by inspired by ancient Greece.",
              "Neve and Gliz were the mascots for the 2006 Winter Olympics in Turin, Italy.",
              "Their names were inspired by the Italian for snow (neve) and ice (ghiaccio).",
              "Wenlock, the mascot for the 2012 Olympic Games in London, was joined by Mandeville, the mascot for the 2021 Paralympic Games.",
              "They were named after Much Wenlock and Stoke Mandeville, two places which held pre-cursor events to the modern Olympics and Paralympics.",
              "For the 2020 Olympic Games in Japan, the mascot will be Miraitowa and Someity: superhero-inspired characters embodying both old tradition and new innovation.",
              "Starting with Schuss, the commercial interest in Olympic gadgets, designed by famous illustrators and creatives, has spread.",
              "Sports objects nowadays thrill fans and collectors and have become part of our cultural heritage.",
              "Can you help us to tell the story of sport in Europe in the past and the present?",
              "We invite you to tell us about your sport experiences through objects like photographs, memorabilia, equipment or prizes.",
              "\\ This blog is part of the Europeana Sport project which showcases cultural treasures relating to sporting heritage in Europe.",
              "The feature image above is a collage of three Olympic mascots.",
              "Vučko, mascot of the 1984 Winter Olympics Games in Sarajavo, Národní muzeum - Historické muzeum, CC BY Misha, mascot of the 1980 Olympic Games in Moscow, Helsinki City Museum, CC BY Gliz, one of the mascots of the 2006 Winter Olympic Games in Turin, Národní muzeum - Historické muzeum, CC BY"
            ]
          }
        ],
        "The mascots are also expected to reflect the theme and vision of the Games, as well as to promote the Olympic and Paralympic movements.": [
          {
            "title": "Tokyo 2020 launches mascot design competition",
            "url": "https://www.paralympic.org/news/tokyo-2020-launches-mascot-design-competition",
            "content": [
              "Tokyo 2020 launches mascot design competition",
              "Tokyo 2020 announces plans for a mascot design competition The Tokyo Organising Committee of the Olympic and Paralympic Games (Tokyo 2020) have announced that a national competition will take place to decide the Games’ official mascots.",
              "Members of the public in Japan will be invited to submit mascot design proposals.",
              "There will be an innovative judging process whereby elementary school children across the country will select the winning set of designs from a shortlist.",
              "The Olympic and Paralympic mascots have become a much-loved feature of the Games, garnering attention from fans all over the world.",
              "They add to the excitement surrounding the Games, while also communicating the values of the Olympic and Paralympic Movements and reflecting the culture of the host country.",
              "The mascots for the Tokyo 2020 Games will therefore play a key role in introducing Japanese culture to the world.",
              "Mascots are also a popular element of modern Japanese culture, usually created to promote a particular region, event or business.",
              "They are often deployed by local governments or other organisations to stimulate tourism and economic development, or by companies to build on their corporate identity.",
              "Anticipating public interest in the choice of mascots for the Tokyo 2020 Games, Tokyo 2020 set up a special panel last year to decide the process by which the mascots would be chosen.",
              "The panel met on numerous occasions and earlier this month submitted its recommendations, which have now been approved by Tokyo 2020.",
              "In addition to professional illustrators and designers, members of the public in Japan – including non-Japanese residing in the country – will be invited to submit their personal mascot designs through Japanese and English-language websites.",
              "A “creative brief” with a comprehensive set of design guidelines and criteria is being made available for applicants, who will be required to submit designs for both Olympic and Paralympic mascots.",
              "The Tokyo 2020 mascot review panel will select a shortlist from the submitted design sets.",
              "In a unique twist to customary procedures, the shortlisted designs will be reviewed by elementary school classes across Japan, including those in international schools.",
              "Pupils in individual classes will vote, with each class choosing their single preferred set of designs.",
              "Tokyo 2020 will select the design set which attracts the largest number of classroom votes.",
              "Said Yoshiko Ikoma, Vice Chairperson of the Mascot Selection Process Panel: “Given the importance of mascots in modern Japanese culture, we always knew there would be huge public interest in the selection of the Tokyo 2020 mascot.",
              "We think this process gives the public – and especially schoolchildren – a unique opportunity to participate in the design and selection process.",
              "” The timeline for the design and selection process will be as follows: - August 1 to 14 – design submission period (submission via a special website) - December – mascot panel selects shortlist of design sets - December 2017 to January 2018 – elementary school children vote on the shortlist - March 2018 – design set with the largest number of votes is announced as the winner - July to August 2018 – mascot panel decides names for the winning mascots The Creative Brief for the Olympic and Paralympic Games Tokyo 2020 Mascots is available for download here."
            ]
          },
          {
            "title": "Tokyo 2020 official mascots and their contribution to the promotion of ...",
            "url": "http://diagorasjournal.com/index.php/diagoras/article/view/122",
            "content": [
              "Tokyo 2020 official mascots and their contribution to the promotion of ...",
              "This article focuses on the Tokyo 2020 official mascots, Miraitowa (Olympic mascot) and Someity (Paralympic mascot) and their contribution to the promotion of Japan’s culture and legacy.",
              "After presenting the cultural importance of mascots in Japan, the article proposes an onomastic study of the names Miraitowa and Someity, which meanings carry values as well as cultural elements.",
              "The article then describes the mascots’ selection process, which is based on a participatory approach and reflects the host country’s desire to strengthen schoolchildren’s sense of belonging to the Olympic movement.",
              "The article concludes by highlighting the mascots’ personification and their role as soft power tools.",
              "Â© 2020 Diagoras: International Academic Journal on Olympic StudiesÂ Â |Â ISSN 2565-196X"
            ]
          },
          {
            "title": "Miraitowa and Someity - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Miraitowa_and_Someity",
            "content": [
              "Miraitowa and Someity - Wikipedia",
              "Miraitowa (Japanese: ミライトワ) is the official mascot of the 2020 Summer Olympics, and Someity (Japanese: ソメイティ) is the official mascot of the 2020 Summer Paralympics.",
              "The events were held in Tokyo, Japan, in 2021.",
              "[a] The checkered design on both mascots was inspired by the ichimatsu moyo pattern of the Tokyo 2020 official logo, while Someity's pink design was inspired by cherry blossoms. Both fictional characters have various superpowers, such as teleportation.",
              "Created by Japanese artist Ryo Taniguchi, the mascots were selected from a competitive process that took place in late 2017 and early 2018.",
              "A total of 2,042 candidate designs were submitted to the Tokyo 2020 Organising Committee, which then selected three pairs of unnamed mascot designs from the batch to present to Japanese elementary school students for the final decision.",
              "The results of the selection were announced on 28 February 2018, and the mascots were named on 22 July 2018.",
              "Miraitowa is named after the Japanese words for \"future\" (未来, mirai) and \"eternity\" (永久, towa), and Someity is named after someiyoshino (ソメイヨシノ), a type of cherry blossom.",
              "Someity's name also echoes the English phrase \"so mighty\".",
              "The mascots helped financing the Tokyo Games through merchandising and licensing deals.",
              "In late 2017 and early 2018, the Tokyo 2020 Organising Committee held a competition to determine the design of the 2020 mascots.",
              "A total of 2,042 design submissions were accepted between 1 August and 14 August 2017.",
              "The entries were then subjected to a series of format and design examinations led by media specialists and the Organising Committee's Mascot Selection Panel to determine whether they \"would appeal to elementary school-aged children\" and whether they \"amply reflected the spirit of the Tokyo 2020 Games Vision\".",
              "[3] By mid-October 2017, this process reduced the pool to a shortlist of three sets of mascot candidates, which were unveiled on 7 December 2017.",
              "Each set included two mascots: one for the Olympic Games and the other for the Paralympic Games.",
              "[3] Between 11 December 2017 and 22 February 2018, an election was conducted across 16,769 Japanese elementary schools to choose the winning entry, with each participating elementary school class allocated one vote.",
              "[4][5][6] In total, 205,755 elementary school classes participated in the election,[6] which was about 75% of elementary schools in Japan.",
              "[7] The chosen mascots were announced without names on 28 February 2018.",
              "The winning entry was candidate pair A, created by Ryo Taniguchi.",
              "[6] The Mascot Selection Panel held a vote on a shortlist of proposed names on 28 May 2018, and names with the most votes were subjected to a trademark verification process before they became official.",
              "[11] The names of the mascots, Miraitowa and Someity, were announced when the mascots made their formal debut at a press event on 22 July 2018.",
              "[12] Miraitowa, the Olympic mascot, is a figure with blue-checkered patterns inspired by the Games' official logo, which uses a similar checkered pattern called ichimatsu moyo that was popular during the Edo period in Japan from 1603 to 1867.",
              "[13] It is intended to embody \"both old tradition and new innovation\".",
              "The character has a \"strong sense of justice\" and is described as \"very athletic\".",
              "It has the ability to teleport anywhere instantly.",
              "[14] Miraitowa's name is a combination of the Japanese words \"future\" (未来, mirai) and \"eternity\" (永久, towa).",
              "[12] According to the Tokyo 2020 organizers, the name \"was chosen to promote a future full of eternal hope in the hearts of people all over the world\".",
              "[15] Someity, the Paralympic mascot, is a figure with pink-checkered patterns inspired by cherry blossoms and also the Games' official logo.",
              "The character is described as \"usually calm\" but can become \"very powerful when needed\".",
              "The character can fly using its checkered cape and send telepathic messages using its cherry blossom-shaped antennae.",
              "It can also \"talk to stones and the wind\" and move objects by looking at them.",
              "[14] Someity is named after someiyoshino, a type of cherry blossom, and it is also intended to refer to the English phrase \"so mighty\".",
              "[12] Although the two mascots have conflicting personalities, they nonetheless have a strong friendship and respect for each other.",
              "[8] According to their fictional backgrounds, Miraitowa and Someity \"live in the digital world\", and through the Internet, they can transport themselves between the digital world and the real world.",
              "[16] According to Sadashige Aoki, an advertising theory professor at Hosei University, the mascots follow a Japanese tradition of \"creating personalized characters out of nature — mountains, rivers, animals and plants\", as well as a \"tradition of animism, a belief that every natural thing has a soul\".",
              "[17] The mascots were designed by Japanese artist Ryo Taniguchi, who lives in the Fukuoka Prefecture in southern Japan.",
              "Taniguchi was persuaded by his father, who is also an illustrator, to study art at Cabrillo College in California.",
              "[13] He has illustrated English-language textbooks for Japanese children.",
              "[13][18] Taniguchi discovered the Tokyo 2020 mascot competition on Facebook in February 2017 and came up with the idea of creating a character whose head resembled a samurai war helmet with the ichimatsu moyo pattern of the official Tokyo 2020 logo.",
              "After making a rough sketch, Taniguchi reworked the design after the competition's official application requirements were announced in May 2017.",
              "In designing the mascots, Taniguchi focused on the mascots' eyes to make his proposal stand out.",
              "[13] Taniguchi was uninvolved in the naming of the mascots, though he did attend a screening at which various naming proposals were introduced.",
              "[13] As part of the agreement to use the mascots, Taniguchi transferred intellectual property rights to the mascots to the Olympic and Paralympic committees, and as a result, he will not receive any royalty payments from mascot-related licensing.",
              "[19] The mascots are expected to generate revenue to help finance the Tokyo Games.",
              "[17] An Olympic official expected the mascots to generate $130 million (¥14.",
              "4 billion) in revenue from licensing and merchandising.",
              "[13] The organizers of Tokyo 2020 had been criticized for its budget management.",
              "[18][20] According to Reuters, a 2016 study found that overall expenses for the Olympics could be \"four times the initial estimate made in the bid process\".",
              "[20] Tokyo 2020 must transfer intellectual property rights to the mascots to the International Olympic Committee and the International Paralympic Committee after the Games are concluded, which would prevent Tokyo from licensing and developing the mascots after the Games are over.",
              "[17] From late July to early September 2018, a \"Mascot House\" was located on the first floor of the Tokyo Midtown Hibiya building, where visitors could take photos with the mascots and purchase licensed merchandise featuring the mascots.",
              "[21] On 11 July 2019, the Tokyo 2020 organizers unveiled new merchandise, some of it featuring the mascots.",
              "As of July 2019,[update] merchandise can be purchased either online or through authorized vendors throughout Japan.",
              "[22] Plush dolls of Miraitowa and Someity were attached to the bouquets given to Olympic and Paralympic medalists at Tokyo 2020, with their \"armor\" in the color of the athlete's medal, as part of their design by the Nippon Flower Council.",
              "[23][24] On 22 July 2019, the organizers of the 2020 Summer Olympics announced that robotic automatons of Miraitowa and Someity, among other robots, were expected to be included during the Games.",
              "According to the Los Angeles Times, the robots are \"programmed to show facial expressions as they wave at and shake hands with athletes and fans\".",
              "[25] The Tokyo 2020 organizing committee plans to use the mascots primarily to promote the Games and greet visitors and athletes, attempting to increase engagement with children.",
              "[26] The robots were also featured as part of a \"1 Year to Go\" press event on 22 July 2019 at an Olympic venue in Tokyo.",
              "[27] The robots were included as part of another press event on 18 November 2019 at a Japanese elementary school.",
              "The robots' eyes can change to display hearts, along with other emotions, and their multiple joints and arms can be remotely controlled.",
              "Cameras allow the robots to recognize and respond to facial expressions.",
              "The robots were developed in collaboration with Toyota.",
              "[28] On 22 July 2019, the official Japanese Twitter account of Tokyo 2020 posted an animated short depicting Miraitowa participating in all the sports to be contested at the Games.",
              "[29][30][31] On 25 August 2019, the same Twitter account posted a similar animated video featuring Someity participating in the Paralympic Games.",
              "[32] The public reaction to the mascot selection was \"generally positive\", according to an article published on Forbes' website in March 2018 by contributor Jake Adelstein.",
              "Adelstein described the mascots as \"cute\", though he commented that \"there was some criticism of the futuristic blue and pink characters falling clearly into traditional gender roles\".",
              "Adelstein speculated that the mascots would support the Olympics in Tokyo financially.",
              "[18] Multiple observers compared the design of the mascots to that of the Pokémon and Digimon franchises.",
              "[18][33][34] An article by Agence France-Presse described the social media reaction to the mascot selection on as \"mixed\".",
              "Some users commented that the mascots were \"very Japanese and very cute\", while others commented that the mascots should have been \"more round\" or \"more huggable\".",
              "Other commentators said that the selected design \"appealed more to children whereas adults preferred the softer and more traditional options\".",
              "[35] Dan McQuade wrote in an article in sports news website Deadspin that it will be difficult for Miraitowa and Someity to match the popularity of Soohorang and Bandabi, the mascots of the 2018 Winter Olympics, citing statements from the BBC, which wrote that the 2020 mascots \"have a tough act to follow\", and The Japan Times, which wrote in a headline that the success of Soohorang and Bandabi \"leaves Japan in a bind\".",
              "[34][36][37] James Dator, in a blog entry published on the sports news website SB Nation, wrote that there is \"nothing functionally wrong\" with the mascot design, but felt that Sanae Akimoto's pair C was a superior candidate and should have been chosen instead.",
              "Dator also argued that children should not have been the ones to make the final decision.",
              "[38] On the other hand, Naoki Ogi, a Japanese pedagogy expert, emphasized the importance of the role of children in selecting the mascots, as opposed to adults.",
              "[18] Japanese author Rurika Suzuki said that the mascots have a \"a very Japanese anime-like quality\", describing them as \"brilliant and sporty and perfect for the Olympics\".",
              "[18] In an article published in The New York Times on 27 July 2021, Mike Ives and Hikari Hida commented that, despite the typical importance of mascots in Japanese advertising, the mascots have had a \"subdued\" presence at the Tokyo Olympics, commenting that \"the Japanese public is not swooning over them either, according to fans and experts who study the country’s mascot industry\".",
              "[39] Ives and Hida described a common complaint being that the names of the mascots, Miraitowa and Someity, are difficult to remember.",
              "[39] The article quoted a mother named Yuki Fuka, who commented, \"Within the whirlwind of all the Olympic controversy, I think the mascots were forgotten somewhere along the way [.",
              ".",
              ".]",
              "The Games have just started and their existence is already an afterthought.\"",
              "[39] According to Jillian Rae Suter, a professor of informatics at Shizuoka University, \"They’re not hated, design-wise.",
              "They seem to be functional.",
              "They seem to be doing a good job [.",
              ".",
              ".]",
              "But there doesn’t seem to be a lot of passion for them.\"",
              "[39] Because Miraitowa and Someity did not appear during the 2020 Summer Olympics opening ceremony, a social media user named Suekichiii tweeted a popular picture depicting them watching the ceremony from home.",
              "[39][40]"
            ]
          }
        ],
        "The mascots are then approved by the International Olympic Committee (IOC) and officially unveiled to the public.": [
          {
            "title": "Olympic Games Paris 2024 Mascot: Any ideas?",
            "url": "https://olympics.com/en/news/olympic-games-paris-2024-mascot-how-can-look-like",
            "content": [
              "Olympic Games Paris 2024 Mascot: Any ideas?",
              "Two days before the unveiling of Paris 2024’s official mascot on Monday 14 November, Olympics.",
              "com imagines what shape and form the new ambassador of the Olympic Games could take.",
              "So, what will the Paris 2024 mascot be?",
              "A rooster?",
              "A baguette?",
              "A camembert cheese?",
              "So far, nobody knows.",
              "But in two days, the next mascot will be officially unveiled.",
              "It will also mean the world is one step closer to the third Summer Olympics in France, as the mascot is always a key figure during the Games.",
              "Since the Olympic Winter Games Grenoble 1968, mascots have embodied the spirit of the Olympics and promoted the history and culture of the host city.",
              "But they also have the role of entertaining the public during the Games.",
              "By looking into the past and calling upon our imagination, Olympics.",
              "com looks at what the mascot might be Let’s start with something that may already be on everyone’s mind: a rooster.",
              "Yes, the rooster is an emblem of France and one can even be seen on one of the doors of the Élysée Palace, the official residence of the French president.",
              "That goes some way to explaining why a fowl has been the mascot of each of the three major football tournaments France has hosted: EURO 1984’s Peno and FIFA World Cup 1998’s Footix were both roosters, while the Women’s World Cup 2019 featured Ettie the chicken, a worth heir to her imaginary father Footix.",
              "On top of that, another rooster mascot named Jules represented France at the 1998 World Cup.",
              "The rooster is an emblem of France because the Latin word Gallus means rooster and also Gallic, a name for the people that occupied France between the 5th century BC and 5th century AD.",
              "So why couldn't we see a rooster executing a windmill, one of the most famous tricks in breaking, a sport that will make its debut at Paris 2024?",
              "Or a rooster doing a kickflip on a baguette instead of a skateboard?",
              "But a rooster isn’t the only option for a Paris 2024 mascot, and in past times the French have created many other types of mascot.",
              "Discover the full list of Olympic mascots since Grenoble 1968 What if the Paris 2024 mascot pays tribute to its predecessors?",
              "The first mascot in Olympic history was a French one named Shuss.",
              "He was a “little man on skis in the position to which his name alludes.",
              "” A sliding mascot.",
              ".",
              ".",
              "now that may be possible!",
              "Surfing was part of the Olympic programme for Tokyo 2020 and will again feature at Paris 2024.",
              "Perhaps an animal on a surfboard with a French beret and floral belt, to reference Tahiti, the French island where the Paris 2024 surfing competition will take place.",
              "And that’s not to mention the colours of Shuss.",
              "The mascots at the Olympic Games Grenoble 1968 and Albertville 1992, France's major football tournaments and the 2017 World Men’s Handball Championships (Rok and Koolette) were all dressed in blue, white and red, the three colours of the French flag.",
              "What about a mascot that is inspired by French culture?",
              "In 2016, the World Cup of Ice Hockey took place in France and Germany with Asterix and Obelix, stars of the famous French comic, as mascots.",
              "Tintin, even if he's from Belgium, is extremely popular in France, as well as the Smurfs, who are also from Belgium.",
              "Could those be clues?",
              "And why not a tribute to Cyrano de Bergerac or the Three Musketeers, who would surely have been experts in fencing?",
              "Even some characters from La Fontaine's Fables would make sense.",
              "The French poet loved animals.",
              ".",
              ".",
              "There could also be a reference to French history.",
              "Perhaps Marianne, another emblem of France, who is represented on the Paris 2024 logo.",
              "The Paris 2024 women’s marathon route already refers to a key moment in French history - the Women’s March on Versailles that took place on 5 October 1789.",
              "Animals and humans have been prevalent in the list of past Olympic mascots, however the 1992 Albertville mascot was not an animal or human.",
              "Its name was Magique and it was a “little imp in the shape of a star and a cube.",
              "” Even Shuss was not really a human - at least in any traditional sense.",
              "Outside of France, many conceptual Olympic mascots have been very successful, such as Izzy for Atlanta 1996, Wenlock for London 2012, and Beibei, Jingjing, Huanhuan, Yingying, and Nini for Beijing 2008.",
              "The Eiffel Tower could also apply for the role of mascot.",
              ".",
              ".",
              "just about anything is possible.",
              "But in the end, a mascot’s success may come down to how uneasy to predict it is.",
              "So even though it’s fun, this exercise may all be in vain.",
              "On 14 November, everything will be revealed.",
              "But as Philippe Mairesse, creator of the mascot from Albertville 1992, says: “The mascot need this extra thing.",
              "This thing that makes you say that before it exists, you couldn’t have imagine it but now it’s here, it’s obvious.",
              "”"
            ]
          },
          {
            "title": "Tokyo 2020 Unveils Shortlisted Olympic and Paralympic Games Mascots",
            "url": "https://www.infobae.com/aroundtherings/ioc/2021/07/12/tokyo-2020-unveils-shortlisted-olympic-and-paralympic-games-mascots/",
            "content": [
              "Tokyo 2020 Unveils Shortlisted Olympic and Paralympic Games Mascots",
              "24 Nov, 2023 Por Newsroom Tokyo, 7 December 2017 – The Tokyo Organising Committee of the Olympic and Paralympic Games(Tokyo 2020) is pleased to announce that its Mascot Selection Panel has shortlisted three mascotdesign sets – each containing one mascot for the Olympic Games and one for the Paralympic Games –following a review of 2,042 entries submitted by the public during a recent competition.",
              "The shortlisteddesigns were unveiled today by pupils at a ceremony at their public elementary school in the centre ofthe capital.",
              "From 11 December to 22 February, 6.",
              "5 million schoolchildren at every elementary school across thecountry will be given the opportunity to review the shortlisted designs, with their classes casting a singlevote in favour of one of the sets.",
              "International schools in Japan, as well as Japanese schools overseas,will be included in the voting process.",
              "The mascot design set receiving the highest number of classroom votes will be announced as the winneron 28 February, shortly after the Closing Ceremony of the PyeongChang 2018 Olympic Games.",
              "TheMascot Selection Panel will then decide names for the winning mascots, and the official Games Mascotswill formally debut in July or August 2018.",
              "Ryohei Miyata, Tokyo 2020 Mascot Selection Panel chairperson commented, \"I am really excited that weare getting closer to unveiling our official mascots.",
              "We decided to encourage children to participate in thepreparations for the Tokyo 2020 Games by having them select the mascots, as our children represent afuture that Tokyo 2020 wants to embody through the Games.",
              "We hope that many schools and classeswill take this opportunity to help shape the Games.\"",
              "Mascots are a popular element of modern Japanese culture.",
              "Tokyo 2020 aims to create mascots thatembody Tokyo 2020's branding vision, \"innovation from harmony\", which implies that innovation willoccur when the old and the new of Tokyo and Japan come together in harmony.",
              "Click here to see the three mascot design sets.",
              "25 Years at #1: Your best source of news about the Olympics is www.",
              "aroundtherings.",
              "com, for subscribers only Tokyo, 7 December 2017 – The Tokyo Organising Committee of the Olympic and Paralympic Games (Tokyo 2020) is pleased to announce that its Mascot Selection Panel has shortlisted three mascot design sets – each containing one mascot for the Olympic Games and one for the Paralympic Games – following a review of 2,042 entries submitted by the public during a recent competition.",
              "The shortlisted designs were unveiled today by pupils at a ceremony at their public elementary school in the centre of the capital.",
              "From 11 December to 22 February, 6.",
              "5 million schoolchildren at every elementary school across the country will be given the opportunity to review the shortlisted designs, with their classes casting a single vote in favour of one of the sets.",
              "International schools in Japan, as well as Japanese schools overseas, will be included in the voting process.",
              "The mascot design set receiving the highest number of classroom votes will be announced as the winner on 28 February, shortly after the Closing Ceremony of the PyeongChang 2018 Olympic Games.",
              "The Mascot Selection Panel will then decide names for the winning mascots, and the official Games Mascots will formally debut in July or August 2018.",
              "Ryohei Miyata, Tokyo 2020 Mascot Selection Panel chairperson commented, \"I am really excited that we are getting closer to unveiling our official mascots.",
              "We decided to encourage children to participate in the preparations for the Tokyo 2020 Games by having them select the mascots, as our children represent a future that Tokyo 2020 wants to embody through the Games.",
              "We hope that many schools and classes will take this opportunity to help shape the Games.\"",
              "Mascots are a popular element of modern Japanese culture.",
              "Tokyo 2020 aims to create mascots that embody Tokyo 2020's branding vision, \"innovation from harmony\", which implies that innovation will occur when the old and the new of Tokyo and Japan come together in harmony.",
              "Click here to see the three mascot design sets.",
              "25 Years at #1: Your best source of news about the Olympics is www.",
              "aroundtherings.",
              "com, for subscribers only"
            ]
          },
          {
            "title": "The 2020 Summer Olympics Mascot - WorldAtlas",
            "url": "https://www.worldatlas.com/articles/the-2020-olympics-mascot.html",
            "content": [
              "The 2020 Summer Olympics Mascot - WorldAtlas",
              "Tokyo, Japan will be hosting the 2020 Summer Olympic Games from July 23rd to August 8th, 2021.",
              "Having hosted the 1964 Summer Olympics, the city will become the first in Asia to host the Summer Olympic Games twice.",
              "The 2020 Olympics are expected to be the most innovative ever organized in the modern Olympic era.",
              "The Games will be based on three fundamental principles: achieving personal excellence, unity in diversity, and connecting to tomorrow.",
              "Like every other major tournament, the 2020 Olympic Games will also feature a mascot.",
              "The Tokyo 2020 mascot is called Miraitowa and is expected to feature prominently in all the Olympic events.",
              "Tokyo is set to host both the 2020 Summer Olympics and Paralympic Games, and both Games have official mascots.",
              "While the mascot for the Summer Olympics is Miraitowa, that of the Summer Paralympics is known as Someity.",
              "The name Miraitowa is derived from two Japanese words: Mirai meaning “future” and Towa meaning “eternity.",
              "” The mascot has a blue checkered design and was inspired by the official logo of the Tokyo 2020 Games.",
              "It embodies both new innovation and old tradition.",
              "On the forehead of the mascot is an emblem of the Tokyo 2020 Games.",
              "Miraitowa is described as having a “strong sense of justice,” athleticism, and the ability to teleport anywhere instantly.",
              "When Tokyo was selected to host the 2020 Summer Olympics, the organizing committee was given the responsibility of coming up with a mascot as part of its preparation for the Games.",
              "In August 2017, the committee held a competition to determine the design for the 2020 mascot and received 2,042 entries.",
              "The entries were taken through several stages of a selection process and progressively reduced to three finalists.",
              "The three finalists were announced in December 2017.",
              "Each of the three finalists included two mascots, one for the Paralympics and the other for the Olympics.",
              "The task of coming up with the finalist was conducted by the over 16,000 Japanese elementary schools between December 11, 2017, and February 22, 2018.",
              "Of the three finalists, the designs by Ryo Taniguchi won by 109,041 votes.",
              "The winner was announced on February 28, 2018, and the shortlist for the proposed names for the mascot was announced on May 28, 2018.",
              "The names were subjected to a trademark verification process and finally, Miraitowa and Someity were selected and announced on July 22, 2018.",
              "According to the Forbes, the two mascots, Miraitowa and Someity, were generally accepted by the public.",
              "However, there was some criticism on the use of blue and pink colors which have traditionally been considered as gendered colors.",
              "Others thought that the mascot appealed more to children than to adults as adults would have preferred a more traditional option.",
              "Despite the conflicting views, the mascots are expected to generate revenue for the Tokyo Games.",
              "One Olympic official estimates that the two mascots will generate up to US$130 million from licensing and merchandising.",
              "All maps, graphics, flags, photos and original descriptions © 2023 worldatlas.",
              "com"
            ]
          }
        ],
        "For the Tokyo 2020 Games, the mascot selection process involved a national contest open to anyone aged 18 or over resident in Japan, which received 2,042 designs.": [
          {
            "title": "Tokyo 2020 launches mascot design competition",
            "url": "https://www.paralympic.org/news/tokyo-2020-launches-mascot-design-competition",
            "content": [
              "Tokyo 2020 launches mascot design competition",
              "Tokyo 2020 announces plans for a mascot design competition The Tokyo Organising Committee of the Olympic and Paralympic Games (Tokyo 2020) have announced that a national competition will take place to decide the Games’ official mascots.",
              "Members of the public in Japan will be invited to submit mascot design proposals.",
              "There will be an innovative judging process whereby elementary school children across the country will select the winning set of designs from a shortlist.",
              "The Olympic and Paralympic mascots have become a much-loved feature of the Games, garnering attention from fans all over the world.",
              "They add to the excitement surrounding the Games, while also communicating the values of the Olympic and Paralympic Movements and reflecting the culture of the host country.",
              "The mascots for the Tokyo 2020 Games will therefore play a key role in introducing Japanese culture to the world.",
              "Mascots are also a popular element of modern Japanese culture, usually created to promote a particular region, event or business.",
              "They are often deployed by local governments or other organisations to stimulate tourism and economic development, or by companies to build on their corporate identity.",
              "Anticipating public interest in the choice of mascots for the Tokyo 2020 Games, Tokyo 2020 set up a special panel last year to decide the process by which the mascots would be chosen.",
              "The panel met on numerous occasions and earlier this month submitted its recommendations, which have now been approved by Tokyo 2020.",
              "In addition to professional illustrators and designers, members of the public in Japan – including non-Japanese residing in the country – will be invited to submit their personal mascot designs through Japanese and English-language websites.",
              "A “creative brief” with a comprehensive set of design guidelines and criteria is being made available for applicants, who will be required to submit designs for both Olympic and Paralympic mascots.",
              "The Tokyo 2020 mascot review panel will select a shortlist from the submitted design sets.",
              "In a unique twist to customary procedures, the shortlisted designs will be reviewed by elementary school classes across Japan, including those in international schools.",
              "Pupils in individual classes will vote, with each class choosing their single preferred set of designs.",
              "Tokyo 2020 will select the design set which attracts the largest number of classroom votes.",
              "Said Yoshiko Ikoma, Vice Chairperson of the Mascot Selection Process Panel: “Given the importance of mascots in modern Japanese culture, we always knew there would be huge public interest in the selection of the Tokyo 2020 mascot.",
              "We think this process gives the public – and especially schoolchildren – a unique opportunity to participate in the design and selection process.",
              "” The timeline for the design and selection process will be as follows: - August 1 to 14 – design submission period (submission via a special website) - December – mascot panel selects shortlist of design sets - December 2017 to January 2018 – elementary school children vote on the shortlist - March 2018 – design set with the largest number of votes is announced as the winner - July to August 2018 – mascot panel decides names for the winning mascots The Creative Brief for the Olympic and Paralympic Games Tokyo 2020 Mascots is available for download here."
            ]
          },
          {
            "title": "Tokyo 2020 Olympic Mascot - Photos and History",
            "url": "https://olympics.com/en/olympic-games/tokyo-2020/mascot",
            "content": [
              "Tokyo 2020 Olympic Mascot - Photos and History",
              "Miraitowa The Olympic mascot is called Miraitowa, which is derived from the Japanese words “mirai” (future) and “towa” (eternity).",
              "This name was chosen to promote a future full of eternal hope in the hearts of people all over the world.",
              "With its traditional and futurist style, the mascot embodies both the old and the new, echoing the concept of \"innovation from harmony\".",
              "Its forehead bears the emblem of the Tokyo 2020 Games, whose traditional chessboard motif is composed of indigo blue rectangles of three different sizes.",
              "Ryo Taniguchi In August 2017, the Tokyo 2020 Organising Committee received 2,042 designs submitted as part of a competition open to anyone aged 18 or over resident in Japan.",
              "Then, by means of a selection process in several stages, the number of proposals was progressively reduced to leave three finalists, which were announced at the beginning of December 2017.",
              "The task of electing the winner from the three finalist projects was given to the children of Japanese primary schools, with each class having one vote.",
              "The voting period extended from 11 December 2017 to 22 February 2018, and 205,755 classes from 16,769 schools participated.",
              "The project of Ryo Taniguchi won with a total of 109,041 votes.",
              "Brand Medals Mascot Torch"
            ]
          },
          {
            "title": "Tokyo 2020 to release mascot competition criteria in mid-May",
            "url": "https://www.insidethegames.biz/articles/1049605/tokyo-2020-to-release-mascot-competition-criteria-in-mid-may",
            "content": [
              "Tokyo 2020 to release mascot competition criteria in mid-May",
              "Popular Tokyo 2020 has revealed that details of the public design competition for the official mascots of the Olympic and Paralympic Games will be released in mid-May.",
              "A Commission established to pick the Tokyo 2020 mascots, chaired by Japan's Commissioner for Cultural Affairs Ryohei Miyata, met for the first time in January with the 15-member panel focused on engaging the public in the process.",
              "It was tasked with drawing up eligibility criteria for entering the mascots competition, as well as the detailed schedule of the selection process.",
              "Also in its remit was the job of coming up with ways in which to choose from the entries before deciding on the identity of the mascots.",
              "Officials told Kyodo News today that the panel has met for the eighth and last time, and has held 17 hours of deliberation.",
              "\"We went over the criteria for the competition and the selection process for the last time,\" Yoshiko Ikoma, the panel's vice-chairwoman, said.",
              "\"We are waiting for final word [from the International Olympic Committee and International Paralympic Committee], but the feedback so far has been generally positive.",
              "\"We want a wide range of people to take part in the competition, from experienced professionals to those among the general public with future potential.\"",
              "Tokyo 2020 revealed last month that the names of the official mascots for the Olympic and Paralympics will come from creative professionals, rather than from the general public.",
              "Officials told Kyodo News that the Organising Committee will open the process to those with \"knowledge and experience\" not just of creative writing, but also of dealing with trademarks.",
              "This will follow the selection of the mascot designs, which will be determined through a public competition open to Japanese citizens and non-Japanese people residing in Japan of all ages.",
              "Each design must be drafted from six different angles and feature various expressions and poses.",
              "A narrative for the mascots must also be included.",
              "Feedback from children will be taken into account once the three or four finalists have been determined.",
              "\"Japan is a massive nation of mascots and characters,\" Ikoma told Kyodo News.",
              "\"I like to think this will be the start of something entirely new for mascots.\"",
              "Organisers established the Commission in December as they aimed to avoid the controversy surrounding their logo in 2015.",
              "The initial design by Kenjiro Sano had to be scrapped due to allegations of plagiarism, after Belgian Olivier Debie claimed that it resembled his Théâtre de Liège logo too closely.",
              "The process of choosing a replacement was also criticised.",
              "Nearly 15,000 entries were received in an open contest to pick the new emblem, with the Commission again being led by Miyata.",
              "This was in contrast to the first time round when only those who had won a specific design award were allowed to take part.",
              "Allowing the public to get involved was seen as a way of spreading the Olympics across Japan, but others argued that this impacted negatively on the quality of the eventually selected designs.",
              "In December 2015, the American Institute of Graphic Arts urged Tokyo 2020 to scrap the open contest and said that a \"remarkable\" design could only be the result of a professional designer working directly with their client.",
              "The eventual winner, designed by Asao Tokolo, a graduate of Tokyo Zokei University with a degree in architecture, received a mixed response when it was unveiled in April 2016.",
              "Tokyo 2020 announced in February that the mascots will be unveiled in summer 2018.",
              "Daniel Etchells graduated from the University of Huddersfield with a BA honours degree in Media and Sports Journalism in 2010.",
              "Before joining insidethegames.",
              "biz, Daniel covered football for various national newspapers through the Wardle Whittell Agency and undertook placements writing for the official website of his beloved Manchester United, the Manchester Evening News and BBC Sport.",
              "The Jordan Olympic Committee launches 'Our Sport, Our Health' When British skaters Jayne Torvill and Christopher Dean won the Olympic gold medal in ice dance at Sarajevo 1984 with 12 perfect 6.",
              "0s from every judge, for their interpretation of Maurice Ravel's Boléro, an important member of their team was singer-actor Michael Crawford.",
              "Crawford, who had played Frank Spencer in British sitcom Some Mothers Do 'Ave 'Em and the title role in the musical The Phantom of the Opera, had become a mentor to the pair in 1981 and went on to help them create their Olympic routine.",
              "Crawford said he “taught them how to act\".",
              "He was present with their trainer Betty Callaway at the ringside at Sarajevo as they created one of the most iconic moments in Olympic history.",
              "Investigation Specialist, UEFA, Switzerland, Nyon UEFA – the Union of European Football Associations – is the governing body of European football.",
              "Its objectives are, among other things, to deal with all questions relating to European football, to promote football in a spirit of unity, solidarity, peace, understanding and fair play, without any discrimination on the part of politics, race, religion, gender or any other reason, to safeguard the values of European football, promote and protect ethical standards and good governance in European football, maintain relations with all stakeholders involved in European football, and support and safeguard its member associations for the overall well-being of the European game.",
              "The Disciplinary Lawyer provides legal and administrative support for UEFA’s Organs for the Administration of Justice and assists colleagues in the Integrity Division’s Disciplinary Unit.",
              "The incumbent is also responsible for handling disciplinary cases and may be required to act as in-house lawyer before the Court of Arbitration for Sport.",
              "More jobs Pierre de Coubertin once said cricket has \"practically no appeal for those who are not British\".",
              "While he expressed doubts about the Olympic viability of cricket, lacrosse and baseball, Philip Barker wonders how the man who helped revive the modern Games would have reacted to new sports at Los Angeles 2028.",
              "Read more Big Read Archive Should cricket be an Olympic sport?"
            ]
          }
        ],
        "For the Tokyo 2020 Games, the mascot selection process involved a selection process in several stages that reduced the number of proposals to three finalists.": [
          {
            "title": "Tokyo 2020 Olympic Mascot - Photos and History",
            "url": "https://olympics.com/en/olympic-games/tokyo-2020/mascot",
            "content": [
              "Tokyo 2020 Olympic Mascot - Photos and History",
              "Miraitowa The Olympic mascot is called Miraitowa, which is derived from the Japanese words “mirai” (future) and “towa” (eternity).",
              "This name was chosen to promote a future full of eternal hope in the hearts of people all over the world.",
              "With its traditional and futurist style, the mascot embodies both the old and the new, echoing the concept of \"innovation from harmony\".",
              "Its forehead bears the emblem of the Tokyo 2020 Games, whose traditional chessboard motif is composed of indigo blue rectangles of three different sizes.",
              "Ryo Taniguchi In August 2017, the Tokyo 2020 Organising Committee received 2,042 designs submitted as part of a competition open to anyone aged 18 or over resident in Japan.",
              "Then, by means of a selection process in several stages, the number of proposals was progressively reduced to leave three finalists, which were announced at the beginning of December 2017.",
              "The task of electing the winner from the three finalist projects was given to the children of Japanese primary schools, with each class having one vote.",
              "The voting period extended from 11 December 2017 to 22 February 2018, and 205,755 classes from 16,769 schools participated.",
              "The project of Ryo Taniguchi won with a total of 109,041 votes.",
              "Brand Medals Mascot Torch"
            ]
          },
          {
            "title": "Tokyo 2020 Mascot finalists unveiled - Olympics.com",
            "url": "https://olympics.com/en/video/tokyo-2020-mascot-finalists-unveiled",
            "content": [
              "Tokyo 2020 Mascot finalists unveiled - Olympics.com",
              "A shortlist of three design options has been chosen.",
              "Japanese school children will now vote to determine which will be the offical mascot.",
              "A shortlist of three design options has been chosen.",
              "Japanese school children will now vote to determine which will be the offical mascot."
            ]
          },
          {
            "title": "The Tokyo 2020 Olympics mascot finalists have been revealed. Which is ...",
            "url": "https://www.timeout.com/tokyo/news/the-tokyo-2020-olympics-mascot-finalists-have-been-revealed-which-is-your-favourite-120717",
            "content": [
              "The Tokyo 2020 Olympics mascot finalists have been revealed. Which is ...",
              "With Japan’s endless fascination for mascots, we were convinced that one for Tokyo 2020 had already been selected, but apparently not.",
              "The organising committee today revealed three sets of options (one mascot each for the Olympic and Paralympic Games) that will now go through a ballot, with the winning duo set to score the two open jobs.",
              "Who will get to vote?",
              "Well, kids.",
              "The final pair of mascots is set to be picked by elementary school students from across the country: 21,000 schools and their classrooms will be asked to cast their vote for the best set.",
              "Voting runs between December 2017 and February 2018, while results are expected between late February and March.",
              "We're hoping for the second or third pair, but what the kids want is king.",
              "In the meantime, let's take a closer look at the three options.",
              ".",
              ".",
              "(Olympic on the left, Paralympic on the right) ア (A) These Olympified Powerpuff Girls lookalikes are characters that 'blend the old and new'.",
              "They're supposed to call to mind old faves in the anime world while still referencing 'the new' – and both pack some serious superpowers.",
              "The Olympic one can move anywhere in a flash and 'has a strong sense of justice', while the Paralympic mascot possesses 'immense mental strength' – so much that it can move things merely by looking at them.",
              "イ (I) Throwing in a bit of mythological flair, these two are both modelled on things you often find at a temple or shrine.",
              "The Olympic mascot is based on a fox and is associated with the 'fire and earth' that fuel Japan (in the form of protecting us from earthquakes and volcanic eruptions, we hope).",
              "The Paralympic one is a stone lion, which guards the entrance to temples and shrines and, hence, the sky and the gods.",
              "The two are therefore a perfect set: heaven and earth, there to bring attention to both and bring out the best in each other.",
              "ウ (U) Another set making good use of traditional Japanese imagery, this pair has a fox (Olympics) and a tanuki or raccoon dog (Paralympics).",
              "The fox is said to be an all-round sportsman with a friendly personality.",
              "The tanuki might be more laidback and slower than its other half, but has 'great reflexes' and apparently knows how to work the crowds.",
              "The 'scarves' both of them are wearing are based on the celebratory ribbon-esque ties (mizuhiki) put on cards and envelopes when giving gifts.",
              "If you want even more in-depth info on the fuzzy creatures, head over to the official mascot website, where you'll even find videos introducing each set of characters.",
              "What's your favourite duo?",
              "Let us know in the comments!",
              "Share the story Popular on Time Out Discover Time Out original video Follow us About us Time Out Tokyo Time Out products"
            ]
          }
        ],
        "For the Tokyo 2020 Games, the mascot selection process involved a voting period from December 11, 2017, to February 22, 2018 among primary schools in Japan, with each class having one vote.": [
          {
            "title": "Tokyo 2020 mascot voting enters final month - IPC",
            "url": "https://www.paralympic.org/news/tokyo-2020-mascot-voting-enters-final-month",
            "content": [
              "Tokyo 2020 mascot voting enters final month - IPC",
              "Schoolchildren will vote for one of the three sets of shortlisted designs for the Tokyo 2020 mascot The Tokyo Organising Committee of the Olympic and Paralympic Games (Tokyo 2020) announced on Monday (22 January) that almost 14,000 elementary schools in Japan – around 65 per cent of the total – have already registered for the selection process of the Tokyo 2020 Olympic and Paralympic mascots.",
              "In December 2017, Tokyo 2020 published a shortlist of mascot design sets, each containing an Olympic and a Paralympic mascot, and invited schoolchildren across the country and in Japanese schools overseas to vote for their favourite set.",
              "As of today there is exactly one month until voting closes, with the design set attracting the largest number of votes scheduled to be declared the winner on 28 February.",
              "The 13,985 schools that have registered to vote so far include a total of 92 Japanese schools in 51countries and regions overseas.",
              "Tokyo 2020 is expecting to receive additional submissions in the final month.",
              "“It was a wonderful opportunity that kids got to choose the mascots.",
              "I had fun with my classmates, hearing what they thought about the mascots too,” said Colette Schmidt, a fifth grader at the American School in Japan who voted last Thursday.",
              "Masa Takaya, Tokyo 2020 Spokesperson, said: “The mascot voting is going very well, actually even better than we expected.",
              "The number of participating schools keeps growing, but more importantly, we have received positive responses from the children.",
              "At every school we have been to, we saw children being completed focused on their mission and feeling involved in the 2020 Games’ preparation.",
              "Their memories of this unique experience will be another legacy of Tokyo 2020, as we are aiming to engage a new generation in the Olympic and Paralympic Movement.",
              "”"
            ]
          },
          {
            "title": "Tokyo 2020 Olympic Mascot - Photos and History",
            "url": "https://olympics.com/en/olympic-games/tokyo-2020/mascot",
            "content": [
              "Tokyo 2020 Olympic Mascot - Photos and History",
              "Miraitowa The Olympic mascot is called Miraitowa, which is derived from the Japanese words “mirai” (future) and “towa” (eternity).",
              "This name was chosen to promote a future full of eternal hope in the hearts of people all over the world.",
              "With its traditional and futurist style, the mascot embodies both the old and the new, echoing the concept of \"innovation from harmony\".",
              "Its forehead bears the emblem of the Tokyo 2020 Games, whose traditional chessboard motif is composed of indigo blue rectangles of three different sizes.",
              "Ryo Taniguchi In August 2017, the Tokyo 2020 Organising Committee received 2,042 designs submitted as part of a competition open to anyone aged 18 or over resident in Japan.",
              "Then, by means of a selection process in several stages, the number of proposals was progressively reduced to leave three finalists, which were announced at the beginning of December 2017.",
              "The task of electing the winner from the three finalist projects was given to the children of Japanese primary schools, with each class having one vote.",
              "The voting period extended from 11 December 2017 to 22 February 2018, and 205,755 classes from 16,769 schools participated.",
              "The project of Ryo Taniguchi won with a total of 109,041 votes.",
              "Brand Medals Mascot Torch"
            ]
          },
          {
            "title": "Schoolchildren start voting for Tokyo 2020 Games Mascots",
            "url": "https://japantoday.com/category/sports/schoolchildren-start-voting-for-tokyo-2020-games-mascots",
            "content": [
              "Schoolchildren start voting for Tokyo 2020 Games Mascots",
              "JapanToday Gleams Akihabara 703 2-8-16 Higashi-Kanda Chiyoda-ku Tokyo 101-0031 Japan Tel: +81 3 5829 5900 Fax: +81 3 5829 5919 Email: editor@japantoday.",
              "com ©2023 GPlusMedia Inc.",
              "Voting for the Tokyo 2020 Olympic and Paralympic Games mascots kicked off Monday, with 6.",
              "5 million children at elementary schools across Japan given the opportunity to choose their favourite from three shortlisted pairs – each containing one mascot for the Olympic Games and one for the Paralympic Games.",
              "Each class can cast a single vote for their chosen mascots at any time in the 10-week voting period.",
              "Following a review of 2,042 entries submitted by the public, the Tokyo Organising Committee of the Olympic and Paralympic Games (Tokyo 2020) shortlisted three pairs of designs and unveiled them to the public on Dec 7.",
              "Through this mascot selection process, Tokyo 2020 aims to engage the youth of Japan.",
              "By encouraging discussion between classmates, Tokyo 2020 wants children to learn about the significant role mascots play in the Olympic and Paralympic Games, as well as the values of the Olympic and Paralympic Movements.",
              "In Tokyo for a visit of the International Olympic Committee Coordination Commission for the Olympic and Paralympic Games Tokyo 2020, Commission Chairman John Coates said, “This is an innovative way of engaging the public in the Olympic Movement, especially the young children.",
              "Interest in the Games will only increase from here, especially as kids from more than 20,000 schools all over Japan begin voting on their favourite mascot today.",
              "” Andrew Parsons, International Paralympic Committee President, added: “The mascot for any Olympic and Paralympic Games is always idolized.",
              "I think this is a wonderful, innovative idea to allow the younger generation in Japan to choose the mascots for the Tokyo 2020 Games.",
              "Having 3D models of each mascot for visually impaired youngsters to touch and feel ensures the voting process is inclusive, and is a move that the Tokyo 2020 Organising Committee deserves great credit for.",
              "It will also help compliment the IPC’s I’mPOSSIBLE education initiative that was launched in Japan earlier this year.",
              "” Yoshiro Mori, Tokyo 2020 President, said, “I would like to ask schools to take this opportunity to engage students in discussions before voting.",
              "By doing so, children can become more interested in the Olympic and Paralympic Games, and remember for the rest of their lives that they played an important part in them.",
              "All elementary schools in Japan are eligible to vote.",
              "I want everyone to get involved.",
              "” Classes from Tokyo Metropolitan Fuchu Keyakinomori Gakuen special needs school as well as Tobitakyu Elementary School and Yoshiida Elementary School of Fukushima City were among the first to take part in the voting on Monday.",
              "Pupils discussed the competing designs before casting their vote, one per class.",
              "Tobitakyu Elementary School is located in Tokyo’s Chofu city, home of Tokyo Stadium where football, rugby and modern pentathlon events will be held, and of the Musashino Forest Sport Plaza which will host badminton and modern pentathlon’s fencing event for the Olympic Games and wheelchair basketball during the Paralympic Games.",
              "Tokyo 2020 is encouraging all elementary schools to participate in preparations for the Games, and is making various educational materials publicly available in support of this initiative.",
              "Tokyo 2020 launched in April 2017 a nationwide Education Program, called “Yoi Don!\"",
              "in Japanese, or “Get Set” in English.",
              "It is an initiative in which Tokyo 2020 accredits schools that agree to use for educational purposes materials produced or authorised by Games organisers.",
              "As a part of the program and in conjunction with the Tokyo Metropolitan Government, in the spring of 2017 Tokyo 2020 published elementary school, middle school and high school editions of textbooks covering the Olympic and Paralympic Games, all of which are available for download from Tokyo 2020’s website.",
              "In addition, the Japanese edition of the Olympic Values Education Program (OVEP) – a series of free teaching and accessible resources created by the International Olympic Committee – is currently being prepared.",
              "It communicates the benefit of sport and physical activity through an understanding of Olympism and its impact on individual health, enjoyment and social interaction.",
              "The toolkit is currently available in Arabic, Chinese, English, French, Russian and Spanish.",
              "Tokyo 2020 has also published the Japanese version of the “I’mPOSSIBLE” educational toolkit, designed to engage young people in the Paralympic Movement.",
              "Focusing on raising awareness of Paralympic values and on the importance of inclusion, the programme aims to challenge and change perceptions of young people towards those with an impairment.",
              "I’mPOSSIBLE was launched this spring and the toolkit has been distributed to 20,000 elementary schools across Japan.",
              "To facilitate and support the mascot selection process in classrooms, Tokyo 2020, in conjunction with the University of Tsukuba and the Japan Sports Agency, has prepared a “Proposed Lesson Plan for Teachers”, with an option of one, two or three 45-minute classes.",
              "These aim to help teachers communicate Olympic and Paralympic values and to explain the roles played by the Games mascots.",
              "Elementary school classes have until Feb 22 to cast their vote.",
              "International schools in Japan and Japanese schools overseas will join in the voting.",
              "The pair of mascots receiving the most votes will be announced as the winner on Feb 28.",
              "The Mascot Selection Panel will then decide names for the winning mascots and these will make their formal debut in July or August 2018.",
              "No permanent residency needed.",
              "Complete your easy loan application with Suruga Bank online.",
              "Learn More Join the leaders of English Education for Children in Japan!",
              "Pikachu!",
              "Use your Facebook account to login or register with JapanToday.",
              "By doing so, you will also receive an email inviting you to receive our news alerts.",
              "Suruga bank provides a variety of services including online bank accounts and loans, specially tailored to foreign customers living in Japan.",
              "Learn More Join the leaders of English Education for Children in Japan!",
              "A mix of what's trending on our other sites GaijinPot Blog GaijinPot Blog GaijinPot Blog GaijinPot Blog GaijinPot Blog GaijinPot Blog GaijinPot Blog GaijinPot Blog GaijinPot Travel GaijinPot Blog GaijinPot Blog GaijinPot Blog"
            ]
          }
        ],
        "The winning project for the Tokyo 2020 mascots was announced by Ryo Taniguchi on February 28, 2018.": [
          {
            "title": "Tokyo 2020 Olympic Mascot - Photos and History",
            "url": "https://olympics.com/en/olympic-games/tokyo-2020/mascot",
            "content": [
              "Tokyo 2020 Olympic Mascot - Photos and History",
              "Miraitowa The Olympic mascot is called Miraitowa, which is derived from the Japanese words “mirai” (future) and “towa” (eternity).",
              "This name was chosen to promote a future full of eternal hope in the hearts of people all over the world.",
              "With its traditional and futurist style, the mascot embodies both the old and the new, echoing the concept of \"innovation from harmony\".",
              "Its forehead bears the emblem of the Tokyo 2020 Games, whose traditional chessboard motif is composed of indigo blue rectangles of three different sizes.",
              "Ryo Taniguchi In August 2017, the Tokyo 2020 Organising Committee received 2,042 designs submitted as part of a competition open to anyone aged 18 or over resident in Japan.",
              "Then, by means of a selection process in several stages, the number of proposals was progressively reduced to leave three finalists, which were announced at the beginning of December 2017.",
              "The task of electing the winner from the three finalist projects was given to the children of Japanese primary schools, with each class having one vote.",
              "The voting period extended from 11 December 2017 to 22 February 2018, and 205,755 classes from 16,769 schools participated.",
              "The project of Ryo Taniguchi won with a total of 109,041 votes.",
              "Brand Medals Mascot Torch"
            ]
          },
          {
            "title": "Miraitowa and Someity - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Miraitowa_and_Someity",
            "content": [
              "Miraitowa and Someity - Wikipedia",
              "Miraitowa (Japanese: ミライトワ) is the official mascot of the 2020 Summer Olympics, and Someity (Japanese: ソメイティ) is the official mascot of the 2020 Summer Paralympics.",
              "The events were held in Tokyo, Japan, in 2021.",
              "[a] The checkered design on both mascots was inspired by the ichimatsu moyo pattern of the Tokyo 2020 official logo, while Someity's pink design was inspired by cherry blossoms. Both fictional characters have various superpowers, such as teleportation.",
              "Created by Japanese artist Ryo Taniguchi, the mascots were selected from a competitive process that took place in late 2017 and early 2018.",
              "A total of 2,042 candidate designs were submitted to the Tokyo 2020 Organising Committee, which then selected three pairs of unnamed mascot designs from the batch to present to Japanese elementary school students for the final decision.",
              "The results of the selection were announced on 28 February 2018, and the mascots were named on 22 July 2018.",
              "Miraitowa is named after the Japanese words for \"future\" (未来, mirai) and \"eternity\" (永久, towa), and Someity is named after someiyoshino (ソメイヨシノ), a type of cherry blossom.",
              "Someity's name also echoes the English phrase \"so mighty\".",
              "The mascots helped financing the Tokyo Games through merchandising and licensing deals.",
              "In late 2017 and early 2018, the Tokyo 2020 Organising Committee held a competition to determine the design of the 2020 mascots.",
              "A total of 2,042 design submissions were accepted between 1 August and 14 August 2017.",
              "The entries were then subjected to a series of format and design examinations led by media specialists and the Organising Committee's Mascot Selection Panel to determine whether they \"would appeal to elementary school-aged children\" and whether they \"amply reflected the spirit of the Tokyo 2020 Games Vision\".",
              "[3] By mid-October 2017, this process reduced the pool to a shortlist of three sets of mascot candidates, which were unveiled on 7 December 2017.",
              "Each set included two mascots: one for the Olympic Games and the other for the Paralympic Games.",
              "[3] Between 11 December 2017 and 22 February 2018, an election was conducted across 16,769 Japanese elementary schools to choose the winning entry, with each participating elementary school class allocated one vote.",
              "[4][5][6] In total, 205,755 elementary school classes participated in the election,[6] which was about 75% of elementary schools in Japan.",
              "[7] The chosen mascots were announced without names on 28 February 2018.",
              "The winning entry was candidate pair A, created by Ryo Taniguchi.",
              "[6] The Mascot Selection Panel held a vote on a shortlist of proposed names on 28 May 2018, and names with the most votes were subjected to a trademark verification process before they became official.",
              "[11] The names of the mascots, Miraitowa and Someity, were announced when the mascots made their formal debut at a press event on 22 July 2018.",
              "[12] Miraitowa, the Olympic mascot, is a figure with blue-checkered patterns inspired by the Games' official logo, which uses a similar checkered pattern called ichimatsu moyo that was popular during the Edo period in Japan from 1603 to 1867.",
              "[13] It is intended to embody \"both old tradition and new innovation\".",
              "The character has a \"strong sense of justice\" and is described as \"very athletic\".",
              "It has the ability to teleport anywhere instantly.",
              "[14] Miraitowa's name is a combination of the Japanese words \"future\" (未来, mirai) and \"eternity\" (永久, towa).",
              "[12] According to the Tokyo 2020 organizers, the name \"was chosen to promote a future full of eternal hope in the hearts of people all over the world\".",
              "[15] Someity, the Paralympic mascot, is a figure with pink-checkered patterns inspired by cherry blossoms and also the Games' official logo.",
              "The character is described as \"usually calm\" but can become \"very powerful when needed\".",
              "The character can fly using its checkered cape and send telepathic messages using its cherry blossom-shaped antennae.",
              "It can also \"talk to stones and the wind\" and move objects by looking at them.",
              "[14] Someity is named after someiyoshino, a type of cherry blossom, and it is also intended to refer to the English phrase \"so mighty\".",
              "[12] Although the two mascots have conflicting personalities, they nonetheless have a strong friendship and respect for each other.",
              "[8] According to their fictional backgrounds, Miraitowa and Someity \"live in the digital world\", and through the Internet, they can transport themselves between the digital world and the real world.",
              "[16] According to Sadashige Aoki, an advertising theory professor at Hosei University, the mascots follow a Japanese tradition of \"creating personalized characters out of nature — mountains, rivers, animals and plants\", as well as a \"tradition of animism, a belief that every natural thing has a soul\".",
              "[17] The mascots were designed by Japanese artist Ryo Taniguchi, who lives in the Fukuoka Prefecture in southern Japan.",
              "Taniguchi was persuaded by his father, who is also an illustrator, to study art at Cabrillo College in California.",
              "[13] He has illustrated English-language textbooks for Japanese children.",
              "[13][18] Taniguchi discovered the Tokyo 2020 mascot competition on Facebook in February 2017 and came up with the idea of creating a character whose head resembled a samurai war helmet with the ichimatsu moyo pattern of the official Tokyo 2020 logo.",
              "After making a rough sketch, Taniguchi reworked the design after the competition's official application requirements were announced in May 2017.",
              "In designing the mascots, Taniguchi focused on the mascots' eyes to make his proposal stand out.",
              "[13] Taniguchi was uninvolved in the naming of the mascots, though he did attend a screening at which various naming proposals were introduced.",
              "[13] As part of the agreement to use the mascots, Taniguchi transferred intellectual property rights to the mascots to the Olympic and Paralympic committees, and as a result, he will not receive any royalty payments from mascot-related licensing.",
              "[19] The mascots are expected to generate revenue to help finance the Tokyo Games.",
              "[17] An Olympic official expected the mascots to generate $130 million (¥14.",
              "4 billion) in revenue from licensing and merchandising.",
              "[13] The organizers of Tokyo 2020 had been criticized for its budget management.",
              "[18][20] According to Reuters, a 2016 study found that overall expenses for the Olympics could be \"four times the initial estimate made in the bid process\".",
              "[20] Tokyo 2020 must transfer intellectual property rights to the mascots to the International Olympic Committee and the International Paralympic Committee after the Games are concluded, which would prevent Tokyo from licensing and developing the mascots after the Games are over.",
              "[17] From late July to early September 2018, a \"Mascot House\" was located on the first floor of the Tokyo Midtown Hibiya building, where visitors could take photos with the mascots and purchase licensed merchandise featuring the mascots.",
              "[21] On 11 July 2019, the Tokyo 2020 organizers unveiled new merchandise, some of it featuring the mascots.",
              "As of July 2019,[update] merchandise can be purchased either online or through authorized vendors throughout Japan.",
              "[22] Plush dolls of Miraitowa and Someity were attached to the bouquets given to Olympic and Paralympic medalists at Tokyo 2020, with their \"armor\" in the color of the athlete's medal, as part of their design by the Nippon Flower Council.",
              "[23][24] On 22 July 2019, the organizers of the 2020 Summer Olympics announced that robotic automatons of Miraitowa and Someity, among other robots, were expected to be included during the Games.",
              "According to the Los Angeles Times, the robots are \"programmed to show facial expressions as they wave at and shake hands with athletes and fans\".",
              "[25] The Tokyo 2020 organizing committee plans to use the mascots primarily to promote the Games and greet visitors and athletes, attempting to increase engagement with children.",
              "[26] The robots were also featured as part of a \"1 Year to Go\" press event on 22 July 2019 at an Olympic venue in Tokyo.",
              "[27] The robots were included as part of another press event on 18 November 2019 at a Japanese elementary school.",
              "The robots' eyes can change to display hearts, along with other emotions, and their multiple joints and arms can be remotely controlled.",
              "Cameras allow the robots to recognize and respond to facial expressions.",
              "The robots were developed in collaboration with Toyota.",
              "[28] On 22 July 2019, the official Japanese Twitter account of Tokyo 2020 posted an animated short depicting Miraitowa participating in all the sports to be contested at the Games.",
              "[29][30][31] On 25 August 2019, the same Twitter account posted a similar animated video featuring Someity participating in the Paralympic Games.",
              "[32] The public reaction to the mascot selection was \"generally positive\", according to an article published on Forbes' website in March 2018 by contributor Jake Adelstein.",
              "Adelstein described the mascots as \"cute\", though he commented that \"there was some criticism of the futuristic blue and pink characters falling clearly into traditional gender roles\".",
              "Adelstein speculated that the mascots would support the Olympics in Tokyo financially.",
              "[18] Multiple observers compared the design of the mascots to that of the Pokémon and Digimon franchises.",
              "[18][33][34] An article by Agence France-Presse described the social media reaction to the mascot selection on as \"mixed\".",
              "Some users commented that the mascots were \"very Japanese and very cute\", while others commented that the mascots should have been \"more round\" or \"more huggable\".",
              "Other commentators said that the selected design \"appealed more to children whereas adults preferred the softer and more traditional options\".",
              "[35] Dan McQuade wrote in an article in sports news website Deadspin that it will be difficult for Miraitowa and Someity to match the popularity of Soohorang and Bandabi, the mascots of the 2018 Winter Olympics, citing statements from the BBC, which wrote that the 2020 mascots \"have a tough act to follow\", and The Japan Times, which wrote in a headline that the success of Soohorang and Bandabi \"leaves Japan in a bind\".",
              "[34][36][37] James Dator, in a blog entry published on the sports news website SB Nation, wrote that there is \"nothing functionally wrong\" with the mascot design, but felt that Sanae Akimoto's pair C was a superior candidate and should have been chosen instead.",
              "Dator also argued that children should not have been the ones to make the final decision.",
              "[38] On the other hand, Naoki Ogi, a Japanese pedagogy expert, emphasized the importance of the role of children in selecting the mascots, as opposed to adults.",
              "[18] Japanese author Rurika Suzuki said that the mascots have a \"a very Japanese anime-like quality\", describing them as \"brilliant and sporty and perfect for the Olympics\".",
              "[18] In an article published in The New York Times on 27 July 2021, Mike Ives and Hikari Hida commented that, despite the typical importance of mascots in Japanese advertising, the mascots have had a \"subdued\" presence at the Tokyo Olympics, commenting that \"the Japanese public is not swooning over them either, according to fans and experts who study the country’s mascot industry\".",
              "[39] Ives and Hida described a common complaint being that the names of the mascots, Miraitowa and Someity, are difficult to remember.",
              "[39] The article quoted a mother named Yuki Fuka, who commented, \"Within the whirlwind of all the Olympic controversy, I think the mascots were forgotten somewhere along the way [.",
              ".",
              ".]",
              "The Games have just started and their existence is already an afterthought.\"",
              "[39] According to Jillian Rae Suter, a professor of informatics at Shizuoka University, \"They’re not hated, design-wise.",
              "They seem to be functional.",
              "They seem to be doing a good job [.",
              ".",
              ".]",
              "But there doesn’t seem to be a lot of passion for them.\"",
              "[39] Because Miraitowa and Someity did not appear during the 2020 Summer Olympics opening ceremony, a social media user named Suekichiii tweeted a popular picture depicting them watching the ceremony from home.",
              "[39][40]"
            ]
          },
          {
            "title": "Tokyo 2020 reveals Olympic and Paralympic Mascots | Olympic Channel",
            "url": "https://olympics.com/en/news/they-re-here-tokyo-2020-reveals-magical-olympic-and-paralympic-mascots",
            "content": [
              "Tokyo 2020 reveals Olympic and Paralympic Mascots | Olympic Channel",
              "Their personalities are opposite, but they're great friends The mascots are here!",
              "Tokyo 2020 have revealed the winning designs for their official Olympic and Paralympic Mascots.",
              "But there is still more to come!",
              "The pair - who apparently have opposite personalities but are very good friends - have yet to be named.",
              "The designs were chosen after a vote involving thousands of Japanese school children.",
              "From an initial entry of more than 2000 designs submitted by the public, three sets were put forward to be voted on by the children.",
              "The winning mascots were the brainchild of Ryo Taniguchi, a character illustrator and designer from Fukuoka in southern Japan.",
              "“This means a lot, especially in Japan,\" said Ryohei Miyata, Chair of the Mascot Selection Panel.",
              "\"I cannot wait to see these two characters coming to life in the stadiums, on the streets and on TV.\"",
              "Japan is a land of tradition and innovation and both ideas have been captured in the characters.",
              "First up we have the Olympic mascot.",
              "A futuristic, athletic-looking blue and white chequered figure with pointy ears and doughy blue eyes.",
              "It has a strong sense of justice and has a special power to move anywhere instantaneously.",
              "It’s Paralympic counterpart also sports bold checks but an eye-catching cherry colour – an ode to the country’s famous blossom trees.",
              "This is a calmer being who is in touch with nature, and apparently has the ability to move objects just by looking at them.",
              "It can also talk with the stones and the wind.",
              "After the success of Soohorang and Bandabi at PyeongChang 2018, Tokyo 2020 has delivered two new exciting new arrivals into the mascot world.",
              "We can't wait to meet them!"
            ]
          }
        ],
        "The Olympic mascot for Tokyo 2020 is named Miraitowa, derived from the Japanese words \"mirai\" (future) and \"towa\" (eternity).": [
          {
            "title": "Tokyo 2020 Olympic Mascot - Photos and History",
            "url": "https://olympics.com/en/olympic-games/tokyo-2020/mascot",
            "content": [
              "Tokyo 2020 Olympic Mascot - Photos and History",
              "Miraitowa The Olympic mascot is called Miraitowa, which is derived from the Japanese words “mirai” (future) and “towa” (eternity).",
              "This name was chosen to promote a future full of eternal hope in the hearts of people all over the world.",
              "With its traditional and futurist style, the mascot embodies both the old and the new, echoing the concept of \"innovation from harmony\".",
              "Its forehead bears the emblem of the Tokyo 2020 Games, whose traditional chessboard motif is composed of indigo blue rectangles of three different sizes.",
              "Ryo Taniguchi In August 2017, the Tokyo 2020 Organising Committee received 2,042 designs submitted as part of a competition open to anyone aged 18 or over resident in Japan.",
              "Then, by means of a selection process in several stages, the number of proposals was progressively reduced to leave three finalists, which were announced at the beginning of December 2017.",
              "The task of electing the winner from the three finalist projects was given to the children of Japanese primary schools, with each class having one vote.",
              "The voting period extended from 11 December 2017 to 22 February 2018, and 205,755 classes from 16,769 schools participated.",
              "The project of Ryo Taniguchi won with a total of 109,041 votes.",
              "Brand Medals Mascot Torch"
            ]
          },
          {
            "title": "Tokyo 2020 mascots: Top 10 things to know - Olympics.com",
            "url": "https://olympics.com/en/news/tokyo-2020-mascots-top-10",
            "content": [
              "Tokyo 2020 mascots: Top 10 things to know - Olympics.com",
              "Here's everything you need to know about the official mascots of the Tokyo 2020 Olympic and Paralympic Games - Miraitowa and Someity.",
              "Who are they?",
              "Where are they from?",
              "Meet Miraitowa and Someity, your official mascots of the Tokyo 2020 Olympic and Paralympic Games, respectively.",
              "The mascots were chosen on this day by children from more than 16,000 Japanese elementary schools, domestic and abroad.",
              "Of the 205,755 total votes, Miraitowa and Someity - as they would later be called - drew 109,041 votes in a landslide victory from three finalists.",
              "The design competition kicked off in August 2017.",
              "The 2,042 eligible applicants went through three screening phases before the three were shortlisted.",
              "The mascots were designed by Fukuoka-based illustrator Taniguchi Ryo.",
              "Educated at a community college in California, Taniguchi was largely unknown before hitting the jackpot with Miraitowa and Someity.",
              "The Japanese media have nicknamed him \"Uncle Cinderella\".",
              "Both Miraitowa and Someity are embossed with chequered patterns, which is also used in the Tokyo 2020 official logo.",
              "Chequered designs are centuries old in Japan, popularised during the Edo Period when the governing capital shifted from the West to the East of the country.",
              "The mascots exist in unison, a yin-yang pair along a Tokyo theme, \"old meets new\".",
              "A jury of the Tokyo 2020 organising committee, five months after the mascots came to life.",
              "The names were among a list of 30 based on feedback from Taniguchi and 7,000 kids who were polled.",
              "Twenty-sixth, with the first one dating back to the Grenoble 1968 Olympic Games - Shuss.",
              "Someity is the 18th Paralympic mascot.",
              "It's a combination of the Japanese words mirai, which means future, and towa which means eternity.",
              "The name is also a hybrid of the words somei-yoshino - a type of cherry blossom - and the English phrase, so mighty.",
              "Right here in this video: Here it is:"
            ]
          },
          {
            "title": "Miraitowa and Someity - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Miraitowa_and_Someity",
            "content": [
              "Miraitowa and Someity - Wikipedia",
              "Miraitowa (Japanese: ミライトワ) is the official mascot of the 2020 Summer Olympics, and Someity (Japanese: ソメイティ) is the official mascot of the 2020 Summer Paralympics.",
              "The events were held in Tokyo, Japan, in 2021.",
              "[a] The checkered design on both mascots was inspired by the ichimatsu moyo pattern of the Tokyo 2020 official logo, while Someity's pink design was inspired by cherry blossoms. Both fictional characters have various superpowers, such as teleportation.",
              "Created by Japanese artist Ryo Taniguchi, the mascots were selected from a competitive process that took place in late 2017 and early 2018.",
              "A total of 2,042 candidate designs were submitted to the Tokyo 2020 Organising Committee, which then selected three pairs of unnamed mascot designs from the batch to present to Japanese elementary school students for the final decision.",
              "The results of the selection were announced on 28 February 2018, and the mascots were named on 22 July 2018.",
              "Miraitowa is named after the Japanese words for \"future\" (未来, mirai) and \"eternity\" (永久, towa), and Someity is named after someiyoshino (ソメイヨシノ), a type of cherry blossom.",
              "Someity's name also echoes the English phrase \"so mighty\".",
              "The mascots helped financing the Tokyo Games through merchandising and licensing deals.",
              "In late 2017 and early 2018, the Tokyo 2020 Organising Committee held a competition to determine the design of the 2020 mascots.",
              "A total of 2,042 design submissions were accepted between 1 August and 14 August 2017.",
              "The entries were then subjected to a series of format and design examinations led by media specialists and the Organising Committee's Mascot Selection Panel to determine whether they \"would appeal to elementary school-aged children\" and whether they \"amply reflected the spirit of the Tokyo 2020 Games Vision\".",
              "[3] By mid-October 2017, this process reduced the pool to a shortlist of three sets of mascot candidates, which were unveiled on 7 December 2017.",
              "Each set included two mascots: one for the Olympic Games and the other for the Paralympic Games.",
              "[3] Between 11 December 2017 and 22 February 2018, an election was conducted across 16,769 Japanese elementary schools to choose the winning entry, with each participating elementary school class allocated one vote.",
              "[4][5][6] In total, 205,755 elementary school classes participated in the election,[6] which was about 75% of elementary schools in Japan.",
              "[7] The chosen mascots were announced without names on 28 February 2018.",
              "The winning entry was candidate pair A, created by Ryo Taniguchi.",
              "[6] The Mascot Selection Panel held a vote on a shortlist of proposed names on 28 May 2018, and names with the most votes were subjected to a trademark verification process before they became official.",
              "[11] The names of the mascots, Miraitowa and Someity, were announced when the mascots made their formal debut at a press event on 22 July 2018.",
              "[12] Miraitowa, the Olympic mascot, is a figure with blue-checkered patterns inspired by the Games' official logo, which uses a similar checkered pattern called ichimatsu moyo that was popular during the Edo period in Japan from 1603 to 1867.",
              "[13] It is intended to embody \"both old tradition and new innovation\".",
              "The character has a \"strong sense of justice\" and is described as \"very athletic\".",
              "It has the ability to teleport anywhere instantly.",
              "[14] Miraitowa's name is a combination of the Japanese words \"future\" (未来, mirai) and \"eternity\" (永久, towa).",
              "[12] According to the Tokyo 2020 organizers, the name \"was chosen to promote a future full of eternal hope in the hearts of people all over the world\".",
              "[15] Someity, the Paralympic mascot, is a figure with pink-checkered patterns inspired by cherry blossoms and also the Games' official logo.",
              "The character is described as \"usually calm\" but can become \"very powerful when needed\".",
              "The character can fly using its checkered cape and send telepathic messages using its cherry blossom-shaped antennae.",
              "It can also \"talk to stones and the wind\" and move objects by looking at them.",
              "[14] Someity is named after someiyoshino, a type of cherry blossom, and it is also intended to refer to the English phrase \"so mighty\".",
              "[12] Although the two mascots have conflicting personalities, they nonetheless have a strong friendship and respect for each other.",
              "[8] According to their fictional backgrounds, Miraitowa and Someity \"live in the digital world\", and through the Internet, they can transport themselves between the digital world and the real world.",
              "[16] According to Sadashige Aoki, an advertising theory professor at Hosei University, the mascots follow a Japanese tradition of \"creating personalized characters out of nature — mountains, rivers, animals and plants\", as well as a \"tradition of animism, a belief that every natural thing has a soul\".",
              "[17] The mascots were designed by Japanese artist Ryo Taniguchi, who lives in the Fukuoka Prefecture in southern Japan.",
              "Taniguchi was persuaded by his father, who is also an illustrator, to study art at Cabrillo College in California.",
              "[13] He has illustrated English-language textbooks for Japanese children.",
              "[13][18] Taniguchi discovered the Tokyo 2020 mascot competition on Facebook in February 2017 and came up with the idea of creating a character whose head resembled a samurai war helmet with the ichimatsu moyo pattern of the official Tokyo 2020 logo.",
              "After making a rough sketch, Taniguchi reworked the design after the competition's official application requirements were announced in May 2017.",
              "In designing the mascots, Taniguchi focused on the mascots' eyes to make his proposal stand out.",
              "[13] Taniguchi was uninvolved in the naming of the mascots, though he did attend a screening at which various naming proposals were introduced.",
              "[13] As part of the agreement to use the mascots, Taniguchi transferred intellectual property rights to the mascots to the Olympic and Paralympic committees, and as a result, he will not receive any royalty payments from mascot-related licensing.",
              "[19] The mascots are expected to generate revenue to help finance the Tokyo Games.",
              "[17] An Olympic official expected the mascots to generate $130 million (¥14.",
              "4 billion) in revenue from licensing and merchandising.",
              "[13] The organizers of Tokyo 2020 had been criticized for its budget management.",
              "[18][20] According to Reuters, a 2016 study found that overall expenses for the Olympics could be \"four times the initial estimate made in the bid process\".",
              "[20] Tokyo 2020 must transfer intellectual property rights to the mascots to the International Olympic Committee and the International Paralympic Committee after the Games are concluded, which would prevent Tokyo from licensing and developing the mascots after the Games are over.",
              "[17] From late July to early September 2018, a \"Mascot House\" was located on the first floor of the Tokyo Midtown Hibiya building, where visitors could take photos with the mascots and purchase licensed merchandise featuring the mascots.",
              "[21] On 11 July 2019, the Tokyo 2020 organizers unveiled new merchandise, some of it featuring the mascots.",
              "As of July 2019,[update] merchandise can be purchased either online or through authorized vendors throughout Japan.",
              "[22] Plush dolls of Miraitowa and Someity were attached to the bouquets given to Olympic and Paralympic medalists at Tokyo 2020, with their \"armor\" in the color of the athlete's medal, as part of their design by the Nippon Flower Council.",
              "[23][24] On 22 July 2019, the organizers of the 2020 Summer Olympics announced that robotic automatons of Miraitowa and Someity, among other robots, were expected to be included during the Games.",
              "According to the Los Angeles Times, the robots are \"programmed to show facial expressions as they wave at and shake hands with athletes and fans\".",
              "[25] The Tokyo 2020 organizing committee plans to use the mascots primarily to promote the Games and greet visitors and athletes, attempting to increase engagement with children.",
              "[26] The robots were also featured as part of a \"1 Year to Go\" press event on 22 July 2019 at an Olympic venue in Tokyo.",
              "[27] The robots were included as part of another press event on 18 November 2019 at a Japanese elementary school.",
              "The robots' eyes can change to display hearts, along with other emotions, and their multiple joints and arms can be remotely controlled.",
              "Cameras allow the robots to recognize and respond to facial expressions.",
              "The robots were developed in collaboration with Toyota.",
              "[28] On 22 July 2019, the official Japanese Twitter account of Tokyo 2020 posted an animated short depicting Miraitowa participating in all the sports to be contested at the Games.",
              "[29][30][31] On 25 August 2019, the same Twitter account posted a similar animated video featuring Someity participating in the Paralympic Games.",
              "[32] The public reaction to the mascot selection was \"generally positive\", according to an article published on Forbes' website in March 2018 by contributor Jake Adelstein.",
              "Adelstein described the mascots as \"cute\", though he commented that \"there was some criticism of the futuristic blue and pink characters falling clearly into traditional gender roles\".",
              "Adelstein speculated that the mascots would support the Olympics in Tokyo financially.",
              "[18] Multiple observers compared the design of the mascots to that of the Pokémon and Digimon franchises.",
              "[18][33][34] An article by Agence France-Presse described the social media reaction to the mascot selection on as \"mixed\".",
              "Some users commented that the mascots were \"very Japanese and very cute\", while others commented that the mascots should have been \"more round\" or \"more huggable\".",
              "Other commentators said that the selected design \"appealed more to children whereas adults preferred the softer and more traditional options\".",
              "[35] Dan McQuade wrote in an article in sports news website Deadspin that it will be difficult for Miraitowa and Someity to match the popularity of Soohorang and Bandabi, the mascots of the 2018 Winter Olympics, citing statements from the BBC, which wrote that the 2020 mascots \"have a tough act to follow\", and The Japan Times, which wrote in a headline that the success of Soohorang and Bandabi \"leaves Japan in a bind\".",
              "[34][36][37] James Dator, in a blog entry published on the sports news website SB Nation, wrote that there is \"nothing functionally wrong\" with the mascot design, but felt that Sanae Akimoto's pair C was a superior candidate and should have been chosen instead.",
              "Dator also argued that children should not have been the ones to make the final decision.",
              "[38] On the other hand, Naoki Ogi, a Japanese pedagogy expert, emphasized the importance of the role of children in selecting the mascots, as opposed to adults.",
              "[18] Japanese author Rurika Suzuki said that the mascots have a \"a very Japanese anime-like quality\", describing them as \"brilliant and sporty and perfect for the Olympics\".",
              "[18] In an article published in The New York Times on 27 July 2021, Mike Ives and Hikari Hida commented that, despite the typical importance of mascots in Japanese advertising, the mascots have had a \"subdued\" presence at the Tokyo Olympics, commenting that \"the Japanese public is not swooning over them either, according to fans and experts who study the country’s mascot industry\".",
              "[39] Ives and Hida described a common complaint being that the names of the mascots, Miraitowa and Someity, are difficult to remember.",
              "[39] The article quoted a mother named Yuki Fuka, who commented, \"Within the whirlwind of all the Olympic controversy, I think the mascots were forgotten somewhere along the way [.",
              ".",
              ".]",
              "The Games have just started and their existence is already an afterthought.\"",
              "[39] According to Jillian Rae Suter, a professor of informatics at Shizuoka University, \"They’re not hated, design-wise.",
              "They seem to be functional.",
              "They seem to be doing a good job [.",
              ".",
              ".]",
              "But there doesn’t seem to be a lot of passion for them.\"",
              "[39] Because Miraitowa and Someity did not appear during the 2020 Summer Olympics opening ceremony, a social media user named Suekichiii tweeted a popular picture depicting them watching the ceremony from home.",
              "[39][40]"
            ]
          }
        ]
      },
      "evidence": {
        "The mascots are usually designed by professional or amateur artists who submit their proposals to a national or international contest.": [
          "These were designed by Ryo Taniguchi and chosen from a public competition voted on by the Mascot Selection Panel and Japanese elementary schoolchildren.",
          "In addition to professional illustrators and designers, members of the public in Japan – including non-Japanese residing in the country – will be invited to submit their personal mascot designs through Japanese and English-language websites.",
          "Tokyo 2020 confirmed the competition process in May, where they unveiled an \"innovative judging process\".",
          "There will be an innovative judging process whereby elementary school children across the country will select the winning set of designs from a shortlist.",
          "Tokyo 2020 will select the design set which attracts the largest number of classroom votes.",
          "The Tokyo 2020 mascot review panel will select a shortlist from the submitted design sets.",
          "The timeline for the design and selection process will be as follows: - August 1 to 14 – design submission period (submission via a special website) - December – mascot panel selects shortlist of design sets - December 2017 to January 2018 – elementary school children vote on the shortlist - March 2018 – design set with the largest number of votes"
        ],
        "The mascots are then evaluated by a selection committee composed of experts, representatives of the host country's culture and sports, and members of the Organising Committee of the Olympic Games (OCOG).": [
          "The Tokyo 2020 mascot review panel will select a shortlist from the submitted design sets.",
          "First Meeting of the Tokyo 2020 Mascot Selection Panel The Tokyo Organising Committee of the Olympic and Paralympic Games held the first meeting of its Mascot Selection Panel today, a group that has been set up to agree processes for the submission, judging and selection of mascots for the Tokyo 2020 Games."
        ],
        "The mascots are chosen based on their originality, creativity, appeal, relevance to the host country's culture and values, and alignment with the Olympic spirit and values.": [
          "“It depends on the criteria that you’re looking at, but originality, creativity, pleasantness, cuteness are generally considered the things that make an Olympic mascot,” said Dr.",
          "The Olympic mascot – a cartoonish encapsulation of the host city’s culture and history – is so important, designs are often selected and finalized years before the Games take place."
        ],
        "The mascots are also expected to reflect the theme and vision of the Games, as well as to promote the Olympic and Paralympic movements.": [
          "They add to the excitement surrounding the Games, while also communicating the values of the Olympic and Paralympic Movements and reflecting the culture of the host country."
        ],
        "The mascots are then approved by the International Olympic Committee (IOC) and officially unveiled to the public.": [
          "When Tokyo was selected to host the 2020 Summer Olympics, the organizing committee was given the responsibility of coming up with a mascot as part of its preparation for the Games.",
          "In August 2017, the committee held a competition to determine the design for the 2020 mascot and received 2,042 entries.",
          "The entries were taken through several stages of a selection process and progressively reduced to three finalists."
        ],
        "For the Tokyo 2020 Games, the mascot selection process involved a national contest open to anyone aged 18 or over resident in Japan, which received 2,042 designs.": [
          "In August 2017, the Tokyo 2020 Organising Committee received 2,042 designs submitted as part of a competition open to anyone aged 18 or over resident in Japan."
        ],
        "For the Tokyo 2020 Games, the mascot selection process involved a selection process in several stages that reduced the number of proposals to three finalists.": [
          "A shortlist of three design options has been chosen.",
          "Then, by means of a selection process in several stages, the number of proposals was progressively reduced to leave three finalists, which were announced at the beginning of December 2017."
        ],
        "For the Tokyo 2020 Games, the mascot selection process involved a voting period from December 11, 2017, to February 22, 2018 among primary schools in Japan, with each class having one vote.": [
          "The task of electing the winner from the three finalist projects was given to the children of Japanese primary schools, with each class having one vote.",
          "Each class can cast a single vote for their chosen mascots at any time in the 10-week voting period.",
          "Elementary school classes have until Feb 22 to cast their vote.",
          "Schoolchildren will vote for one of the three sets of shortlisted designs for the Tokyo 2020 mascot.",
          "5 million children at elementary schools across Japan given the opportunity to choose their favourite from three shortlisted pairs – each containing one mascot for the Olympic Games and one for the Paralympic Games.",
          "In December 2017, Tokyo 2020 published a shortlist of mascot design sets, each containing an Olympic and a Paralympic mascot, and invited schoolchildren across the country and in Japanese schools overseas to vote for their favourite set.",
          "The voting period extended from 11 December 2017 to 22 February 2018, and 205,755 classes from 16,769 schools participated."
        ],
        "The winning project for the Tokyo 2020 mascots was announced by Ryo Taniguchi on February 28, 2018.": [
          "The results of the selection were announced on 28 February 2018, and the mascots were named on 22 July 2018.",
          "The project of Ryo Taniguchi won with a total of 109,041 votes.",
          "The winning mascots were the brainchild of Ryo Taniguchi, a character illustrator and designer from Fukuoka in southern Japan.",
          "The winning entry was candidate pair A, created by Ryo Taniguchi.",
          "Created by Japanese artist Ryo Taniguchi, the mascots were selected from a competitive process that took place in late 2017 and early 2018."
        ],
        "The Olympic mascot for Tokyo 2020 is named Miraitowa, derived from the Japanese words \"mirai\" (future) and \"towa\" (eternity).": [
          "Miraitowa is named after the Japanese words for \"future\" (未来, mirai) and \"eternity\" (永久, towa).",
          "It's a combination of the Japanese words mirai, which means future, and towa which means eternity.",
          "The Olympic mascot is called Miraitowa, which is derived from the Japanese words “mirai” (future) and “towa” (eternity)."
        ]
      },
      "subconclusions": {
        "The mascots are usually designed by professional or amateur artists who submit their proposals to a national or international contest.": "partially supported",
        "The mascots are then evaluated by a selection committee composed of experts, representatives of the host country's culture and sports, and members of the Organising Committee of the Olympic Games (OCOG).": "partially supported",
        "The mascots are chosen based on their originality, creativity, appeal, relevance to the host country's culture and values, and alignment with the Olympic spirit and values.": "partially supported",
        "The mascots are also expected to reflect the theme and vision of the Games, as well as to promote the Olympic and Paralympic movements.": "partially supported",
        "The mascots are then approved by the International Olympic Committee (IOC) and officially unveiled to the public.": "partially supported",
        "For the Tokyo 2020 Games, the mascot selection process involved a national contest open to anyone aged 18 or over resident in Japan, which received 2,042 designs.": "supported",
        "For the Tokyo 2020 Games, the mascot selection process involved a selection process in several stages that reduced the number of proposals to three finalists.": "supported",
        "For the Tokyo 2020 Games, the mascot selection process involved a voting period from December 11, 2017, to February 22, 2018 among primary schools in Japan, with each class having one vote.": "supported",
        "The winning project for the Tokyo 2020 mascots was announced by Ryo Taniguchi on February 28, 2018.": "supported",
        "The Olympic mascot for Tokyo 2020 is named Miraitowa, derived from the Japanese words \"mirai\" (future) and \"towa\" (eternity).": "supported"
      }
    }
  }
}