{
  "70bac87b-7044-4fe9-9025-3978b7b4e51b": {
    "query": "What is the historical significance and cultural impact of the traditional Sami duodji crafts, and how have modern-day artisans preserved and brought attention to this unique art form?",
    "response": "That's a great question. The traditional Sami duodji crafts are a form of **Sami handicraft** that dates back to thousands of years ago, when the Sami people were more isolated from the outside world[^2^]. Duodji crafts include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses[^1^] [^2^]. They are intended to be **functional**, but also **aesthetically beautiful** and **portable**[^1^]. They reflect the Sami culture, identity, and connection to nature[^4^].\n\nThe historical significance and cultural impact of duodji crafts are immense. They represent the Sami people's **adaptation**, **resilience**, and **creativity** in harsh environments and changing circumstances[^3^]. They also express the Sami people's **spirituality**, **cosmology**, and **values** through symbols, colors, and patterns[^2^]. Duodji crafts are not only objects, but also **work**, **knowledge**, and **skills** that are passed down from generation to generation[^3^].\n\nModern-day artisans have preserved and brought attention to this unique art form by continuing to produce duodji crafts according to traditional principles and materials[^1^]. They have also established craft schools, guides, exhibitions, and trade associations to maintain the integrity and quality of duodji crafts[^1^]. Some duodji crafts have a trademark that indicates they are made by a trained and experienced Sami artisan[^1^]. However, many artisans rely on their reputations instead of paying for the trademark[^1^]. Modern-day artisans also face challenges such as appropriation and mass-marketing of their designs by non-Sami people[^1^]. Therefore, they need support and respect from buyers and admirers of their art form[^1^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://pacificsami.org/journal/what-is-duodji \"What is duodji? — PACIFIC SÁMI SEARVI\"\n[2]: https://en.wikipedia.org/wiki/Duodji \"Duodji - Wikipedia\"\n[3]: https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji \"Sámiid Duodji | Cultural Survival\"\n[4]: https://metsamicreations.com/duodji/ \"Duodji | Metsami Creations\"\n\nThat's a great question. The traditional Sami duodji crafts are a form of **Sami handicraft** that dates back to thousands of years ago, when the Sami people were more isolated from the outside world[^1^][2]. Duodji crafts include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses[^2^][1] [^1^][2]. They are intended to be **functional**, but also **aesthetically beautiful** and **portable**[^2^][1]. They reflect the Sami culture, identity, and connection to nature[^3^][4].\n\nThe historical significance and cultural impact of duodji crafts are immense. They represent the Sami people's **adaptation**, **resilience**, and **creativity** in harsh environments and changing circumstances[^4^][3]. They also express the Sami people's **spirituality**, **cosmology**, and **values** through symbols, colors, and patterns[^1^][2]. Duodji crafts are not only objects, but also **work**, **knowledge**, and **skills** that are passed down from generation to generation[^4^][3].\n\nModern-day artisans have preserved and brought attention to this unique art form by continuing to produce duodji crafts according to traditional principles and materials[^2^][1]. They have also established craft schools, guides, exhibitions, and trade associations to maintain the integrity and quality of duodji crafts[^2^][1]. Some duodji crafts have a trademark that indicates they are made by a trained and experienced Sami artisan[^2^][1]. However, many artisans rely on their reputations instead of paying for the trademark[^2^][1]. Modern-day artisans also face challenges such as appropriation and mass-marketing of their designs by non-Sami people[^2^][1]. Therefore, they need support and respect from buyers and admirers of their art form[^2^][1].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. en.wikipedia.org](https://en.wikipedia.org/wiki/Duodji) [2. pacificsami.org](https://pacificsami.org/journal/what-is-duodji) [3. metsamicreations.com](https://metsamicreations.com/duodji/) [4. www.culturalsurvival.org](https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Duodji - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Duodji",
        "searchQuery": "Sami duodji"
      },
      {
        "providerDisplayName": "What is duodji? — PACIFIC SÁMI SEARVI",
        "seeMoreUrl": "https://pacificsami.org/journal/what-is-duodji",
        "imageLink": "https://bing.com/th?id=OIP.DzHdrqUFjCaflh6QX-L9CgHaKg&pid=cdx",
        "imageWidth": "974",
        "imageHeight": "1381",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAMAAABEpIrGAAAAM1BMVEX///92dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2WBSsAAAAEXRSTlMAMIDA/2DQUCDw4KAQsEBwkKihcYIAAADpSURBVHgBhZMHosIwDEM9mh3G/U/7f9wsu0DFhhdFqA4sIfEhYkK4yvljkw+gFfkw4gibQtp+Svl82UycXgtY5I2b6415CyyJukdMVwBqM0lnDpMvIYgewl4ClFlBzX0T9f/ziM3MDfAAaPfXrghkABOL2vu8ALIAQwvW+ydyYIGjASSErzBlgCdu7qKHAcCtgkSY9BZwEiySHPGVNuCt+3TKBLjX96ULlqLwO0BSdfkO4Hmx8BvgZZ6kJPcRCP2dbPL0CvDzbUyNqP/EdeS2ofUzhx3a2VLBb2N/f3Buj56YKITn8tvj/wfptAwCmjAeWQAAAABJRU5ErkJggg==",
        "searchQuery": "Sami duodji"
      },
      {
        "providerDisplayName": "Duodji | Metsami Creations",
        "seeMoreUrl": "https://metsamicreations.com/duodji/",
        "searchQuery": "Sami duodji"
      },
      {
        "providerDisplayName": "Sámiid Duodji | Cultural Survival",
        "seeMoreUrl": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji",
        "searchQuery": "Sami duodji"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The traditional Sami duodji crafts are a form of Sami handicraft that dates back to thousands of years ago.",
        "Duodji crafts include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
        "Duodji crafts are intended to be functional, but also aesthetically beautiful and portable.",
        "Duodji crafts reflect the Sami culture, identity, and connection to nature.",
        "Duodji crafts represent the Sami people's adaptation, resilience, and creativity in harsh environments and changing circumstances.",
        "Duodji crafts express the Sami people's spirituality, cosmology, and values through symbols, colors, and patterns.",
        "Duodji crafts are not only objects, but also work, knowledge, and skills that are passed down from generation to generation.",
        "Modern-day artisans have preserved and brought attention to this unique art form by continuing to produce duodji crafts according to traditional principles and materials.",
        "Modern-day artisans have established craft schools, guides, exhibitions, and trade associations to maintain the integrity and quality of duodji crafts.",
        "Some duodji crafts have a trademark that indicates they are made by a trained and experienced Sami artisan.",
        "Many artisans rely on their reputations instead of paying for the duodji crafts trademark.",
        "Modern-day artisans face challenges such as appropriation and mass-marketing of their designs by non-Sami people."
      ],
      "queries": [
        "Sami duodji crafts history and characteristics",
        "Sami duodji crafts types and examples",
        "Sami duodji crafts function and aesthetics",
        "Sami duodji crafts cultural significance nature connection identity",
        "Sami duodji crafts adaptation resilience creativity harsh environments changing circumstances",
        "Sami duodji crafts symbolism colors patterns spirituality cosmology values",
        "Sami duodji crafts definition and cultural significance",
        "Sami duodji crafts modern-day artisans preservation and production",
        "Sami duodji crafts modern-day artisans craft schools guides exhibitions trade associations integrity quality maintenance",
        "Sami duodji crafts trademark trained experienced artisan",
        "Sami duodji crafts trademark reputation reliance",
        "Sami duodji crafts appropriation and mass-marketing by non-Sami people"
      ],
      "search_results": {
        "The traditional Sami duodji crafts are a form of Sami handicraft that dates back to thousands of years ago.": [
          {
            "title": "Duodji - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Duodji",
            "content": [
              "Duodji - Wikipedia",
              "Duodji is a traditional Sami handicraft, dating back to a time when the Sami were far more isolated from the outside world than they are today.",
              "[1][2][3] Duodji tools, clothing, and accessories are intended to primarily be functional,[4][5] but may also incorporate artistic elements.",
              "[6] Some examples include knives, cases, ladies' bags, wooden cups, and articles of clothing.",
              "[7][8] Duodji items were made to be used in an everyday work environment.",
              "[9][10] Traditionally, Sami handicraft was divided into two sub-groups: men's and women's handicraft.",
              "[11][12] Men used mostly wood and antlers as well as other bones from reindeer when crafting, while women used leather and roots.",
              "[13] The traditional Sami colors are red, green, blue, and yellow.",
              "Duodji artists are still active in Sapmi and still carry on the traditions of the Duodji.",
              "[14][15][16] Although there have been changes in the traditional Duodji,[17][18] today they are considered valuable pieces of art by collectors from all over the world.",
              "[19][20][21] Some modern Duodji artists are Olov Svonni, Martin Kuorak, Anders Sunna, Lars Pirak, Per Isak Juuso, and Per Olof Utsi.",
              "The traditional costume, the Gákti, is of great cultural importance[22][23] and is mainly used for weddings, funerals, confirmations, and other cultural events.",
              "The Gákti's appearance differs from place to place and it tends to be longer in southern Sápmi than in the north.",
              "Traditionally leather, sinews, and wool were used to make the Gákti.",
              "Today, however, both velvet and silk can be used.",
              "Two salt cellars Drinking cup and knife Sámi purse (handbag) Doll in gákti Coffee bag Chest Infant bed Coffee bag"
            ]
          },
          {
            "title": "Sami Craftsmanship | TOTA",
            "url": "https://www.tota.world/article/170/",
            "content": [
              "Sami Craftsmanship | TOTA",
              "TOTA.",
              "world is dedicated to sharing cultural knowledge and engaging experiences to create a more connected and respectful world.",
              "Already have an account?",
              "Log In Because they spent so much time on their own, Sami families needed to know how to make their own tools.",
              "Men wove nets and carved many tools from wood, bone,.",
              ".",
              ".",
              "Tools of Daily Life in Sapmi Because they spent so much time on their own, Sami families needed to know how to make their own tools.",
              "Men wove nets and carved many tools from wood, bone, and antler.",
              "They created cups, plates, utensils, knife sheaths, and lasso toggles for their households.",
              "They were also responsible for preserving reindeer hides and furs.",
              "[1][2] A noaidi drum, reserved for men, was kept in most households.",
              "The sacred symbols on the drumskin were painted with red alder juice, and its runebomme hammer carved from antler or wood.",
              "[3] Women typically were more preoccupied with weaving and embroidery.",
              "Coastal Sami families in particular specialized in cloth and clothing.",
              "Because they often lived near port towns, they had easier access to cotton, silk, and other fabrics.",
              "Furthermore, their settled lifestyles made it possible to work with larger looms. They sold their goods to Mountain and Forest Sami on their annual migrations.",
              "Sami clothing is famous for its colorful woven bands and use of metallic threads for decoration.",
              "[1][4] Sami Duodji Crafts Today, Sami craft is preserved through the duodji industry.",
              "Fuelled by an eager tourism market and pride in Sami heritage, duodji transforms practical items into works of art.",
              "Wood, bone, and antler carvings are especially popular, along with silver spoons and jewelry.",
              "Additionally, many Sami artists create baskets, clothing, and home decorations based on Sami tradition.",
              "The crafts industry has been a valuable support for Sami families as their historic occupations grow more limited.",
              "Authentic Sami artists, however, face competition from mass-produced look-alikes marketed as real Sami goods.",
              "Many have organized and now mark authentic crafts with a Duodji association sticker or tag.",
              "[5][6] Bibliography Hugh Beach, \"The Saami\" in Endangered Peoples of the Arctic: Struggles to Survive and Thrive, ed.",
              "Milton M.",
              "R.",
              "Freeman (Westport, CT: Greenwood Press, 2000) 223-246.",
              "Tim Ingold, Making: Anthropology, Archaeology, Art and Architecture (London: Routledge, 2013), 101.",
              "Rune Blix Hagen, \"Witchcraft and Ethnicity\" in Writing Witch-Hunt Histories: Challenging the Paradigm, ed.",
              "Marko Nenonen (Leiden: Brill, 2014), 141-166.",
              "Sophus Tromholt, Under the Rays of the Aurora Borealis: In the Land of the Lapps and Kvæns: Volume II, ed.",
              "Carl Siewers (London: Sampson Low, 2012), 143-147.",
              "Rune Fjellheim, \"The Suppressive Effects of Defining Traditional Occupations: The Saami Example\" in Traditional Occupations of Indigenous and Tribal Peoples: Emerging Trends (Geneva: ILO, 2000) 125-147.",
              "\"Sami Centre for Contemporary Art,\" Northern Norway, Northern Norway Tourist Board, accessed December 6, 2016.",
              "This group is for articles produced or approved by TOTA staff, covering a wide variety of cultures and topics.",
              "No Discussions Yet TOTA.",
              "world provides cultural information and sharing across the world to help you explore your Family’s Cultural History and create deep connections with the lives and cultures of your ancestors.",
              "Learn More"
            ]
          },
          {
            "title": "What is duodji? — PACIFIC SÁMI SEARVI",
            "url": "https://pacificsami.org/journal/what-is-duodji",
            "content": [
              "What is duodji? — PACIFIC SÁMI SEARVI",
              "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl).",
              "The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
              "Photo by samisknettverk (CC BY-SA 2.",
              "0).",
              "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
              "Aesthetically beautiful, functional, and portable, duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use.",
              "Wooden guksi/kuksa, or coffee cup, carved from a birch burl.",
              "Made by Alexej Vodjahka.",
              "Photo by Duodjiinfo, 2011, (CC BY-SA 3.",
              "0).",
              "As with the Navajo / Dine and other Indigenous peoples, the Sámi have had their designs appropriated and mass-marketed.",
              "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
              "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
              "That said, many Sámi duodjars elect not to pay for the trademark, and rely on their reputations to speak for themselves.",
              "Souvenirs and other items that have no traditional or functional use are not eligible to be considered as duodji.",
              "Mittens knit by Laura Ricketts, who spent years researching and recreating traditional designs.",
              "At the invitation of PSS, she was the keynote speaker at the Nordic Knitting Conference held in Seattle in 2017.",
              "Ricketts has authored several books about Sámi knitting and mitten design.",
              "(Photo by Christin Curran) Sámi drum from a market in Jokkmokk, Sweden, decorated with traditional imagery.",
              "Photo by samisknettverk, (CC BY-NC-SA 2.",
              "0).",
              "You can help support the integrity of Sámi duodji: buy products made by Sámi consult Sámi for referrals purchase materials for your crafts from Sámi suppliers include source details when you give or display duodji label items as “Sámi-inspired” as appropriate help others to identify mislabeled or fake duodji Sami leather and woolen bag with metal embroidery;",
              "on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching.",
              "The bag was previously part of the Norwegian Folk Museum's collection, but in 2018 was transferred to Saemien Sijte in the Bååstede project.",
              "Photo by Thorguds, http://saamiblog.",
              "blogspot.",
              "com/, (CC BY-SA 3.",
              "0) Follow FacebookInstagram TikTok 5706 17th Ave NW, PO Box 17482, Seattle, WA 98107 360-602-6551 pacificsámisearvi@gmail.",
              "com EIN: 82-4161173"
            ]
          }
        ],
        "Duodji crafts include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.": [
          {
            "title": "Sami Craftsmanship | TOTA",
            "url": "https://www.tota.world/article/170/",
            "content": [
              "Sami Craftsmanship | TOTA",
              "TOTA.",
              "world is dedicated to sharing cultural knowledge and engaging experiences to create a more connected and respectful world.",
              "Already have an account?",
              "Log In Because they spent so much time on their own, Sami families needed to know how to make their own tools.",
              "Men wove nets and carved many tools from wood, bone,.",
              ".",
              ".",
              "Tools of Daily Life in Sapmi Because they spent so much time on their own, Sami families needed to know how to make their own tools.",
              "Men wove nets and carved many tools from wood, bone, and antler.",
              "They created cups, plates, utensils, knife sheaths, and lasso toggles for their households.",
              "They were also responsible for preserving reindeer hides and furs.",
              "[1][2] A noaidi drum, reserved for men, was kept in most households.",
              "The sacred symbols on the drumskin were painted with red alder juice, and its runebomme hammer carved from antler or wood.",
              "[3] Women typically were more preoccupied with weaving and embroidery.",
              "Coastal Sami families in particular specialized in cloth and clothing.",
              "Because they often lived near port towns, they had easier access to cotton, silk, and other fabrics.",
              "Furthermore, their settled lifestyles made it possible to work with larger looms. They sold their goods to Mountain and Forest Sami on their annual migrations.",
              "Sami clothing is famous for its colorful woven bands and use of metallic threads for decoration.",
              "[1][4] Sami Duodji Crafts Today, Sami craft is preserved through the duodji industry.",
              "Fuelled by an eager tourism market and pride in Sami heritage, duodji transforms practical items into works of art.",
              "Wood, bone, and antler carvings are especially popular, along with silver spoons and jewelry.",
              "Additionally, many Sami artists create baskets, clothing, and home decorations based on Sami tradition.",
              "The crafts industry has been a valuable support for Sami families as their historic occupations grow more limited.",
              "Authentic Sami artists, however, face competition from mass-produced look-alikes marketed as real Sami goods.",
              "Many have organized and now mark authentic crafts with a Duodji association sticker or tag.",
              "[5][6] Bibliography Hugh Beach, \"The Saami\" in Endangered Peoples of the Arctic: Struggles to Survive and Thrive, ed.",
              "Milton M.",
              "R.",
              "Freeman (Westport, CT: Greenwood Press, 2000) 223-246.",
              "Tim Ingold, Making: Anthropology, Archaeology, Art and Architecture (London: Routledge, 2013), 101.",
              "Rune Blix Hagen, \"Witchcraft and Ethnicity\" in Writing Witch-Hunt Histories: Challenging the Paradigm, ed.",
              "Marko Nenonen (Leiden: Brill, 2014), 141-166.",
              "Sophus Tromholt, Under the Rays of the Aurora Borealis: In the Land of the Lapps and Kvæns: Volume II, ed.",
              "Carl Siewers (London: Sampson Low, 2012), 143-147.",
              "Rune Fjellheim, \"The Suppressive Effects of Defining Traditional Occupations: The Saami Example\" in Traditional Occupations of Indigenous and Tribal Peoples: Emerging Trends (Geneva: ILO, 2000) 125-147.",
              "\"Sami Centre for Contemporary Art,\" Northern Norway, Northern Norway Tourist Board, accessed December 6, 2016.",
              "This group is for articles produced or approved by TOTA staff, covering a wide variety of cultures and topics.",
              "No Discussions Yet TOTA.",
              "world provides cultural information and sharing across the world to help you explore your Family’s Cultural History and create deep connections with the lives and cultures of your ancestors.",
              "Learn More"
            ]
          },
          {
            "title": "Duodji - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Duodji",
            "content": [
              "Duodji - Wikipedia",
              "Duodji is a traditional Sami handicraft, dating back to a time when the Sami were far more isolated from the outside world than they are today.",
              "[1][2][3] Duodji tools, clothing, and accessories are intended to primarily be functional,[4][5] but may also incorporate artistic elements.",
              "[6] Some examples include knives, cases, ladies' bags, wooden cups, and articles of clothing.",
              "[7][8] Duodji items were made to be used in an everyday work environment.",
              "[9][10] Traditionally, Sami handicraft was divided into two sub-groups: men's and women's handicraft.",
              "[11][12] Men used mostly wood and antlers as well as other bones from reindeer when crafting, while women used leather and roots.",
              "[13] The traditional Sami colors are red, green, blue, and yellow.",
              "Duodji artists are still active in Sapmi and still carry on the traditions of the Duodji.",
              "[14][15][16] Although there have been changes in the traditional Duodji,[17][18] today they are considered valuable pieces of art by collectors from all over the world.",
              "[19][20][21] Some modern Duodji artists are Olov Svonni, Martin Kuorak, Anders Sunna, Lars Pirak, Per Isak Juuso, and Per Olof Utsi.",
              "The traditional costume, the Gákti, is of great cultural importance[22][23] and is mainly used for weddings, funerals, confirmations, and other cultural events.",
              "The Gákti's appearance differs from place to place and it tends to be longer in southern Sápmi than in the north.",
              "Traditionally leather, sinews, and wool were used to make the Gákti.",
              "Today, however, both velvet and silk can be used.",
              "Two salt cellars Drinking cup and knife Sámi purse (handbag) Doll in gákti Coffee bag Chest Infant bed Coffee bag"
            ]
          },
          {
            "title": "Duodji as a Starting Point for Artistic Practice – Norwegian Crafts",
            "url": "https://norwegiancrafts.no/articles/duodji-as-a-starting-point-for-artistic-practice",
            "content": [
              "Duodji as a Starting Point for Artistic Practice – Norwegian Crafts",
              "We couldn't find the page you were looking for.",
              "Norwegian Crafts aims to ensure all content protected by copyright on this website is licensed.",
              "Works of art have been licensed through the Norwegian Artist Copyright Society, BONO.",
              "If you are an artist and believe your work has been published on this website without permission and that you are entitled to a copyright fee, please contact Norwegian Crafts for licencing.",
              "We use cookies to ensure our site runs smoothly and Google Analytics to collect anonymized statistics."
            ]
          }
        ],
        "Duodji crafts are intended to be functional, but also aesthetically beautiful and portable.": [
          {
            "title": "Sami Art and Aesthetics: Contemporary Perspectives on JSTOR",
            "url": "https://www.jstor.org/stable/j.ctv62hhh7",
            "content": [
              "Sami Art and Aesthetics: Contemporary Perspectives on JSTOR",
              "Our systems have detected unusual traffic activity from your network.",
              "Please complete this reCAPTCHA to demonstrate that it's you making the requests and not a robot.",
              "If you are having trouble seeing or completing this challenge, this page may help.",
              "If you continue to experience issues, you can contact JSTOR support.",
              "Block Reference: #b6fc4b59-8a97-11ee-8cb3-f8c0ca1dfae0 VID: # IP: 205.",
              "172.",
              "168.",
              "145 Date and time: Fri, 24 Nov 2023 07:04:31 GMT Javascript is disabled Go back to JSTOR"
            ]
          },
          {
            "title": "Iver Jåks: Duodji as Indigenous Contemporary Art Practice",
            "url": "https://vessel-magazine.no/issues/4/norwegian-crafts-magazine/iver-j%C3%A5ks-duodji-as-indigenous-contemporary-art-practice",
            "content": [
              "Iver Jåks: Duodji as Indigenous Contemporary Art Practice",
              "This website uses cookies for anonymized analytics and to provide a better browsing experience.",
              "post@norwegiancrafts.",
              "noFollow The Vessel on Instagram Irene Snarby Iver Jåks' artistic talent became obvious during a long period of hospitalisation following a reindeer herding accident in his youth, and he was admitted to the Sámi folk high school in 1950, when he was 18 years old.",
              "Set on becoming an artist he later attended the Norwegian National Academy of Craft and Art Industry and later the Art Academy in Copenhagen.",
              "His artistic practice incorporated Sámi duodji objects, materials, and techniques, in addition to drawing, large-scale sculptures and art in public space.",
              "In this article by Irene Snarby we learn about the life and art of Iver Jåks, and about duodji as a contemporary art practice.",
              "Iver Jåks1 (1932–2007) actualised his Sámi cultural heritage through contemporary art.",
              "With an experimental and playful treatment of duodji2, he gave a voice to Sámi creative methods, traditions, practice, and experience in an arena that had previously rejected duodji by classifying it as ethnography rather than art.",
              "Jåks has been called a bridgebuilder between duodji and Modernism3, but can such an interpretation cause the understanding of his works to be limited by inappropriate classification and a linear concept of time which he himself rejected?",
              "What challenges are there to interpreting Jåks and his art in the early 21st century.",
              "The Sámi people have traditionally focused on aesthetics in all of life’s activities.",
              "4 In everything from cups and knives to sleds, traditional clothing, religious objects, joik (a traditional form of singing), and behaviour, the idea was to live so cautiously that one left no visible trace after oneself.",
              "As long as aesthetics infused everything, there was no need for a concept of art.",
              "Duodji was a descriptor for creative activity, and a concept whose scope was infinitely wider than art per se.",
              "Makers of duodji related to tradition and treated it as a guideline, but put their own personal mark on the objects they made, thereby ensuring development at the same time as they followed their own heart as well as tradition.",
              "In contrast to Modernism’s innovative art forms that advanced without taking the past into account, the Sámi were always aware that they built on the knowledge of their parents and past generations.",
              "They knew they stood on the shoulders of giants whose experience they could not manage without.",
              "They did not relate to a Western concept of art, but focused instead on the relation between a form and its functional value.",
              "Creativity was linked to a context that was both necessary and meaningful.",
              "Meanwhile, elsewhere in Scandinavia and the world, Western concepts of art, through Modernism, were used to cultivate non-purposive art.",
              "This text was first published by Norwegian Crafts in 2019.",
              "It has been lightly edited and updated with new photos for The Vessel.",
              "The Vessel is published by Norwegian Crafts.",
              "This text along with 45 others have been selected for Norwegian Crafts 10th anniversary issue titled Norwegian Crafts Magazine Revisited, from Norwegian Crafts' extensive archive of craft related content produced between 2010 and 2020.",
              "You can browse every article from this archive through the Discover function and the tag ‘Norwegian Crafts Magazine Revisited’.",
              "1 Iver Jåks’s Sámi name was Ánddir Ivvar Ivvár.",
              "2 Duodji is a term often mislabelled as Sámi handicraft.",
              "Duodji encompasses the Sámi worldview, spirituality, Sámi knowledge, conceptions of nature, and the making of objects in relation to life.",
              "For more articles on duodji, visit the Discover tag 'Duodji'.",
              "3 Caroline Serck-Hansen, ‘Iver Jåks’ kunstnerskap- et riss’, in Iver Jåks Veiviseren, eds.",
              "Ofelaš, B.",
              "Elitertsen et al.",
              "(Tromsø: Universitetsbiblioteket i Tromsø, 2002), p.",
              "49.",
              "4 The Sámi are a population indigenous to Northern Scandinavia and Northwestern Russia.",
              "A circuitous path into the artworldIver Jåks found inspiration for his distinctive installations at the intersection between ancient Sámi ideals and a concept of art that was both Western and modernist.",
              "The path that led him to this liminal place was both long and circuitous.",
              "When he was born in October 1932, on a mountain near Idjajávri (Nattvann) not far from Kárášjohka (Karasjok) in the Norwegian part of Sápmi, it was unthinkable that he would one day become an artist.",
              "He was born into a reindeer-herder family, and he had a happy childhood, learning early on how to use a knife, both to survive in the wilderness and to carve and make useful and beautiful tools.",
              "All this changed when he, at the age of eight, was seriously injured while riding a reindeer sledge.",
              "He ended up spending five years in hospital – throughout the whole of World War II.",
              "Afterwards, and for the rest of his life, he suffered much physical pain.",
              "He was forced to choose an occupation he could cope with despite his injuries.",
              "During the long period of hospitalization, Jåks had used drawing to communicate with the doctors and nurses who only spoke Norwegian.",
              "It was evident from early on that he had a talent for drawing, so he decided to become an artist.",
              "If Jåks had not been injured and forced to spend time in Norwegian institutions, it is doubtful that he would have been aware of this possibility.",
              "In Kárášjohka, his choice of career had a mixed reception.",
              "20 more years would pass before a distinct word for ‘art’, dáidda, would be coined, and many people questioned whether being an artist could even qualify as an occupation.",
              "From isolation to playful avant-garde In 1952 Jåks moved to Oslo and spent the next three years attending classes at Statens håndverks- og kunstindustriskole (SHKS, the National College of Art and Design, Oslo).",
              "5 His time at the school, however, did not confirm to him that he should become an artist.",
              "6 In the 1950s Norway was still heavily marked by a strict policy to ‘Norwegianize’ the Sámi people.",
              "Many Sámis chose to hide their identity when they came to the capital city, and few dared to speak their own language in public.",
              "Sámi aesthetic objects, then as now, were only displayed in museums for ethnology and cultural history;",
              "they were not seen as possessing artistic qualities above and beyond those of decorative folklore.",
              "Jåks did not try to draw attention to himself but was a diligent and goal-oriented student.",
              "After SHKS, he studied for an additional year at Statens sløyd- og teiknelærarskole at Notodden (a national school for teaching woodwork and drawing), before returning to Kárášjohka.",
              "He was hired as a duodji teacher at the secondary school / college known as DSF (Den Samiske Folkehøyskolen).",
              "Soon after this, two Danes arrived in Kárášjohka who would turn his life upside-down.",
              "Inger Karen Johanne Nielsen had travelled from Roskilde to experience Sámi culture, and in her, Jåks found his future wife and colleague.",
              "His meeting with Inger and her contacts would be crucial for his artistic development.",
              "Inger had studied millinery and was deeply interested in art.",
              "The Danish art historian Rudolf Broby-Johansen also visited Kárášjohka around the same time, and through contact with him, Jåks was able, during 1957–59, to audit classes in fine art printing at Copenhagen’s art academy.",
              "He studied contemporary art history with Broby-Johansen, who at the time was interested in interpreting the world’s art in close relation to everyday life.",
              "7 While studying European pictorial art, Jåks began recognizing the distinctive character of Sámi art simultaneously as he gained insight into the uniqueness of his own background.",
              "He was inspired to explore his family history and Sámi mythology, both of which would come to affect the way he worked.",
              "In Copenhagen, Jåks encountered an openness and enthusiasm for non-Western art – an attitude that was typical for the avant-garde scene there at the time.",
              "Playfulness and an open-ended relation to art were important approaches that he carried further, at the same time as he continued pursuing the many possibilities he found in duodji.",
              "5 SHKS is today part of KHIO - Oslo National Academy of the Arts.",
              "6 Johanne Landsverk, ‘Ein stor, liten mann frå Karasjok’, Dag og Tid, 13 March 1997.",
              "7 Jåks retained contact with Broby- Johansen and in 1972 contributed to the book project Dagens dont i Norden.",
              "Because duodji encompasses activities that are not only practical and social but also spiritual, for instance collecting materials from nature and processes related to Sámi epistemology and religious beliefs, it was, for Jåks, a boundless wellspring for creativity.",
              "8 The concept of duodji points to both the production of an object and to the object itself9, and it is one of the strongest indicators of Sámi identity.",
              "A duojár (a maker of duodji) relates to traditions that reflect deeply rooted collective values and norms as well as immaterial knowledge about processes and experiences with duodji.",
              "Amongst Sámis, there are always discussions about how duodji is practiced, with a view towards neither diluting it nor letting it stagnate.",
              "Jåks had a dynamic view about the path duodji should take, and he was concerned that it should not ‘freeze’ into memories about the past, but always be developing.",
              "He wanted to give his works relevant content as contemporary art and warned against limiting the way duodji was practiced;",
              "the rules should not be so strict that Sámi culture became fixed and frozen.",
              "If Sámis continue doing everything in the old way, he argued, they would “end up as a museal population and culture, living an exhibitionary life, but with no actual right to life”.",
              "10 8 For more on this, see Maja Dunfjeld, ‘Sárgu ja duojar.",
              "Tegner og kunsthåndverker’, in Eilertsen, et al.",
              ", Ofelaš, Iver Jåks, Veiviseren, pp.",
              "66–74;",
              "Gunvor Guttorm, ‘Duodji- som begrep og som del av livet.",
              "Duodji – doaban ja oassi eallimis’, in GIERDU – Bevegelser i samisk kunstverden – Sirdimat sámi duodje- ja dáiddamáilmmis, eds.",
              "I.",
              "Snarby and E.",
              "S.",
              "Vikjord, (Karasjok: Riddo Duottar Museat, 2009, i samarbeid med SKINN – Samorganisasjonen for kunstformidling i Nord-Norge).",
              "9 Iver Jåks and Nils Jernsletten, ‘Samisk kunst – samisk eller kunst?",
              "’, in Sámi Dáidda, ed.",
              "B.",
              "Ekstöm (Helsinki: Norrbotten Museum, 1981), p.",
              "24.",
              "10 Aslak Gaup, ‘Vi må selv forme vår kultur.",
              "Jåks om samenes situasjon og identitet’, Aftenposten.",
              "12 February 1973.",
              "Quote: ‘Dersom samene krampaktig holder på det gamle, kan vi ende opp som museumsfolk og museumskultur, som lever på utstilling og ikke har noen livsberettigelse.",
              "’ The concept of duodji points to both the production of an object and to the object itself, and it is one of the strongest indicators of Sámi identity.",
              "Friction as a driving forceIn the late 1960s the time was right for Jåks to become a full-time artist.",
              "He was the only practicing artist in inner Finnmark and, due to receiving a large public commission for the new Sámi museum in Kárášjohka – Sámiid Vuorká-Dávvirat – he had a unique opportunity to display his repertoire of motifs.",
              "The hefty and unveiled way in which he presented erotica and mythology was taboo in the pietistic environment he grew up in, but many viewers were delighted with his confrontation of double moral standards and the aesthetic qualities of his drawings.",
              "Ibmiliid dánsa (‘Dance of the Gods’, 1972), a wall relief made from cement, put Sámi art ‘on the map’ as it were, and still stands as a monumental door-opener into a mystical universe.",
              "The same can be said for the museum’s brass door handles, which might suggest an erotic coupling between a man and a woman, as well as the back side of a North Sámi drum.",
              "Jåks faced severe criticism from some terrified pietists due to the honesty in his works, but it seems to have had the opposite effect of its intension and functioned as an encouragement for him.",
              "Along with producing many public commissions, he also created, among other things, sculptures in diverse materials and sizes, printed art, book illustrations, and iconic drawings of voluptuous female figures engaged in sensual and frolicking games with our creator.",
              "Duodji’s roundish visual language was often an inspiring guideline, as seen for example in his impressive brass works Male Form and Female Form from 1973.",
              "Over time, however, he focused more on transformation, and by the late 1970s, his visual idiom and the processual aspects in his works were so innovative that few viewers understood what they were about.",
              "Art historians who draw mainly on modernist references have often under-evaluated Jåks’s works by deeming their Sámi aspects as insignificant additions.",
              "A recent example of this can be found in a review of the exhibition Let the River Flow, held at the Office for Contemporary Art in Oslo in the summer of 2018.",
              "The art critic Line Ulekleiv, writing for the newspaper Klassekampen, criticizes the way in which Jåks’s work Bajás guvlui viggamin Sápmái duddjomat (‘Upwardly Striving Sámi Culture’) is presented.",
              "She searches for a purer focus on the modernist Iver Jåks and feels disturbed by the traditional works that are exhibited alongside his work.",
              "11 Ulekleiv is not alone in her sentiments but follows a long tradition of art critics who are unable to accept a connection between the aesthetics of Indigenous peoples and that of contemporary art.",
              "11 Line Ulekleiv, ‘Kamprop langs elvebredden’, Klassekampen, 18 April 2018.",
              "Jåks’s work was exhibited alongside a leather bracelet embroidered with tin thread, by Rose-Marie Huuva, and a guksi (cup) made by Jon Ole Andersen, who was Jåks’s helper and colleague for many years.",
              "The Sámi Art Research Project at the University of Tromsø, underway since 2009, seeks to develop new theoretical perspectives and relevant discourses around different approaches to the art of Indigenous peoples, yet with emphasis on the field of Sámi art.",
              "12 It turns out that old modernist theories often surface when the researchers meet.",
              "A classic imperialist notion is the desire to constrain or freeze Indigenous culture in order to preserve it in as original a form as possible.",
              "13 Many studies of Sámi art have focused on a distinction between, on one hand, the autonomy of art, and on the other, the traditional knowledge linked to duodji.",
              "14 Jåks chose to exploit the friction between the two in order to promote a wide and holistic interpretation of duodji.",
              "He had a free and unstrained working practice, at the same times as curators, by the late 1970s, found it important to distinguish between pictorial art and duodji.",
              "After this, several young Sámis entered the north-Norwegian art scene, among others, those known as the Masi Group.",
              "15 For some of these newly-educated artists, it did not feel right that their art was associated with traditional folk art because they did not work along those lines.",
              "The concept of dáidda gained an ever-stronger foothold, and in turn pushed the understanding of duodji even farther away from contemporary art.",
              "Jåks, by contrast, became increasingly keen to visualize his cultural background by reclaiming the ancient understanding of duodji – without running it through the mill of Western interpretation.",
              "To his mind, creativity was closely connected to a deep and fervent respect for nature and a circular understanding of time.",
              "12 See https://uit.",
              "no/prosjekter/pros.",
              ".",
              ".",
              "(accessed 16 July 2018).",
              "13 Gerardo Mosquera, ‘The Marco Polo Syndrome: Some Problems around Art and Eurocentrism (1992)’, in Theory in Contemporary Art Since 1985, eds.",
              "Z.",
              "Kocur, and S.",
              "Leung (Oxford: Blackwell, 2005), pp.",
              "218-225.",
              "14 Read more in Gunvor Guttorm, Duodji Bálgát / En studie i duodji: Kunsthåndverk som visuell erfaring hos et urfolk, PhD dissertation in art history (Tromsø: University of Tromsø, 2001);",
              "Maja Dunfjeld, Tjaalehttjimmie – Form og innhold i sørsamisk ornamentikk (Aarhus: Institute of Art History, 2001) Designtrykk (2006);",
              "and Charis Gullickson and Knut Ljøgodt, eds.",
              ", Iver Jåks: Reconstructed (Tromsø: Nordnorsk kunstmuseum, 2010).",
              "15 The Masi Group consisted of Synnøve Persen, Rannveig Persen, Hans Ragnar Mathisen, Josef Halse, Trygve Lund Guttormsen, Aage Gaup, and Britta Marakatt-Labba.",
              "The latter two have also worked at the boundary between duodji and dáidda.",
              "Jåks encouraged transformation and decay and was therefore especially interested in organic objects and the ways they could be treated.",
              "He did not see conservation as positive, for it would ‘kill’ living materials.",
              "He could leave pieces of wood outdoors for years in weather and wind, then carefully cleave them with wedges, using no physical force.",
              "In ways such as this, he allowed organic materials themselves to lead the process of creation, emphasizing growth rings and knots in the wood in a natural way.",
              "After completing a sculpture, he could dismantle some of its parts and use them in other works.",
              "Nothing was fixed for all time.",
              "He repeatedly challenged curators to put together installations that were separated into loose pieces when they arrived at exhibition venues, and he rejoiced when the installations changed form.",
              "Most of Jåks’s sculptures continue to undergo transformation long after his death.",
              "This situation poses a challenge for those who administer and care for them.",
              "When his house, studio, and storage spaces were cleared out after his death, those who performed the task luckily understood that what they found was not firewood.",
              "They kept the grey-painted pieces of wood that had been stored away.",
              "It was discovered that they belonged to two works: Cuippit (‘Stakes’, 1996) and Lea go, vai ii?",
              "(‘It is, is it?",
              "’,1997).",
              "Due to the fact that several pieces were missing, the works could not be re-created in the same way as the artist himself had made them.",
              "Nordnorsk Kunstmuseum (The Art Museum of Northern Norway) in Tromsø took possession of the remains of the works and, in order to include them in the exhibition Iver Jåks Reconstructed (2010), had the missing elements made from scratch with modern tools.",
              "Observing the new elements, it became clear just how long and meticulously Jåks had attended to each detail of his works.",
              "The new elements were roughly sawed – to the extent that the harmony and mystery in the works were disturbed.",
              "The case of Iver Jåks Reconstructed reveals how difficult it is to exhibit works with vital parts missing, especially when it is no longer possible to get the artist’s approval for a new exhibition under new conditions.",
              "So we can rightly ask: Should we just admit that a work has been lost, or can we patch and glue and pretend it still exists?",
              "At what point do we go too far, and do both the work and the artist a disservice?",
              "A challenging inheritanceOne of Jåks’s most distinctive works was initially placed in the woods near the Sámi high school in Kárášjohka.",
              "The artist intended for the 7.",
              "5-metre-tall wooden sculpture Runebommehammeren / Ballin (‘Holy Drum Hammer’, 1983) to decay gradually and provide nutrition for new trees and bushes.",
              "The sculpture was not meant to decorate the entryway of a square building, but to remind the students of the values associated with a lifestyle closely linked to nature.",
              "A path leading past Runebommehammeren had developed over time, as the students themselves walked out to the sculpture, and it testified to the fact that many people appreciated this quiet place in the woods.",
              "In 2015, however, a decision was made to relocate the sculpture, and those responsible for the school building and surrounding area could not prevent it.",
              "16 The school was to be expanded, and it was felt that the work of art needed to be secured.",
              "Trees and bushes that had been allowed to stand undisturbed and grow around the sculpture for 30 years were chopped down, and Runebommehammeren was moved to a well-manicured lawn.",
              "17 But something significant was lost along the way.",
              "It was as if all relation to the place, the process, and mythology were torn away for the benefit of a context stripped of Sámi content.",
              "That this could happen without any notable protest in Jåks’s home village gives cause for reflection.",
              "Has the ancient mode of thinking – a thinking that permeated the project that provided a context for the sculpture –been drowned and forgotten through years of Christianization and Norwegianization?",
              "Do people not recognize it, or do they not trust it to be interesting enough?",
              "16 Statsbygg (the Norwegian Directorate of Public Construction and Property) and the leaders of the Sami high school.",
              "17 For more information, see Irene Snarby, ‘The Sculpture of Iver Jåks and the Question of Sámi Aesthetics’, in Sámi Art and Aesthetics: Contemporary Perspectives, eds.",
              "S.",
              "Aamold et.",
              "al.",
              "(Aarhus: Aarhus University Press, 2017).",
              "1: Iver Jåks, 'Ballin' ('Holy Drum Hammer'), 1981.",
              "Sculpture.",
              "Pine.",
              "Nasjonalmuseet for kunst, arkitektur og design, Billedkunstsamlingene.",
              "© Jåks, Iver Iversen/BONO.",
              "2–3: Iver Jåks: 'Ballin' (‘Holy Drum Hammer’), 1983.",
              "Picture from 2013.",
              "Public art work near the Sámi high school in Kárášjohka.",
              "Concluding reflectionsThe cases mentioned above – of categorizing Jåks as a modernist, poor attempts to reconstruct missing parts of his works, and trying to preserve his works for posterity – show how challenging it can be to administer what we have inherited from such an innovative artist as Iver Jåks.",
              "The fact that we today are unable to prevent his works from such deterioration is a sign that Jåks is still ahead of his time, and our time, precisely because he took recourse in ancient epistemology.",
              "The thinking incorporated into his works stems from an immaterial knowledge that is poorly appreciated today.",
              "The elderly die, and with them, the sources for the unwritten rules saying one should not leave traces.",
              "The idea of not making art for eternity links Jåks’s works to the thinking of indigenous peoples worldwide.",
              "According to Professor Harald Gaski at UiT – The Arctic University of Northern Norway, indigenous aesthetics are characterized by a holistic approach to the way we live;",
              "it has salience in many of the main currents of social debate, particularly as regards human responsibility and the individual’s position in questions concerning the environment, the climate, and our continued existence on earth.",
              "18 The timeless aspects of Jåks’s art make him ever-relevant.",
              "Long after his death he continues to inspire artists of all ages.",
              "Few, if any, have managed to combine duodji and contemporary art in such a playful and seemingly natural way.",
              "There were no words for ‘sculpture’ and ‘installation’ in his mother tongue.",
              "But he was not preoccupied with terminology;",
              "he focused instead on the dynamics of his works, on transformation and processual aspects, and on raising awareness and understanding of the ancient and holistic worldview found in pre-Christian Sámi culture and elsewhere.",
              "Now that Modernism also appears to belong to the past, it is possible to see that Jåks, in addition to building a bridge between duodji and Modernism, also paved a way forward, through contemporary art, into the future.",
              "18 Harald Gaski, Urfolksmetodologi og samisk forskning.",
              "http://nordnorskdebatt.",
              "no/article/urfolksmetodologi-samisk (produced 22 May 2018, accessed 15 August 2018).",
              "The next issue of The Vessel will launch in February 2024.",
              "Subscribe to our newsletter to get notified about upcoming issues, events and opportunities.",
              "Follow us on @thevesselmag Norwegian CraftsRådhusgaten 20, 0151 Oslo, Norwaynorwegiancrafts.",
              "nopost@norwegiancrafts.",
              "no@norwegiancrafts"
            ]
          },
          {
            "title": "Duodji - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Duodji",
            "content": [
              "Duodji - Wikipedia",
              "Duodji is a traditional Sami handicraft, dating back to a time when the Sami were far more isolated from the outside world than they are today.",
              "[1][2][3] Duodji tools, clothing, and accessories are intended to primarily be functional,[4][5] but may also incorporate artistic elements.",
              "[6] Some examples include knives, cases, ladies' bags, wooden cups, and articles of clothing.",
              "[7][8] Duodji items were made to be used in an everyday work environment.",
              "[9][10] Traditionally, Sami handicraft was divided into two sub-groups: men's and women's handicraft.",
              "[11][12] Men used mostly wood and antlers as well as other bones from reindeer when crafting, while women used leather and roots.",
              "[13] The traditional Sami colors are red, green, blue, and yellow.",
              "Duodji artists are still active in Sapmi and still carry on the traditions of the Duodji.",
              "[14][15][16] Although there have been changes in the traditional Duodji,[17][18] today they are considered valuable pieces of art by collectors from all over the world.",
              "[19][20][21] Some modern Duodji artists are Olov Svonni, Martin Kuorak, Anders Sunna, Lars Pirak, Per Isak Juuso, and Per Olof Utsi.",
              "The traditional costume, the Gákti, is of great cultural importance[22][23] and is mainly used for weddings, funerals, confirmations, and other cultural events.",
              "The Gákti's appearance differs from place to place and it tends to be longer in southern Sápmi than in the north.",
              "Traditionally leather, sinews, and wool were used to make the Gákti.",
              "Today, however, both velvet and silk can be used.",
              "Two salt cellars Drinking cup and knife Sámi purse (handbag) Doll in gákti Coffee bag Chest Infant bed Coffee bag"
            ]
          }
        ],
        "Duodji crafts reflect the Sami culture, identity, and connection to nature.": [
          {
            "title": "What is duodji? — PACIFIC SÁMI SEARVI",
            "url": "https://pacificsami.org/journal/what-is-duodji",
            "content": [
              "What is duodji? — PACIFIC SÁMI SEARVI",
              "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl).",
              "The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
              "Photo by samisknettverk (CC BY-SA 2.",
              "0).",
              "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
              "Aesthetically beautiful, functional, and portable, duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use.",
              "Wooden guksi/kuksa, or coffee cup, carved from a birch burl.",
              "Made by Alexej Vodjahka.",
              "Photo by Duodjiinfo, 2011, (CC BY-SA 3.",
              "0).",
              "As with the Navajo / Dine and other Indigenous peoples, the Sámi have had their designs appropriated and mass-marketed.",
              "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
              "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
              "That said, many Sámi duodjars elect not to pay for the trademark, and rely on their reputations to speak for themselves.",
              "Souvenirs and other items that have no traditional or functional use are not eligible to be considered as duodji.",
              "Mittens knit by Laura Ricketts, who spent years researching and recreating traditional designs.",
              "At the invitation of PSS, she was the keynote speaker at the Nordic Knitting Conference held in Seattle in 2017.",
              "Ricketts has authored several books about Sámi knitting and mitten design.",
              "(Photo by Christin Curran) Sámi drum from a market in Jokkmokk, Sweden, decorated with traditional imagery.",
              "Photo by samisknettverk, (CC BY-NC-SA 2.",
              "0).",
              "You can help support the integrity of Sámi duodji: buy products made by Sámi consult Sámi for referrals purchase materials for your crafts from Sámi suppliers include source details when you give or display duodji label items as “Sámi-inspired” as appropriate help others to identify mislabeled or fake duodji Sami leather and woolen bag with metal embroidery;",
              "on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching.",
              "The bag was previously part of the Norwegian Folk Museum's collection, but in 2018 was transferred to Saemien Sijte in the Bååstede project.",
              "Photo by Thorguds, http://saamiblog.",
              "blogspot.",
              "com/, (CC BY-SA 3.",
              "0) Follow FacebookInstagram TikTok 5706 17th Ave NW, PO Box 17482, Seattle, WA 98107 360-602-6551 pacificsámisearvi@gmail.",
              "com EIN: 82-4161173"
            ]
          },
          {
            "title": "Sámiid Duodji | Cultural Survival",
            "url": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji",
            "content": [
              "Sámiid Duodji | Cultural Survival",
              "The Sami are a minority of 40,000 in Norway, 17,000 in Sweden, 7,000 in Finland and 5,000 in the USSR.",
              "In outlining some central features of contemporary Sami handicraft production, it is necessary to discuss Sami notions of \"doudji\", as it relates to more general concepts of \"art\", \"handicrafts\" and \"home-crafts\".",
              "The traditional Sami notion of \"duodji\" is: \".",
              ".",
              ".",
              "needlework, carpentry, solid;",
              "finished work, product, work;",
              ".",
              ".",
              ".\"",
              ".",
              "This term signifies actual work, as well as objects.",
              "It includes a whole range from careful \"needlework\" to heavy carpentry, and it means women's as well as men's work.",
              "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit.",
              "By contrast the Norwegian term \"husflid\" is translated as \"home crafts, home industry, folk arts\".",
              "This translation should also include a slight overtone of effort, disclosed by Haugen under the entry \"flid\": \"application, diligence, industry, gjore seg flid: take pains with.\"",
              "In other words, \"home-crafts\", in addition to \"husflid\", also implies the idea of the work being done with great care and devotion for one's own people.",
              "In contrast, the activities referred to under the Norwegian term \"håndverk\" with the English equivalent \"handicrafts\" (manual skill, art of trade or occupation), tend to evoke more specialized or restricted production.",
              "The notion of \"husflid\"/home-crafts is not restricted to Nordic countries;",
              "it is found all over Europe.",
              "It should be stressed, however, that this activity has special status in the rural parts of Nordic countries which lack the division of labor traditionally found in south European villages.",
              "Consequently everyone produces utensils or commodities for the household to the best of their abilities.",
              "This is still the case in many Sami communities;",
              "\"duodji\" differs from \"husflid\" where the tendency is to regard products as \"art\", rather than associate them with traditional uses.",
              "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
              "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
              "Yet \"duodji\" has been conceived of in very different ways within the Sami society.",
              "Communities that have acquired Norwegian skills and standards let \"doudji\" go out of use more easily than communities who maintain more traditional adaptations within the Norwegian nation-state.",
              "As the practice of \"duodji\" has very different connotations to different Sami settlements, attempts by Sami politicians to improve its standing have been problematic.",
              "As in many other fields of life where slightly stigmatized activities are revitalized, it is left to the new generation of Sami with formal training in social work, teaching, etc.",
              "to lure public monies for \"doudji\".",
              "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"doudji\".",
              "Some significant contributions have been obtained.",
              "For 1983, the Norwegian government has granted different agencies involved in \"duodji\" more than $150,000.",
              "Some individuals have also obtained loans and grants for their private and home-based \"workshop.\"",
              "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
              "From this developed a fairly successful organization for distributing instructors, designs, materials, etc.",
              ", with the return of gradually more refined products for sale.",
              "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders.",
              "As a relatively large portion of the Sami people are linked to the primary occupations of agriculture and reindeer herding, raw materials are largely hides, horn/bones and to some extent cloth.",
              "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms. By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kautokeino River in the middle of Sami land, against the wishes of most of the Sami people.",
              "This event added to previous conflicts between the two peoples who inhabit the territory of Norway, has triggered a tendency among Sami artists toward political satire on the stage, in sculpture and painting, as well as in poetry and music.",
              "What role \"duodji\" will play in this conflict is hard to tell, but few sectors of Sami life will remain unaffected, if the dam is built.",
              "Article copyright Cultural Survival, Inc.",
              "Our website houses close to five decades of content and publishing.",
              "Any content older than 10 years is archival and Cultural Survival does not necessarily agree with the content and word choice today.",
              "Land Acknowledgement We acknowledge that we are headquartered on Massachusett land, in Cambridge, MA, and we thank the past, current, and future Indigenous stewards of this territory.",
              "Cultural Survival advocates for Indigenous Peoples' rights and supports Indigenous communities’ self-determination, cultures and political resilience, since 1972.",
              "Cultural Survival envisions a future that respects and honors Indigenous Peoples' inherent rights and dynamic cultures, deeply and richly interwoven in lands, languages, spiritual traditions, and artistic expression, rooted in self-determination and self-governance.",
              "Sign up today to stay informed about the latest news, Cultural Survival program updates, events and MORE.",
              ".",
              ".",
              "© 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593 © 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593"
            ]
          },
          {
            "title": "Everyday Experiments | Duodji (Qualifications in Crafts and Design) - Aalto",
            "url": "https://everydayexperiments.aalto.fi/duodji/",
            "content": [
              "Everyday Experiments | Duodji (Qualifications in Crafts and Design) - Aalto",
              "S醡i Education Institute The indigenous S醡i culture with its traditions, languages and livelihoods is under serious threat due to both cultural discrimination and the commercialisation of Lapland.",
              "The S醡i Education Institute in Inari was founded in 1978 as a vocational upper secondary school with the purpose of preserving and revitalising the S醡i culture and its livelihoods such as crafts, reindeer herding and fishing.",
              "The displayed objects are contemporary examples of duodji, S醡i craft.",
              "Duodji is made of materials from nature, such as birch burls and reindeer antlers and furs, alone or combined with traded goods such as cloth or beads.",
              "The videos tell the stories behind duodji objects and how they are inextricably linked to questions of S醡i heritage, identity and everyday life.",
              "The indigenous S醡i culture with its traditions, languages and livelihoods is under serious threat due to both cultural discrimination and the commercialisation of Lapland.",
              "The S醡i Education Institute in Inari was founded in 1978 as a vocational upper secondary school with the purpose of preserving and revitalising the S醡i culture and its livelihoods such as crafts, reindeer herding and fishing.",
              "The displayed objects are contemporary examples of duodji, S醡i craft.",
              "Duodji is made of materials from nature, such as birch burls and reindeer antlers and furs, alone or combined with traded goods such as cloth or beads.",
              "The videos tell the stories behind duodji objects and how they are inextricably linked to questions of S醡i heritage, identity and everyday life."
            ]
          }
        ],
        "Duodji crafts represent the Sami people's adaptation, resilience, and creativity in harsh environments and changing circumstances.": [
          {
            "title": "From research on Sámi handicraft to duodji research1",
            "url": "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003090830-6/research-s%C3%A1mi-handicraft-duodji-research1-sigga-marja-magga",
            "content": [
              "From research on Sámi handicraft to duodji research1",
              "Breadcrumbs Section.",
              "Click here to navigate to respective pages.",
              "Chapter Chapter DOI link for From research on Sámi handicraft to duodji research1 From research on Sámi handicraft to duodji research1 Click here to navigate to parent product.",
              "Chapter six examines how the shift towards “new” Sámi research has been articulated and experienced in the context of Sámi arts and handicrafts, or duodji (in Northern Sámi).",
              "Sámi handicrafts were already at the center of academic attention when Nordic Lappologists collected, categorized and displayed them.",
              "However, in the context of Sámi ethnopolitical mobilization, duodji acquired new symbolic value as a central marker of collective identity and Sámi peoplehood, attracting also new kind of academic interest among the Sámi themselves.",
              "This chapter, written by a Sámi cultural historian Sigga-Marja Magga, analyzes how academic approaches to the study of duodji have changed over time, from the study of Sámi handicrafts to Sámi-based Duodji research, reflecting broader cultural, political and social changes within the Nordic and Sámi societies.",
              "Further, Magga shows that these changes in academic discourses and approaches have also impacted upon the social and cultural meanings of duodji: over time, academic discourses have become increasingly powerful at redefining and reconstructing the social and cultural meanings and character of duodji within the Sámi society.",
              "Chapter six examines how the shift towards “new” Sámi research has been articulated and experienced in the context of Sámi arts and handicrafts, or duodji (in Northern Sámi).",
              "Sámi handicrafts were already at the center of academic attention when Nordic Lappologists collected, categorized and displayed them.",
              "However, in the context of Sámi ethnopolitical mobilization, duodji acquired new symbolic value as a central marker of collective identity and Sámi peoplehood, attracting also new kind of academic interest among the Sámi themselves.",
              "This chapter, written by a Sámi cultural historian Sigga-Marja Magga, analyzes how academic approaches to the study of duodji have changed over time, from the study of Sámi handicrafts to Sámi-based Duodji research, reflecting broader cultural, political and social changes within the Nordic and Sámi societies.",
              "Further, Magga shows that these changes in academic discourses and approaches have also impacted upon the social and cultural meanings of duodji: over time, academic discourses have become increasingly powerful at redefining and reconstructing the social and cultural meanings and character of duodji within the Sámi society.",
              "Connect with us Registered in England & Wales No.",
              "3099067 5 Howick Place | London | SW1P 1WG© 2023 Informa UK Limited"
            ]
          },
          {
            "title": "Sámiid Duodji | Cultural Survival",
            "url": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji",
            "content": [
              "Sámiid Duodji | Cultural Survival",
              "The Sami are a minority of 40,000 in Norway, 17,000 in Sweden, 7,000 in Finland and 5,000 in the USSR.",
              "In outlining some central features of contemporary Sami handicraft production, it is necessary to discuss Sami notions of \"doudji\", as it relates to more general concepts of \"art\", \"handicrafts\" and \"home-crafts\".",
              "The traditional Sami notion of \"duodji\" is: \".",
              ".",
              ".",
              "needlework, carpentry, solid;",
              "finished work, product, work;",
              ".",
              ".",
              ".\"",
              ".",
              "This term signifies actual work, as well as objects.",
              "It includes a whole range from careful \"needlework\" to heavy carpentry, and it means women's as well as men's work.",
              "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit.",
              "By contrast the Norwegian term \"husflid\" is translated as \"home crafts, home industry, folk arts\".",
              "This translation should also include a slight overtone of effort, disclosed by Haugen under the entry \"flid\": \"application, diligence, industry, gjore seg flid: take pains with.\"",
              "In other words, \"home-crafts\", in addition to \"husflid\", also implies the idea of the work being done with great care and devotion for one's own people.",
              "In contrast, the activities referred to under the Norwegian term \"håndverk\" with the English equivalent \"handicrafts\" (manual skill, art of trade or occupation), tend to evoke more specialized or restricted production.",
              "The notion of \"husflid\"/home-crafts is not restricted to Nordic countries;",
              "it is found all over Europe.",
              "It should be stressed, however, that this activity has special status in the rural parts of Nordic countries which lack the division of labor traditionally found in south European villages.",
              "Consequently everyone produces utensils or commodities for the household to the best of their abilities.",
              "This is still the case in many Sami communities;",
              "\"duodji\" differs from \"husflid\" where the tendency is to regard products as \"art\", rather than associate them with traditional uses.",
              "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
              "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
              "Yet \"duodji\" has been conceived of in very different ways within the Sami society.",
              "Communities that have acquired Norwegian skills and standards let \"doudji\" go out of use more easily than communities who maintain more traditional adaptations within the Norwegian nation-state.",
              "As the practice of \"duodji\" has very different connotations to different Sami settlements, attempts by Sami politicians to improve its standing have been problematic.",
              "As in many other fields of life where slightly stigmatized activities are revitalized, it is left to the new generation of Sami with formal training in social work, teaching, etc.",
              "to lure public monies for \"doudji\".",
              "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"doudji\".",
              "Some significant contributions have been obtained.",
              "For 1983, the Norwegian government has granted different agencies involved in \"duodji\" more than $150,000.",
              "Some individuals have also obtained loans and grants for their private and home-based \"workshop.\"",
              "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
              "From this developed a fairly successful organization for distributing instructors, designs, materials, etc.",
              ", with the return of gradually more refined products for sale.",
              "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders.",
              "As a relatively large portion of the Sami people are linked to the primary occupations of agriculture and reindeer herding, raw materials are largely hides, horn/bones and to some extent cloth.",
              "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms. By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kautokeino River in the middle of Sami land, against the wishes of most of the Sami people.",
              "This event added to previous conflicts between the two peoples who inhabit the territory of Norway, has triggered a tendency among Sami artists toward political satire on the stage, in sculpture and painting, as well as in poetry and music.",
              "What role \"duodji\" will play in this conflict is hard to tell, but few sectors of Sami life will remain unaffected, if the dam is built.",
              "Article copyright Cultural Survival, Inc.",
              "Our website houses close to five decades of content and publishing.",
              "Any content older than 10 years is archival and Cultural Survival does not necessarily agree with the content and word choice today.",
              "Land Acknowledgement We acknowledge that we are headquartered on Massachusett land, in Cambridge, MA, and we thank the past, current, and future Indigenous stewards of this territory.",
              "Cultural Survival advocates for Indigenous Peoples' rights and supports Indigenous communities’ self-determination, cultures and political resilience, since 1972.",
              "Cultural Survival envisions a future that respects and honors Indigenous Peoples' inherent rights and dynamic cultures, deeply and richly interwoven in lands, languages, spiritual traditions, and artistic expression, rooted in self-determination and self-governance.",
              "Sign up today to stay informed about the latest news, Cultural Survival program updates, events and MORE.",
              ".",
              ".",
              "© 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593 © 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593"
            ]
          },
          {
            "title": "Duodji - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Duodji",
            "content": [
              "Duodji - Wikipedia",
              "Duodji is a traditional Sami handicraft, dating back to a time when the Sami were far more isolated from the outside world than they are today.",
              "[1][2][3] Duodji tools, clothing, and accessories are intended to primarily be functional,[4][5] but may also incorporate artistic elements.",
              "[6] Some examples include knives, cases, ladies' bags, wooden cups, and articles of clothing.",
              "[7][8] Duodji items were made to be used in an everyday work environment.",
              "[9][10] Traditionally, Sami handicraft was divided into two sub-groups: men's and women's handicraft.",
              "[11][12] Men used mostly wood and antlers as well as other bones from reindeer when crafting, while women used leather and roots.",
              "[13] The traditional Sami colors are red, green, blue, and yellow.",
              "Duodji artists are still active in Sapmi and still carry on the traditions of the Duodji.",
              "[14][15][16] Although there have been changes in the traditional Duodji,[17][18] today they are considered valuable pieces of art by collectors from all over the world.",
              "[19][20][21] Some modern Duodji artists are Olov Svonni, Martin Kuorak, Anders Sunna, Lars Pirak, Per Isak Juuso, and Per Olof Utsi.",
              "The traditional costume, the Gákti, is of great cultural importance[22][23] and is mainly used for weddings, funerals, confirmations, and other cultural events.",
              "The Gákti's appearance differs from place to place and it tends to be longer in southern Sápmi than in the north.",
              "Traditionally leather, sinews, and wool were used to make the Gákti.",
              "Today, however, both velvet and silk can be used.",
              "Two salt cellars Drinking cup and knife Sámi purse (handbag) Doll in gákti Coffee bag Chest Infant bed Coffee bag"
            ]
          }
        ],
        "Duodji crafts express the Sami people's spirituality, cosmology, and values through symbols, colors, and patterns.": [
          {
            "title": "Joar Nango: Duodji as part of Philosophy and Cosmology",
            "url": "https://vessel-magazine.no/issues/4/norwegian-crafts-magazine/duodji-as-part-of-philosophy-and-cosmology",
            "content": [
              "Joar Nango: Duodji as part of Philosophy and Cosmology",
              "This website uses cookies for anonymized analytics and to provide a better browsing experience.",
              "post@norwegiancrafts.",
              "noFollow The Vessel on Instagram Namita Gupta Wiggers courtesy of Joar Nango In this conversation between curator, artist and educator Namita Gupta Wiggers and artist Joar Nango we are introduced to Joar Nango's work and methods, and how it incorporates material flow cycles, duodji and collaboration.",
              "In September 2017, I had the privilege of visiting Tromsø, Norway, while a curator-in-residence with Norwegian Crafts.",
              "Thanks to André Gali and Lars Sture [Norwegian Crafts editor and curator, respectivly], we had numerous conversations with artists, curators, gallerists, and scholars, and ended our time with a visit to the studio of Joar Nango.",
              "As our visit came to an end, he mentioned an interest in a discussion of duodji and its connection to Norwegian craft at a future date.",
              "The following discussion is a composite of two conversations – one via skype in April 2018, and the initial discussion the previous Fall.",
              "It was while traveling through Norway that the breadth of categories of craft and the way each linked to Norwegian cultures – but did not necessarily intersect directly with a seemingly separate realm of Sámi cultures - became a topic of conversation.",
              "1 Throughout the two conversations with Joar Nango, I found myself resistant to defining or trying to push him to define duodji in concrete and specific terms. It does not make sense to do so, and what follows, instead, is a conversation that pivots on topics connected to craft in all categories, to Sámi cultures specifically, and which raises questions about representation, ethno-symbolism and the colonial gaze, materials and material flow, process, and nomadism through Joar Nango’s individual thinking on duodji as part of the philosophy and cosmology through which he works.",
              "This text was first published by Norwegian Crafts in 2018, and in the Norwegian journal Kunsthåndverk (2/2018).",
              "The text has been lightly edited for The Vessel.",
              "The Vessel is published by Norwegian Crafts.",
              "This text along with 45 others have been selected for Norwegian Crafts 10th anniversary issue titled Norwegian Crafts Magazine Revisited, from Norwegian Crafts' extensive archive of craft related content produced between 2010 and 2020.",
              "You can browse every article from this archive through the Discover function and the tag ‘Norwegian Crafts Magazine Revisited’.",
              "1 Sami, Sámi and Saami are different spellings used in English and other languages to denote both the Indigenous people of Northern Europe and the different Sami languages.",
              "Similarly, the ancestral lands of the Sami people, stretching across Norway, Sweden, Finland and Russia, is known by many different names stemming from different Sami languages, including Sápmi (Northern Sami), Sábme (Lule Sami), Saepmie (Southern Sami), Sábmie (Ume Sami).",
              "In The Vessel these different spellings are used interchangeably, by writer’s choice.",
              "The deep philosophy of duodji is really about a local material flow cycle Let’s talk for a moment about the sweater project.",
              "Your studio wall in Tromsø is full of images of architecture from the Arctic north – some of which you’ve translated into clothing.",
              "What is the relationship between this architecture and handknit sweaters?",
              "'There is this tendency of formal architecture where a plastic symbol from Sámi traditions is just blown up into a large sort of giant scale.",
              "The traditional Sámi tent – that's just sort of taken into otherwise quite conventional architecture and pulled over the head of that architecture.",
              "It becomes simplified in my point of view, a very simplified way of dealing with a cultural tradition.",
              "I wanted to somehow take the idea back to the very basics of architecture which is clothing, the first layer of shelter.",
              "I made some sweaters that were knitted in wool by women in these villages where these houses and buildings are using patterns designed by me and based on these series of photographs.'",
              "It’s a humorous and complex project that visually engages the double bind of a colonial situation.",
              "You explained that this particular type of architecture that expanded since the 1960s, is not designed by Sámi architects, but is employed within Sámi environments.",
              "Located in such contexts, these buildings seem simultaneously problematic and reassuring in their presence.",
              "'I felt like I was not really contributing so much by continuously criticizing it.",
              "I wanted to be on the creative end of discourse, not only to be negative but also embrace it in a way because actually, even if I see them as simplified and architecturally stupid, I think that many of them have had and still have a very important effect because they're symbols of our Sámi presence in a colonized environment.",
              "It's a signifier for local people.",
              "It's very important.'",
              "I think it's interesting to maintain the philosophical concept that you find in duodji but rethink it in a more contemporary scale The photographs in your studio of architectural sites and these hand-knitted garments offer a different take on the tourist-focused souvenir or the t-shirt as gift.",
              "How are they connected for you?'",
              "The sweaters are this sort of playful way of making new forms of representation from my culture.",
              "It goes for both the sweater project and the critical view on ethno-symbolism and architecture, but also on the Indigenuity Project and the way it is presented as images – as postcards.'",
              "The Indigenuity Project has 52 images, the same as a deck of playing cards, yet another souvenir object connected to tourism.",
              "The work in the Indigenuity Project postcards shows how people transform natural and human-made objects and materials into physical design solutions.",
              "It’s a different way of thinking about material transformation and functionality – and about craft.'",
              "I've been sort of looking at these real life examples of people that have done these on-site makeshift designs where they have shown an extreme capacity of improvising with the location, improvising with the limited resources, recycling ideas, or sort of being inventive and solving problems on-spot when the problem is occurring.",
              "I believe that autonomy and autonomous cultural dimensions are really created through adaptations.",
              "There's this tradition of adaptation that I think is at the core of the traditional and contemporary if you really start looking at what's being made in a vernacular Sámi setting.",
              "And this adaptation is what interests me but it's also really maybe one of the most important reasons for us having survived as we have done for thousands of years.",
              "We've been a minority up there for such a long time, and you can sometimes just be really amazed if you think about why we still wear this super different clothing and why we still have a completely different language.",
              "How have we been able to maintain it, you know?",
              "And I think that the capacity to adapt and to negotiate different roles when needed is really an important reason for it.'",
              "2 2 Joar Nango describes this project as «a polyphonic set of texts that instead of trying to explain one thing in a seminar sort of come at the topic from different angles and create some more of a diverse storytelling and kind of overall storytelling, where also the gap between the text becomes a bit interesting.",
              "» The project is a collaboration with Silje Figenschou Thoresen, a furniture designer and artist and seven different writers who discuss the topic of indigenuity from different angles.",
              "Broadly speaking, craft is often framed as the transformation of natural materials at the hand of a craftsperson that results in a functional object.",
              "Even with more conceptual craft, the maker relies on audience connection to materials, process, or forms associated with craft histories.",
              "But there is a shift in what constitutes materials for making that comes through in your projects as well as your recent work in Documenta.",
              "Natural materials used by indigenous communities are becoming increasingly endangered or hard to find, such as yellow cedar in Alaska or river cane in North Carolina.",
              "The Indian Arts and Crafts Board in the US, for example, is a government agency established in 1935 that promotes economic development through an arts and crafts market and, in some ways, still defines what is authentically indigenous based on these natural materials.",
              "And now, when the materials used by many tribes are increasingly unavailable, who decides what is or is not authentic indigenous craft?",
              "To force a group to only produce in a certain way or to only understand what is made as specific objects is problematic.",
              "'I really agree so much.",
              "You see this all over the world as you’re pointing out, and, of course, it’s similar kind of constructions that are troubling us back home in Sápmi.",
              "I’m very, very interested in material flows.",
              "That is something that has been extremely important for the development of duodji and Sámi handicraft – material flow and access to material, transformation of material, and the sort of output, you could say, of the craft process.",
              "And it's a flow, you know?",
              "I think that it's very interesting to keep in mind the deep philosophy of duodji which is really a local material flow cycle.",
              "I think it's interesting to maintain that philosophical concept that you find in duodji but rethink it in a more contemporary scale.",
              "The world of material that is in my immediate surrounding is very different now than it was 200 years ago, for example, leftover materials or garbage.",
              "That's what I've been working with lately.",
              "In the project I did for Documenta, the European Everything project, everything I made was basically made at a metal recycling station where I had my studio.",
              "I was just sort of shocked being and interfering with this little business in the middle of Athens where they were buying and selling and trading material and basically being this important part of the machinery of the material flow stage in the flow cycle.'",
              "There's something very interesting to me in the way that you are pushing against sort of historical fixity in terms of what constitutes craft materials and process or flow.",
              "'Material flow in the contemporary or historical sense is maybe where my critical perspective towards duodji starts.",
              "It's a little bit of this feeling of duodji being somehow very much focused towards a historical use in relation to material.",
              "The way we used to go about our surroundings and our materials.",
              "It has become something that is not necessarily economically sustainable to spend two weeks to go into the woods, outsourcing the right material then driving it back to your studio.",
              "There's a lot of inefficiency in relation to the initial concept of how it started.",
              "It has become very complicated, and it doesn't stay true to the initial material flow cycle that duodji came out of.",
              "And I think that that is something that is very interesting to try and rethink in a contemporary sense.",
              "To, you know, take whatever is at hand around you and work with that to build, design, construct – whatever your sort of motivation is.'",
              "A big and related aspect to the flow of material is also the flow of people In terms of flow and cycles, you mentioned the ability to find something like a couch, or a rug, or things you need in a free system of discard and reuse that happens in Tromsø and Berlin, but that Athens was different because people were charging money for things that you would find for free in other cycles.",
              "It seems important for us to address the question of need and the economics connected to the displacement of people.",
              "In Athens there is an enormous refugee population whose hierarchy of basic needs is different – discard has a different value if you have nothing at all.",
              "If you did the same project in Tromsø, it would not mean the same thing.",
              "I wonder if you might touch on that a bit?",
              "'A big and related aspect to the flow of material is also the flow of people.",
              "Having done a project for more than half a year while living in Athens and working in what definitely wouldn't be tourist part of Athens but more the more sort of challenged suburban area and sort of industrial slums surrounding Athens has, of course, confronted me with a lot of these kinds of flows.",
              "It was a really extreme social experience for me and confronted me a bit with the situation of privilege which I come from as a Norwegian but still a European, and still pretty much a part of the same system.",
              "So those things are definitely there, but they're also, for me as an artist, a little bit hard to approach in a way.",
              "I think my mandate as an artist and as a designer, an architect, has not been to directly approach them but to rather try and somehow include them in my work with the material flow.",
              "I find artworks that are conceptually framed as social a bit moralistic in their attempt to make the world into a better place.",
              "I find that a bit vulnerable in a way because it somehow manifests the social hierarchy and the privileged position of the artist or the designer sort of looking downwards at the troubled situation.",
              "I think it's much more interesting for me as an artist or designer to induce myself into the reality of lives or cultural groups, and just meet through the means of design or creating something – which is what I know, and which is what I can do, and which is what I’m interested in.",
              "I want to meet other people that are interested in it.'",
              "Who did you meet and what happened?",
              "'Athens is filled with refugees.",
              "The biggest refugee camp in central Athens actually neighbors this metal recycling station that I was working at.",
              "People hang around.",
              "They have nothing to do.",
              "They're not even allowed to take jobs.",
              "They were basically, for days, standing by the fence, smoking cigarettes, watching me craft these wooden elements.",
              "I was working with an axe and and traditional Sámi construction elements called the bealljit.",
              "While I was working there with my axe they were, of course, trying to ask questions and then I just invited them over the fence to come help me.",
              "This turned out to be a very, very interesting meeting.",
              "I wouldn't say that they were working for me, but for that afternoon they helped and they came back a couple days later and started working.",
              "And I think they were just, in general, interested in what I was doing and why I was doing it, and they were interested in my tools.",
              "I showed them my axes and showed them how to use them.",
              "They were both from Afghanistan, and it was very apparent that one of them had used an axe before and the other one had not at all.",
              "It happened very organically.",
              "I wasn't actually trying very hard to sort of address their social marginalized situation, but I was very open to inviting them into my production when the situation felt right.",
              "And that's a little bit how I've been working as an artist lately with these kinds of questions.",
              "You know, it doesn't really matter where they come from.",
              "But, in the end, maybe where they come from can be a place, a fruitful contribution to what I'm doing.",
              "It became so, in this case, because just being in that trash, that recycling station and scrap dealer had an especially large flow of people that came through there selling their articles, remains after someone passed away or stolen copper wires.",
              "Just a lot of people that came through with material and connections in the building of the project with me just being there and meeting them.'",
              "This bring to mind other questions of movement and the polarity of urban life versus nomadism or migratory aspects of Sami culture.",
              "I’d like to understand how you think about the forced migration that you saw in Athens versus the limitations that states or that national boundaries put on letting people move in a more «nomadic» way.",
              "'This is really interesting, and I would love to think more about this down this line of thought because it's very complex, and I'm very much in the middle of this still after that Athens project especially.",
              "But I think it's important to understand them as separate systems. I think it's a bit dangerous to somehow put one up against the other.",
              "And thinking about such a word as, for example, nomadism, as I've been using quite a lot in my practice, it's a very general kind of term or definition that can be implied for so many different contexts and situations.",
              "Look at how Deleuze and Guattari have been writing about nomadism, using it as some kind of a visual leitmotif or motive for explaining something politic and philosophically/politically about the world and how it's structured.",
              "And in one way it's very meaningful, but on the other hand, it's also very abstract.",
              "And that says something about the word «nomadism».",
              "You also see a lot of designers in schools that are maybe unknowingly channeling their design production through a very capitalistic way of producing and thinking about space.",
              "They're using the word «nomadism», in my point of view, in an extremely naive way of thinking about everything that's mobile and transportable.",
              "If that's nomadism, that's really strange for me.'",
              "How is nomadism different from displacement for you?",
              "'For me, nomadism is something that I connect much more to my personal cultural background.",
              "The reindeer herding sort of way is completely different.",
              "It's all about avoiding that sort of limitation that capitalist production systems put on in a way.",
              "It's much more about actually having nothing and getting a lot when you enter into a place.",
              "For example, you try to leave as much behind as possible.",
              "But then, again, I'm also really open for thinking nomadism as something very, very modern and maybe related to sort of a future lifestyle also, where we're getting more and more sort of disembodied in our lifestyles, leaving the physical world behind and we sit down and Skype, and everything is like super virtual.",
              "There's something about physical movement that is changing and shaping our lives, and maybe there's a new kind of nomadism in that as well.",
              "And, for me, I think that's a really cool thing or interesting potential in the word «nomadism», but I also feel like it's important to know how you use it to be a bit specific and have some kind of consciousness about the use of that term.",
              "You just mentioned the word «displacement».",
              "There's very different sort of cultural take on, let's say, being a nomad or nomadism as well.",
              "The Sámi culture and my roots in a nomadic culture is extremely tied and connected to land and place.",
              "But if you look at the nomads, sort of nomadic movement works in a year cycle.",
              "If you're a reindeer, you move through the same kind of lines in the landscape back and forth throughout the year and it gives you this very, very connectedness to a specific piece of land.",
              "But it's just a more sort of extended idea of home, for example, or the idea that the sort of territory you belong to is something that's more expanded.",
              "It's not so framed and it's not so cultivated.'",
              "The Sámi culture and my roots in a nomadic culture is extremely tied and connected to land and place I was struck during my time in Norway by the range of types of craft.",
              "Your work disrupts and pushes against neat categorization.'",
              "I'm interested in doing that, but I'm also at the same time interested in somehow not moving too much, too far away from the origins of craft and I feel like that's always a bit of a challenge, you know, to make sure you don't just become critical and to somehow be respectful or embracing of traditions and also communities.",
              "That's something I'm very concerned about – what kind of critical material or sort of framework we produce.",
              "We should really stay true to the origins in one way.",
              "And maybe that's also because then the critical sort of perspective can really reach the audience it should reach, right?",
              "But at the same time, it's really difficult to stay aligned with it.",
              "But I'm also a little bit afraid of doing it too much, in a way.",
              "Somehow, I find it sometimes a little bit too troublesome, you know.",
              "Especially contemporary art.",
              "Somehow, it's defining its own parameters and context so much that it's almost like it exists in a parallel dimension.",
              "It's easy to just shrug your shoulders.",
              "There's something there that I also find great about craft because somehow it has that very, very strong and pragmatic kind of connection to the past.'",
              "The next issue of The Vessel will launch in February 2024.",
              "Subscribe to our newsletter to get notified about upcoming issues, events and opportunities.",
              "Follow us on @thevesselmag Norwegian CraftsRådhusgaten 20, 0151 Oslo, Norwaynorwegiancrafts.",
              "nopost@norwegiancrafts.",
              "no@norwegiancrafts"
            ]
          },
          {
            "title": "What is duodji? — PACIFIC SÁMI SEARVI",
            "url": "https://pacificsami.org/journal/what-is-duodji",
            "content": [
              "What is duodji? — PACIFIC SÁMI SEARVI",
              "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl).",
              "The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
              "Photo by samisknettverk (CC BY-SA 2.",
              "0).",
              "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
              "Aesthetically beautiful, functional, and portable, duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use.",
              "Wooden guksi/kuksa, or coffee cup, carved from a birch burl.",
              "Made by Alexej Vodjahka.",
              "Photo by Duodjiinfo, 2011, (CC BY-SA 3.",
              "0).",
              "As with the Navajo / Dine and other Indigenous peoples, the Sámi have had their designs appropriated and mass-marketed.",
              "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
              "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
              "That said, many Sámi duodjars elect not to pay for the trademark, and rely on their reputations to speak for themselves.",
              "Souvenirs and other items that have no traditional or functional use are not eligible to be considered as duodji.",
              "Mittens knit by Laura Ricketts, who spent years researching and recreating traditional designs.",
              "At the invitation of PSS, she was the keynote speaker at the Nordic Knitting Conference held in Seattle in 2017.",
              "Ricketts has authored several books about Sámi knitting and mitten design.",
              "(Photo by Christin Curran) Sámi drum from a market in Jokkmokk, Sweden, decorated with traditional imagery.",
              "Photo by samisknettverk, (CC BY-NC-SA 2.",
              "0).",
              "You can help support the integrity of Sámi duodji: buy products made by Sámi consult Sámi for referrals purchase materials for your crafts from Sámi suppliers include source details when you give or display duodji label items as “Sámi-inspired” as appropriate help others to identify mislabeled or fake duodji Sami leather and woolen bag with metal embroidery;",
              "on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching.",
              "The bag was previously part of the Norwegian Folk Museum's collection, but in 2018 was transferred to Saemien Sijte in the Bååstede project.",
              "Photo by Thorguds, http://saamiblog.",
              "blogspot.",
              "com/, (CC BY-SA 3.",
              "0) Follow FacebookInstagram TikTok 5706 17th Ave NW, PO Box 17482, Seattle, WA 98107 360-602-6551 pacificsámisearvi@gmail.",
              "com EIN: 82-4161173"
            ]
          },
          {
            "title": "Sámiid Duodji | Cultural Survival",
            "url": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji",
            "content": [
              "Sámiid Duodji | Cultural Survival",
              "The Sami are a minority of 40,000 in Norway, 17,000 in Sweden, 7,000 in Finland and 5,000 in the USSR.",
              "In outlining some central features of contemporary Sami handicraft production, it is necessary to discuss Sami notions of \"doudji\", as it relates to more general concepts of \"art\", \"handicrafts\" and \"home-crafts\".",
              "The traditional Sami notion of \"duodji\" is: \".",
              ".",
              ".",
              "needlework, carpentry, solid;",
              "finished work, product, work;",
              ".",
              ".",
              ".\"",
              ".",
              "This term signifies actual work, as well as objects.",
              "It includes a whole range from careful \"needlework\" to heavy carpentry, and it means women's as well as men's work.",
              "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit.",
              "By contrast the Norwegian term \"husflid\" is translated as \"home crafts, home industry, folk arts\".",
              "This translation should also include a slight overtone of effort, disclosed by Haugen under the entry \"flid\": \"application, diligence, industry, gjore seg flid: take pains with.\"",
              "In other words, \"home-crafts\", in addition to \"husflid\", also implies the idea of the work being done with great care and devotion for one's own people.",
              "In contrast, the activities referred to under the Norwegian term \"håndverk\" with the English equivalent \"handicrafts\" (manual skill, art of trade or occupation), tend to evoke more specialized or restricted production.",
              "The notion of \"husflid\"/home-crafts is not restricted to Nordic countries;",
              "it is found all over Europe.",
              "It should be stressed, however, that this activity has special status in the rural parts of Nordic countries which lack the division of labor traditionally found in south European villages.",
              "Consequently everyone produces utensils or commodities for the household to the best of their abilities.",
              "This is still the case in many Sami communities;",
              "\"duodji\" differs from \"husflid\" where the tendency is to regard products as \"art\", rather than associate them with traditional uses.",
              "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
              "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
              "Yet \"duodji\" has been conceived of in very different ways within the Sami society.",
              "Communities that have acquired Norwegian skills and standards let \"doudji\" go out of use more easily than communities who maintain more traditional adaptations within the Norwegian nation-state.",
              "As the practice of \"duodji\" has very different connotations to different Sami settlements, attempts by Sami politicians to improve its standing have been problematic.",
              "As in many other fields of life where slightly stigmatized activities are revitalized, it is left to the new generation of Sami with formal training in social work, teaching, etc.",
              "to lure public monies for \"doudji\".",
              "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"doudji\".",
              "Some significant contributions have been obtained.",
              "For 1983, the Norwegian government has granted different agencies involved in \"duodji\" more than $150,000.",
              "Some individuals have also obtained loans and grants for their private and home-based \"workshop.\"",
              "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
              "From this developed a fairly successful organization for distributing instructors, designs, materials, etc.",
              ", with the return of gradually more refined products for sale.",
              "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders.",
              "As a relatively large portion of the Sami people are linked to the primary occupations of agriculture and reindeer herding, raw materials are largely hides, horn/bones and to some extent cloth.",
              "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms. By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kautokeino River in the middle of Sami land, against the wishes of most of the Sami people.",
              "This event added to previous conflicts between the two peoples who inhabit the territory of Norway, has triggered a tendency among Sami artists toward political satire on the stage, in sculpture and painting, as well as in poetry and music.",
              "What role \"duodji\" will play in this conflict is hard to tell, but few sectors of Sami life will remain unaffected, if the dam is built.",
              "Article copyright Cultural Survival, Inc.",
              "Our website houses close to five decades of content and publishing.",
              "Any content older than 10 years is archival and Cultural Survival does not necessarily agree with the content and word choice today.",
              "Land Acknowledgement We acknowledge that we are headquartered on Massachusett land, in Cambridge, MA, and we thank the past, current, and future Indigenous stewards of this territory.",
              "Cultural Survival advocates for Indigenous Peoples' rights and supports Indigenous communities’ self-determination, cultures and political resilience, since 1972.",
              "Cultural Survival envisions a future that respects and honors Indigenous Peoples' inherent rights and dynamic cultures, deeply and richly interwoven in lands, languages, spiritual traditions, and artistic expression, rooted in self-determination and self-governance.",
              "Sign up today to stay informed about the latest news, Cultural Survival program updates, events and MORE.",
              ".",
              ".",
              "© 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593 © 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593"
            ]
          }
        ],
        "Duodji crafts are not only objects, but also work, knowledge, and skills that are passed down from generation to generation.": [
          {
            "title": "What is duodji? — PACIFIC SÁMI SEARVI",
            "url": "https://pacificsami.org/journal/what-is-duodji",
            "content": [
              "What is duodji? — PACIFIC SÁMI SEARVI",
              "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl).",
              "The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
              "Photo by samisknettverk (CC BY-SA 2.",
              "0).",
              "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
              "Aesthetically beautiful, functional, and portable, duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use.",
              "Wooden guksi/kuksa, or coffee cup, carved from a birch burl.",
              "Made by Alexej Vodjahka.",
              "Photo by Duodjiinfo, 2011, (CC BY-SA 3.",
              "0).",
              "As with the Navajo / Dine and other Indigenous peoples, the Sámi have had their designs appropriated and mass-marketed.",
              "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
              "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
              "That said, many Sámi duodjars elect not to pay for the trademark, and rely on their reputations to speak for themselves.",
              "Souvenirs and other items that have no traditional or functional use are not eligible to be considered as duodji.",
              "Mittens knit by Laura Ricketts, who spent years researching and recreating traditional designs.",
              "At the invitation of PSS, she was the keynote speaker at the Nordic Knitting Conference held in Seattle in 2017.",
              "Ricketts has authored several books about Sámi knitting and mitten design.",
              "(Photo by Christin Curran) Sámi drum from a market in Jokkmokk, Sweden, decorated with traditional imagery.",
              "Photo by samisknettverk, (CC BY-NC-SA 2.",
              "0).",
              "You can help support the integrity of Sámi duodji: buy products made by Sámi consult Sámi for referrals purchase materials for your crafts from Sámi suppliers include source details when you give or display duodji label items as “Sámi-inspired” as appropriate help others to identify mislabeled or fake duodji Sami leather and woolen bag with metal embroidery;",
              "on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching.",
              "The bag was previously part of the Norwegian Folk Museum's collection, but in 2018 was transferred to Saemien Sijte in the Bååstede project.",
              "Photo by Thorguds, http://saamiblog.",
              "blogspot.",
              "com/, (CC BY-SA 3.",
              "0) Follow FacebookInstagram TikTok 5706 17th Ave NW, PO Box 17482, Seattle, WA 98107 360-602-6551 pacificsámisearvi@gmail.",
              "com EIN: 82-4161173"
            ]
          },
          {
            "title": "Duodji - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Duodji",
            "content": [
              "Duodji - Wikipedia",
              "Duodji is a traditional Sami handicraft, dating back to a time when the Sami were far more isolated from the outside world than they are today.",
              "[1][2][3] Duodji tools, clothing, and accessories are intended to primarily be functional,[4][5] but may also incorporate artistic elements.",
              "[6] Some examples include knives, cases, ladies' bags, wooden cups, and articles of clothing.",
              "[7][8] Duodji items were made to be used in an everyday work environment.",
              "[9][10] Traditionally, Sami handicraft was divided into two sub-groups: men's and women's handicraft.",
              "[11][12] Men used mostly wood and antlers as well as other bones from reindeer when crafting, while women used leather and roots.",
              "[13] The traditional Sami colors are red, green, blue, and yellow.",
              "Duodji artists are still active in Sapmi and still carry on the traditions of the Duodji.",
              "[14][15][16] Although there have been changes in the traditional Duodji,[17][18] today they are considered valuable pieces of art by collectors from all over the world.",
              "[19][20][21] Some modern Duodji artists are Olov Svonni, Martin Kuorak, Anders Sunna, Lars Pirak, Per Isak Juuso, and Per Olof Utsi.",
              "The traditional costume, the Gákti, is of great cultural importance[22][23] and is mainly used for weddings, funerals, confirmations, and other cultural events.",
              "The Gákti's appearance differs from place to place and it tends to be longer in southern Sápmi than in the north.",
              "Traditionally leather, sinews, and wool were used to make the Gákti.",
              "Today, however, both velvet and silk can be used.",
              "Two salt cellars Drinking cup and knife Sámi purse (handbag) Doll in gákti Coffee bag Chest Infant bed Coffee bag"
            ]
          },
          {
            "title": "Sámiid Duodji | Cultural Survival",
            "url": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji",
            "content": [
              "Sámiid Duodji | Cultural Survival",
              "The Sami are a minority of 40,000 in Norway, 17,000 in Sweden, 7,000 in Finland and 5,000 in the USSR.",
              "In outlining some central features of contemporary Sami handicraft production, it is necessary to discuss Sami notions of \"doudji\", as it relates to more general concepts of \"art\", \"handicrafts\" and \"home-crafts\".",
              "The traditional Sami notion of \"duodji\" is: \".",
              ".",
              ".",
              "needlework, carpentry, solid;",
              "finished work, product, work;",
              ".",
              ".",
              ".\"",
              ".",
              "This term signifies actual work, as well as objects.",
              "It includes a whole range from careful \"needlework\" to heavy carpentry, and it means women's as well as men's work.",
              "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit.",
              "By contrast the Norwegian term \"husflid\" is translated as \"home crafts, home industry, folk arts\".",
              "This translation should also include a slight overtone of effort, disclosed by Haugen under the entry \"flid\": \"application, diligence, industry, gjore seg flid: take pains with.\"",
              "In other words, \"home-crafts\", in addition to \"husflid\", also implies the idea of the work being done with great care and devotion for one's own people.",
              "In contrast, the activities referred to under the Norwegian term \"håndverk\" with the English equivalent \"handicrafts\" (manual skill, art of trade or occupation), tend to evoke more specialized or restricted production.",
              "The notion of \"husflid\"/home-crafts is not restricted to Nordic countries;",
              "it is found all over Europe.",
              "It should be stressed, however, that this activity has special status in the rural parts of Nordic countries which lack the division of labor traditionally found in south European villages.",
              "Consequently everyone produces utensils or commodities for the household to the best of their abilities.",
              "This is still the case in many Sami communities;",
              "\"duodji\" differs from \"husflid\" where the tendency is to regard products as \"art\", rather than associate them with traditional uses.",
              "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
              "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
              "Yet \"duodji\" has been conceived of in very different ways within the Sami society.",
              "Communities that have acquired Norwegian skills and standards let \"doudji\" go out of use more easily than communities who maintain more traditional adaptations within the Norwegian nation-state.",
              "As the practice of \"duodji\" has very different connotations to different Sami settlements, attempts by Sami politicians to improve its standing have been problematic.",
              "As in many other fields of life where slightly stigmatized activities are revitalized, it is left to the new generation of Sami with formal training in social work, teaching, etc.",
              "to lure public monies for \"doudji\".",
              "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"doudji\".",
              "Some significant contributions have been obtained.",
              "For 1983, the Norwegian government has granted different agencies involved in \"duodji\" more than $150,000.",
              "Some individuals have also obtained loans and grants for their private and home-based \"workshop.\"",
              "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
              "From this developed a fairly successful organization for distributing instructors, designs, materials, etc.",
              ", with the return of gradually more refined products for sale.",
              "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders.",
              "As a relatively large portion of the Sami people are linked to the primary occupations of agriculture and reindeer herding, raw materials are largely hides, horn/bones and to some extent cloth.",
              "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms. By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kautokeino River in the middle of Sami land, against the wishes of most of the Sami people.",
              "This event added to previous conflicts between the two peoples who inhabit the territory of Norway, has triggered a tendency among Sami artists toward political satire on the stage, in sculpture and painting, as well as in poetry and music.",
              "What role \"duodji\" will play in this conflict is hard to tell, but few sectors of Sami life will remain unaffected, if the dam is built.",
              "Article copyright Cultural Survival, Inc.",
              "Our website houses close to five decades of content and publishing.",
              "Any content older than 10 years is archival and Cultural Survival does not necessarily agree with the content and word choice today.",
              "Land Acknowledgement We acknowledge that we are headquartered on Massachusett land, in Cambridge, MA, and we thank the past, current, and future Indigenous stewards of this territory.",
              "Cultural Survival advocates for Indigenous Peoples' rights and supports Indigenous communities’ self-determination, cultures and political resilience, since 1972.",
              "Cultural Survival envisions a future that respects and honors Indigenous Peoples' inherent rights and dynamic cultures, deeply and richly interwoven in lands, languages, spiritual traditions, and artistic expression, rooted in self-determination and self-governance.",
              "Sign up today to stay informed about the latest news, Cultural Survival program updates, events and MORE.",
              ".",
              ".",
              "© 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593 © 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593"
            ]
          }
        ],
        "Modern-day artisans have preserved and brought attention to this unique art form by continuing to produce duodji crafts according to traditional principles and materials.": [
          {
            "title": "Sámiid Duodji | Cultural Survival",
            "url": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji",
            "content": [
              "Sámiid Duodji | Cultural Survival",
              "The Sami are a minority of 40,000 in Norway, 17,000 in Sweden, 7,000 in Finland and 5,000 in the USSR.",
              "In outlining some central features of contemporary Sami handicraft production, it is necessary to discuss Sami notions of \"doudji\", as it relates to more general concepts of \"art\", \"handicrafts\" and \"home-crafts\".",
              "The traditional Sami notion of \"duodji\" is: \".",
              ".",
              ".",
              "needlework, carpentry, solid;",
              "finished work, product, work;",
              ".",
              ".",
              ".\"",
              ".",
              "This term signifies actual work, as well as objects.",
              "It includes a whole range from careful \"needlework\" to heavy carpentry, and it means women's as well as men's work.",
              "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit.",
              "By contrast the Norwegian term \"husflid\" is translated as \"home crafts, home industry, folk arts\".",
              "This translation should also include a slight overtone of effort, disclosed by Haugen under the entry \"flid\": \"application, diligence, industry, gjore seg flid: take pains with.\"",
              "In other words, \"home-crafts\", in addition to \"husflid\", also implies the idea of the work being done with great care and devotion for one's own people.",
              "In contrast, the activities referred to under the Norwegian term \"håndverk\" with the English equivalent \"handicrafts\" (manual skill, art of trade or occupation), tend to evoke more specialized or restricted production.",
              "The notion of \"husflid\"/home-crafts is not restricted to Nordic countries;",
              "it is found all over Europe.",
              "It should be stressed, however, that this activity has special status in the rural parts of Nordic countries which lack the division of labor traditionally found in south European villages.",
              "Consequently everyone produces utensils or commodities for the household to the best of their abilities.",
              "This is still the case in many Sami communities;",
              "\"duodji\" differs from \"husflid\" where the tendency is to regard products as \"art\", rather than associate them with traditional uses.",
              "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
              "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
              "Yet \"duodji\" has been conceived of in very different ways within the Sami society.",
              "Communities that have acquired Norwegian skills and standards let \"doudji\" go out of use more easily than communities who maintain more traditional adaptations within the Norwegian nation-state.",
              "As the practice of \"duodji\" has very different connotations to different Sami settlements, attempts by Sami politicians to improve its standing have been problematic.",
              "As in many other fields of life where slightly stigmatized activities are revitalized, it is left to the new generation of Sami with formal training in social work, teaching, etc.",
              "to lure public monies for \"doudji\".",
              "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"doudji\".",
              "Some significant contributions have been obtained.",
              "For 1983, the Norwegian government has granted different agencies involved in \"duodji\" more than $150,000.",
              "Some individuals have also obtained loans and grants for their private and home-based \"workshop.\"",
              "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
              "From this developed a fairly successful organization for distributing instructors, designs, materials, etc.",
              ", with the return of gradually more refined products for sale.",
              "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders.",
              "As a relatively large portion of the Sami people are linked to the primary occupations of agriculture and reindeer herding, raw materials are largely hides, horn/bones and to some extent cloth.",
              "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms. By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kautokeino River in the middle of Sami land, against the wishes of most of the Sami people.",
              "This event added to previous conflicts between the two peoples who inhabit the territory of Norway, has triggered a tendency among Sami artists toward political satire on the stage, in sculpture and painting, as well as in poetry and music.",
              "What role \"duodji\" will play in this conflict is hard to tell, but few sectors of Sami life will remain unaffected, if the dam is built.",
              "Article copyright Cultural Survival, Inc.",
              "Our website houses close to five decades of content and publishing.",
              "Any content older than 10 years is archival and Cultural Survival does not necessarily agree with the content and word choice today.",
              "Land Acknowledgement We acknowledge that we are headquartered on Massachusett land, in Cambridge, MA, and we thank the past, current, and future Indigenous stewards of this territory.",
              "Cultural Survival advocates for Indigenous Peoples' rights and supports Indigenous communities’ self-determination, cultures and political resilience, since 1972.",
              "Cultural Survival envisions a future that respects and honors Indigenous Peoples' inherent rights and dynamic cultures, deeply and richly interwoven in lands, languages, spiritual traditions, and artistic expression, rooted in self-determination and self-governance.",
              "Sign up today to stay informed about the latest news, Cultural Survival program updates, events and MORE.",
              ".",
              ".",
              "© 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593 © 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593"
            ]
          },
          {
            "title": "Duodji - Resurgence of The Sámi Handicraft - Nuet",
            "url": "https://nuetaquavit.com/2020/04/07/sami-handicraft-resurrecting-an-old-trade/",
            "content": [
              "Duodji - Resurgence of The Sámi Handicraft - Nuet",
              "Throughout history, Sámi handicraft and homemade articles have been important in arctic society and everyday life.",
              "For centuries the best and cheapest way to acquire something was by making it yourself.",
              "Today this isn’t really the case, but the craft still lives on for decorative use.",
              "Due to the industrialisation and modernization of society, many of these old crafts almost died out.",
              "Even though this hasn’t been a thriving industry for long there are still enthusiasts keeping the craft alive, and there is an increasing interest in the handicraft.",
              "The Sámi people are an indigenous people inhabiting Sápmi, a large region encompassing large parts of northern Norway, Sweden and Finland, as well as a small part of Russia.",
              "The Sámis are mostly known for reindeer herding, music and food, as well as their traditional Sámi handicraft, duodji.",
              "In the past few years, the interest in Sámi culture has exploded.",
              "Sámi singers and artists have gained a lot of media attention and this has made people more engaged in the culture.",
              "As late as the ’60s Norway had strict policies suppressing and norwegianizing the Sámi people.",
              "As a result of these policies, many Sámis were forced to abandon their culture and language, and within a few generations many families with Sámi heritage had lost most or even all of the Sámi culture.",
              "All the Sámi media attention in recent years have made people more interested in the traditional Sámi way of living.",
              "Youth with Sámi heritage want to learn about their culture, and many have started learning the language, wearing Sámi clothing and doing Sámi handicrafts.",
              "Today the demand for the craft is high enough for people to earn a living producing it.",
              "One of the people dedicated to this craft is Hilde Lund from Nordreisa in Northern Norway.",
              "She is what’s called a duodjar, a professional duodji artist.",
              "For almost 25 years Hilde has been working with the craft, making traditional Sámi clothing, jewellery and accessories.",
              "Although there is enough demand to make a living, this is yet to be a trade for people that want to become rich.",
              "“It doesn’t make me rich on money, but I get quite rich on creativity” Norwegians aren’t the only ones interested in the craft.",
              "Once Hilde had a visit by a Qatari royal family on holiday in Northern Norway.",
              "They were interested in buying gloves and hats made of reindeer leather and fox fur.",
              "Usually, she spends around a month making such a large order, but this time she had two weeks on completing the products for the royal family.",
              "It required a lot of hard work and ate a lot of free time, but she managed to finish it and the family was really satisfied with the result.",
              "In addition to the Qatari royals, Hilde has had visits from the Norwegian queen.",
              "The queen has an interest in Sámi handicraft and she’s visited her several times during the last decade.",
              "“It was absolutely a unique experience to suddenly have a royal family ordering my craft” Following hundreds of years of old traditions, many craftsmen make their craft almost exclusively with local natural resources.",
              "Before the mass-industrialization surrounding the second world war, the arctic people mostly made their own clothes from local resources.",
              "Wool from sheep and goats, leather from cows and pelt of reindeer were common materials.",
              "In coastal areas where households had access to little to no livestock many used fish skin for clothing and apparel.",
              "The fish was skinned, the meat cooked, and the skin was dried and processed to make boots, hats and gloves.",
              "Less than a century ago, this was still used actively by arctic people.",
              "The fish skin was mostly used by working-class people that could not afford more expensive fabrics and material.",
              "It is quite interesting that the material historically used in a poor man’s clothing is now a growing exclusive trend.",
              "As a result of people’s poor economy in the early 1900s, no materials could be wasted.",
              "Everything had to be used.",
              "A fish wasn’t just for food.",
              "Everything had its purpose.",
              "Hilde believes in the traditional no-waste philosophy.",
              "On the side of her handicraft, she works with catering, making food for events and gatherings.",
              "The meat is used for meals, the skin for jewellery and the bones for decorations.",
              "Crafts dependent on natural resources often rely on season and weather.",
              "The process of gathering the materials to a purse may take as long as a year.",
              "Cod skin and reindeer pelt are acquired during the winter, goat willow bark is collected in the spring and salmon skin is a summertime resource.",
              "This is definitively a long and time-consuming process, but the quality and authenticity of the craft are worth it.",
              "Today Hilde arranges courses teaching people duodji.",
              "Enthusiasts and other interested individuals from all over the region attend her courses to learn about and practise duodji.",
              "She’s happy to see that it is such interest in the craft and that it will live on for the foreseeable future.",
              "“It is always a pleasure doing these courses.",
              "It’s so fun meeting and teaching people interested in the craft.",
              "” In later blog posts, we’ll come back to and learn more about Sámi handicraft and culture.",
              "We at Nuet publish weekly posts about Scandinavian culture.",
              "Follow us at @nuetaquavit for instant updates in your feed, and check out our other posts at nuetaquavit.",
              "com/stories.",
              "Keep up-to-date with special releases, news and events near you."
            ]
          },
          {
            "title": "Sami Craftsmanship | TOTA",
            "url": "https://www.tota.world/article/170/",
            "content": [
              "Sami Craftsmanship | TOTA",
              "TOTA.",
              "world is dedicated to sharing cultural knowledge and engaging experiences to create a more connected and respectful world.",
              "Already have an account?",
              "Log In Because they spent so much time on their own, Sami families needed to know how to make their own tools.",
              "Men wove nets and carved many tools from wood, bone,.",
              ".",
              ".",
              "Tools of Daily Life in Sapmi Because they spent so much time on their own, Sami families needed to know how to make their own tools.",
              "Men wove nets and carved many tools from wood, bone, and antler.",
              "They created cups, plates, utensils, knife sheaths, and lasso toggles for their households.",
              "They were also responsible for preserving reindeer hides and furs.",
              "[1][2] A noaidi drum, reserved for men, was kept in most households.",
              "The sacred symbols on the drumskin were painted with red alder juice, and its runebomme hammer carved from antler or wood.",
              "[3] Women typically were more preoccupied with weaving and embroidery.",
              "Coastal Sami families in particular specialized in cloth and clothing.",
              "Because they often lived near port towns, they had easier access to cotton, silk, and other fabrics.",
              "Furthermore, their settled lifestyles made it possible to work with larger looms. They sold their goods to Mountain and Forest Sami on their annual migrations.",
              "Sami clothing is famous for its colorful woven bands and use of metallic threads for decoration.",
              "[1][4] Sami Duodji Crafts Today, Sami craft is preserved through the duodji industry.",
              "Fuelled by an eager tourism market and pride in Sami heritage, duodji transforms practical items into works of art.",
              "Wood, bone, and antler carvings are especially popular, along with silver spoons and jewelry.",
              "Additionally, many Sami artists create baskets, clothing, and home decorations based on Sami tradition.",
              "The crafts industry has been a valuable support for Sami families as their historic occupations grow more limited.",
              "Authentic Sami artists, however, face competition from mass-produced look-alikes marketed as real Sami goods.",
              "Many have organized and now mark authentic crafts with a Duodji association sticker or tag.",
              "[5][6] Bibliography Hugh Beach, \"The Saami\" in Endangered Peoples of the Arctic: Struggles to Survive and Thrive, ed.",
              "Milton M.",
              "R.",
              "Freeman (Westport, CT: Greenwood Press, 2000) 223-246.",
              "Tim Ingold, Making: Anthropology, Archaeology, Art and Architecture (London: Routledge, 2013), 101.",
              "Rune Blix Hagen, \"Witchcraft and Ethnicity\" in Writing Witch-Hunt Histories: Challenging the Paradigm, ed.",
              "Marko Nenonen (Leiden: Brill, 2014), 141-166.",
              "Sophus Tromholt, Under the Rays of the Aurora Borealis: In the Land of the Lapps and Kvæns: Volume II, ed.",
              "Carl Siewers (London: Sampson Low, 2012), 143-147.",
              "Rune Fjellheim, \"The Suppressive Effects of Defining Traditional Occupations: The Saami Example\" in Traditional Occupations of Indigenous and Tribal Peoples: Emerging Trends (Geneva: ILO, 2000) 125-147.",
              "\"Sami Centre for Contemporary Art,\" Northern Norway, Northern Norway Tourist Board, accessed December 6, 2016.",
              "This group is for articles produced or approved by TOTA staff, covering a wide variety of cultures and topics.",
              "No Discussions Yet TOTA.",
              "world provides cultural information and sharing across the world to help you explore your Family’s Cultural History and create deep connections with the lives and cultures of your ancestors.",
              "Learn More"
            ]
          }
        ],
        "Modern-day artisans have established craft schools, guides, exhibitions, and trade associations to maintain the integrity and quality of duodji crafts.": [
          {
            "title": "What is duodji? — PACIFIC SÁMI SEARVI",
            "url": "https://pacificsami.org/journal/what-is-duodji",
            "content": [
              "What is duodji? — PACIFIC SÁMI SEARVI",
              "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl).",
              "The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
              "Photo by samisknettverk (CC BY-SA 2.",
              "0).",
              "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
              "Aesthetically beautiful, functional, and portable, duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use.",
              "Wooden guksi/kuksa, or coffee cup, carved from a birch burl.",
              "Made by Alexej Vodjahka.",
              "Photo by Duodjiinfo, 2011, (CC BY-SA 3.",
              "0).",
              "As with the Navajo / Dine and other Indigenous peoples, the Sámi have had their designs appropriated and mass-marketed.",
              "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
              "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
              "That said, many Sámi duodjars elect not to pay for the trademark, and rely on their reputations to speak for themselves.",
              "Souvenirs and other items that have no traditional or functional use are not eligible to be considered as duodji.",
              "Mittens knit by Laura Ricketts, who spent years researching and recreating traditional designs.",
              "At the invitation of PSS, she was the keynote speaker at the Nordic Knitting Conference held in Seattle in 2017.",
              "Ricketts has authored several books about Sámi knitting and mitten design.",
              "(Photo by Christin Curran) Sámi drum from a market in Jokkmokk, Sweden, decorated with traditional imagery.",
              "Photo by samisknettverk, (CC BY-NC-SA 2.",
              "0).",
              "You can help support the integrity of Sámi duodji: buy products made by Sámi consult Sámi for referrals purchase materials for your crafts from Sámi suppliers include source details when you give or display duodji label items as “Sámi-inspired” as appropriate help others to identify mislabeled or fake duodji Sami leather and woolen bag with metal embroidery;",
              "on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching.",
              "The bag was previously part of the Norwegian Folk Museum's collection, but in 2018 was transferred to Saemien Sijte in the Bååstede project.",
              "Photo by Thorguds, http://saamiblog.",
              "blogspot.",
              "com/, (CC BY-SA 3.",
              "0) Follow FacebookInstagram TikTok 5706 17th Ave NW, PO Box 17482, Seattle, WA 98107 360-602-6551 pacificsámisearvi@gmail.",
              "com EIN: 82-4161173"
            ]
          },
          {
            "title": "Duodji - Resurgence of The Sámi Handicraft - Nuet",
            "url": "https://nuetaquavit.com/2020/04/07/sami-handicraft-resurrecting-an-old-trade/",
            "content": [
              "Duodji - Resurgence of The Sámi Handicraft - Nuet",
              "Throughout history, Sámi handicraft and homemade articles have been important in arctic society and everyday life.",
              "For centuries the best and cheapest way to acquire something was by making it yourself.",
              "Today this isn’t really the case, but the craft still lives on for decorative use.",
              "Due to the industrialisation and modernization of society, many of these old crafts almost died out.",
              "Even though this hasn’t been a thriving industry for long there are still enthusiasts keeping the craft alive, and there is an increasing interest in the handicraft.",
              "The Sámi people are an indigenous people inhabiting Sápmi, a large region encompassing large parts of northern Norway, Sweden and Finland, as well as a small part of Russia.",
              "The Sámis are mostly known for reindeer herding, music and food, as well as their traditional Sámi handicraft, duodji.",
              "In the past few years, the interest in Sámi culture has exploded.",
              "Sámi singers and artists have gained a lot of media attention and this has made people more engaged in the culture.",
              "As late as the ’60s Norway had strict policies suppressing and norwegianizing the Sámi people.",
              "As a result of these policies, many Sámis were forced to abandon their culture and language, and within a few generations many families with Sámi heritage had lost most or even all of the Sámi culture.",
              "All the Sámi media attention in recent years have made people more interested in the traditional Sámi way of living.",
              "Youth with Sámi heritage want to learn about their culture, and many have started learning the language, wearing Sámi clothing and doing Sámi handicrafts.",
              "Today the demand for the craft is high enough for people to earn a living producing it.",
              "One of the people dedicated to this craft is Hilde Lund from Nordreisa in Northern Norway.",
              "She is what’s called a duodjar, a professional duodji artist.",
              "For almost 25 years Hilde has been working with the craft, making traditional Sámi clothing, jewellery and accessories.",
              "Although there is enough demand to make a living, this is yet to be a trade for people that want to become rich.",
              "“It doesn’t make me rich on money, but I get quite rich on creativity” Norwegians aren’t the only ones interested in the craft.",
              "Once Hilde had a visit by a Qatari royal family on holiday in Northern Norway.",
              "They were interested in buying gloves and hats made of reindeer leather and fox fur.",
              "Usually, she spends around a month making such a large order, but this time she had two weeks on completing the products for the royal family.",
              "It required a lot of hard work and ate a lot of free time, but she managed to finish it and the family was really satisfied with the result.",
              "In addition to the Qatari royals, Hilde has had visits from the Norwegian queen.",
              "The queen has an interest in Sámi handicraft and she’s visited her several times during the last decade.",
              "“It was absolutely a unique experience to suddenly have a royal family ordering my craft” Following hundreds of years of old traditions, many craftsmen make their craft almost exclusively with local natural resources.",
              "Before the mass-industrialization surrounding the second world war, the arctic people mostly made their own clothes from local resources.",
              "Wool from sheep and goats, leather from cows and pelt of reindeer were common materials.",
              "In coastal areas where households had access to little to no livestock many used fish skin for clothing and apparel.",
              "The fish was skinned, the meat cooked, and the skin was dried and processed to make boots, hats and gloves.",
              "Less than a century ago, this was still used actively by arctic people.",
              "The fish skin was mostly used by working-class people that could not afford more expensive fabrics and material.",
              "It is quite interesting that the material historically used in a poor man’s clothing is now a growing exclusive trend.",
              "As a result of people’s poor economy in the early 1900s, no materials could be wasted.",
              "Everything had to be used.",
              "A fish wasn’t just for food.",
              "Everything had its purpose.",
              "Hilde believes in the traditional no-waste philosophy.",
              "On the side of her handicraft, she works with catering, making food for events and gatherings.",
              "The meat is used for meals, the skin for jewellery and the bones for decorations.",
              "Crafts dependent on natural resources often rely on season and weather.",
              "The process of gathering the materials to a purse may take as long as a year.",
              "Cod skin and reindeer pelt are acquired during the winter, goat willow bark is collected in the spring and salmon skin is a summertime resource.",
              "This is definitively a long and time-consuming process, but the quality and authenticity of the craft are worth it.",
              "Today Hilde arranges courses teaching people duodji.",
              "Enthusiasts and other interested individuals from all over the region attend her courses to learn about and practise duodji.",
              "She’s happy to see that it is such interest in the craft and that it will live on for the foreseeable future.",
              "“It is always a pleasure doing these courses.",
              "It’s so fun meeting and teaching people interested in the craft.",
              "” In later blog posts, we’ll come back to and learn more about Sámi handicraft and culture.",
              "We at Nuet publish weekly posts about Scandinavian culture.",
              "Follow us at @nuetaquavit for instant updates in your feed, and check out our other posts at nuetaquavit.",
              "com/stories.",
              "Keep up-to-date with special releases, news and events near you."
            ]
          },
          {
            "title": "Sámiid Duodji | Cultural Survival",
            "url": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/samiid-duodji",
            "content": [
              "Sámiid Duodji | Cultural Survival",
              "The Sami are a minority of 40,000 in Norway, 17,000 in Sweden, 7,000 in Finland and 5,000 in the USSR.",
              "In outlining some central features of contemporary Sami handicraft production, it is necessary to discuss Sami notions of \"doudji\", as it relates to more general concepts of \"art\", \"handicrafts\" and \"home-crafts\".",
              "The traditional Sami notion of \"duodji\" is: \".",
              ".",
              ".",
              "needlework, carpentry, solid;",
              "finished work, product, work;",
              ".",
              ".",
              ".\"",
              ".",
              "This term signifies actual work, as well as objects.",
              "It includes a whole range from careful \"needlework\" to heavy carpentry, and it means women's as well as men's work.",
              "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit.",
              "By contrast the Norwegian term \"husflid\" is translated as \"home crafts, home industry, folk arts\".",
              "This translation should also include a slight overtone of effort, disclosed by Haugen under the entry \"flid\": \"application, diligence, industry, gjore seg flid: take pains with.\"",
              "In other words, \"home-crafts\", in addition to \"husflid\", also implies the idea of the work being done with great care and devotion for one's own people.",
              "In contrast, the activities referred to under the Norwegian term \"håndverk\" with the English equivalent \"handicrafts\" (manual skill, art of trade or occupation), tend to evoke more specialized or restricted production.",
              "The notion of \"husflid\"/home-crafts is not restricted to Nordic countries;",
              "it is found all over Europe.",
              "It should be stressed, however, that this activity has special status in the rural parts of Nordic countries which lack the division of labor traditionally found in south European villages.",
              "Consequently everyone produces utensils or commodities for the household to the best of their abilities.",
              "This is still the case in many Sami communities;",
              "\"duodji\" differs from \"husflid\" where the tendency is to regard products as \"art\", rather than associate them with traditional uses.",
              "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
              "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
              "Yet \"duodji\" has been conceived of in very different ways within the Sami society.",
              "Communities that have acquired Norwegian skills and standards let \"doudji\" go out of use more easily than communities who maintain more traditional adaptations within the Norwegian nation-state.",
              "As the practice of \"duodji\" has very different connotations to different Sami settlements, attempts by Sami politicians to improve its standing have been problematic.",
              "As in many other fields of life where slightly stigmatized activities are revitalized, it is left to the new generation of Sami with formal training in social work, teaching, etc.",
              "to lure public monies for \"doudji\".",
              "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"doudji\".",
              "Some significant contributions have been obtained.",
              "For 1983, the Norwegian government has granted different agencies involved in \"duodji\" more than $150,000.",
              "Some individuals have also obtained loans and grants for their private and home-based \"workshop.\"",
              "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
              "From this developed a fairly successful organization for distributing instructors, designs, materials, etc.",
              ", with the return of gradually more refined products for sale.",
              "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders.",
              "As a relatively large portion of the Sami people are linked to the primary occupations of agriculture and reindeer herding, raw materials are largely hides, horn/bones and to some extent cloth.",
              "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms. By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kautokeino River in the middle of Sami land, against the wishes of most of the Sami people.",
              "This event added to previous conflicts between the two peoples who inhabit the territory of Norway, has triggered a tendency among Sami artists toward political satire on the stage, in sculpture and painting, as well as in poetry and music.",
              "What role \"duodji\" will play in this conflict is hard to tell, but few sectors of Sami life will remain unaffected, if the dam is built.",
              "Article copyright Cultural Survival, Inc.",
              "Our website houses close to five decades of content and publishing.",
              "Any content older than 10 years is archival and Cultural Survival does not necessarily agree with the content and word choice today.",
              "Land Acknowledgement We acknowledge that we are headquartered on Massachusett land, in Cambridge, MA, and we thank the past, current, and future Indigenous stewards of this territory.",
              "Cultural Survival advocates for Indigenous Peoples' rights and supports Indigenous communities’ self-determination, cultures and political resilience, since 1972.",
              "Cultural Survival envisions a future that respects and honors Indigenous Peoples' inherent rights and dynamic cultures, deeply and richly interwoven in lands, languages, spiritual traditions, and artistic expression, rooted in self-determination and self-governance.",
              "Sign up today to stay informed about the latest news, Cultural Survival program updates, events and MORE.",
              ".",
              ".",
              "© 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593 © 2023 Cultural Survival.",
              "All Rights Reserved.",
              "| Donor Privacy Policy | EIN: 23-7182593"
            ]
          }
        ],
        "Some duodji crafts have a trademark that indicates they are made by a trained and experienced Sami artisan.": [
          {
            "title": "What is duodji? — PACIFIC SÁMI SEARVI",
            "url": "https://pacificsami.org/journal/what-is-duodji",
            "content": [
              "What is duodji? — PACIFIC SÁMI SEARVI",
              "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl).",
              "The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
              "Photo by samisknettverk (CC BY-SA 2.",
              "0).",
              "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
              "Aesthetically beautiful, functional, and portable, duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use.",
              "Wooden guksi/kuksa, or coffee cup, carved from a birch burl.",
              "Made by Alexej Vodjahka.",
              "Photo by Duodjiinfo, 2011, (CC BY-SA 3.",
              "0).",
              "As with the Navajo / Dine and other Indigenous peoples, the Sámi have had their designs appropriated and mass-marketed.",
              "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
              "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
              "That said, many Sámi duodjars elect not to pay for the trademark, and rely on their reputations to speak for themselves.",
              "Souvenirs and other items that have no traditional or functional use are not eligible to be considered as duodji.",
              "Mittens knit by Laura Ricketts, who spent years researching and recreating traditional designs.",
              "At the invitation of PSS, she was the keynote speaker at the Nordic Knitting Conference held in Seattle in 2017.",
              "Ricketts has authored several books about Sámi knitting and mitten design.",
              "(Photo by Christin Curran) Sámi drum from a market in Jokkmokk, Sweden, decorated with traditional imagery.",
              "Photo by samisknettverk, (CC BY-NC-SA 2.",
              "0).",
              "You can help support the integrity of Sámi duodji: buy products made by Sámi consult Sámi for referrals purchase materials for your crafts from Sámi suppliers include source details when you give or display duodji label items as “Sámi-inspired” as appropriate help others to identify mislabeled or fake duodji Sami leather and woolen bag with metal embroidery;",
              "on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching.",
              "The bag was previously part of the Norwegian Folk Museum's collection, but in 2018 was transferred to Saemien Sijte in the Bååstede project.",
              "Photo by Thorguds, http://saamiblog.",
              "blogspot.",
              "com/, (CC BY-SA 3.",
              "0) Follow FacebookInstagram TikTok 5706 17th Ave NW, PO Box 17482, Seattle, WA 98107 360-602-6551 pacificsámisearvi@gmail.",
              "com EIN: 82-4161173"
            ]
          },
          {
            "title": "Certification marks help both Sami artisans and consumers, says council",
            "url": "https://www.rcinet.ca/eye-on-the-arctic/2023/01/26/certification-marks-help-both-sami-artisans-and-consumers-says-council/",
            "content": [
              "Certification marks help both Sami artisans and consumers, says council",
              "Issues affecting circumpolar nations With more people purchasing Sami handicrafts and arts, the Saami Council says the recent launch of special trademarks will help both Sami artisans and consumers.",
              "“The Sami community has noticed an increased interest in our culture but also an increasing amount of copying of our arts as well as cultural appropriation,” Sandra Márjá West, the project leader from the Saami Council Cultural Unit, told Eye on the Arctic.",
              "“So this project has been in the works for a long time.",
              "” The project saw two trademarks released in December: a renewed “Sámi Duodji” trademark, and a separate, new, “Sámi Made” trademark.",
              "West says the two new symbols can reassure consumers that the Sami handicraft or product they’re purchasing was actually made by a Sami artisan.",
              "“We feel someone buying a Sami handicraft, having the choice, would prefer to purchase one made by a Sami person,” West said.",
              "“[The trademarks] protect the consumer and help strengthen business opportunities for Sami.",
              "” Traditional handicrafts The Saami Council is the NGO that promotes the rights and pan-Arctic interests of the estimated 100,000 to 150,000 Saami in Finland, Sweden, Norway and Russia – the Saami homeland collectively referred to as Sapmi.",
              "Saami handicrafts (duodji) can include anything from knives to traditional wooden cups.",
              "The creation of the original “Sámi Duodji” trademark goes back to the 1980s and was established with the Sami handicraft organisation.",
              "However, the organization and the council decided to renew the trademark and rework how it functions in response to the number of items still being sold in Arctic Europe that purport to be by Sami when they aren’t.",
              "“We’ve seen this problem increasing in the areas where tourism is growing,” West said.",
              "“In the beginning, there were a lot of issues with this on the Finnish side, but now, with the resurgence of winter tourism in Norway, I personally see the challenge growing bigger here in northern Norway.",
              "It’s really surprising when you’re a local and you see how many shops in the centres are just catering to tourists.",
              "” Responding to new markets In addition to the trademark relaunch, a new trademark “Sámi Made” was also unveiled at the same time to cover items that weren’t handicrafts.",
              "“When the council started work on renewing the trade mark, together with the Sami handicraft organization, the need was identified to have a different trademark for products like designs, books and jewellery or other physical products,” West said.",
              "To use trademarks, Sami artists or artisans will need to make an application on line.",
              "A committee will review the applications and issue the personal licensing number.",
              "With the number, consumers can also go online, and look up information about who has made the product.",
              "“It will make it easier for us to control and ensure the trademarks aren’t misused or copied by people that don’t have a license,” West said.",
              "A societal project West said she hopes the trademarks are embraced across Sapmi and that the initiative is about more then just commerce, it’s about affirming identity across the Sami homeland.",
              "“It’s important that we have this as a societal project,” West said.",
              "“The more Sami families, handicrafters, designers, producers and companies embrace the trademarks, the stronger it will be.",
              "“For a small Indigenous nation like us, I hope the trademarks can be a strong way to communicate with a big international world.",
              "” Links to apply for the trademarks are on the Sami Trademarks website.",
              "Write to Eilís Quinn at eilis.",
              "quinn(at)cbc.",
              "ca Related stories from around the North: Canada: Toronto gallery next stop for travelling Kenojuak Ashevak exhibition, Eye on the Arctic Russia: German project to house everything published in Siberian and Arctic languages to seek new funding, Eye on the Arctic Sweden: 2022 Gollegiella Nordic Sami language prize awarded in Stockholm, Eye on the Arctic United States: How Inuit culture helped unlock power of classical score for Inupiaq violinist, Eye on the Arctic Eilís Quinn is an award-winning journalist and manages Radio Canada International’s Eye on the Arctic news cooperation project.",
              "Eilís has reported from the Arctic regions of all eight circumpolar countries and has produced numerous documentary and multimedia series about climate change and the issues facing Indigenous peoples in the North.",
              "Her investigative report \"Death in the Arctic: A community grieves, a father fights for change,\" about the murder of Robert Adams, a 19-year-old Inuk man from Arctic Quebec, received the silver medal for “Best Investigative Article or Series” at the 2019 Canadian Online Publishing Awards.",
              "The project also received an honourable mention for excellence in reporting on trauma at the 2019 Dart Awards in New York City.",
              "Her report “The Arctic Railway: Building a future or destroying a culture?",
              "” on the impact a multi-billion euro infrastructure project would have on Indigenous communities in Arctic Europe was a finalist at the 2019 Canadian Association of Journalists award in the online investigative category.",
              "Her multimedia project on the health challenges in the Canadian Arctic, \"Bridging the Divide,\" was a finalist at the 2012 Webby Awards.",
              "Her work on climate change in the Arctic has also been featured on the TV science program Découverte, as well as Le Téléjournal, the French-Language CBC’s flagship news cast.",
              "Eilís has worked for media organizations in Canada and the United States and as a TV host for the Discovery/BBC Worldwide series \"Best in China.\"",
              "Eilís Quinn is an award-winning journalist and manages Radio Canada International’s Eye on the Arctic news cooperation project.",
              "Eilís has reported from the Arctic regions of all eight circumpolar countries and has produced numerous documentary and multimedia series about climate change and the issues facing Indigenous peoples in the North.",
              "Her investigative report \"Death in the Arctic: A community grieves, a father fights for change,\" about the murder of Robert Adams, a 19-year-old Inuk man from Arctic Quebec, received the silver medal for “Best Investigative Article or Series” at the 2019 Canadian Online Publishing Awards.",
              "The project also received an honourable mention for excellence in reporting on trauma at the 2019 Dart Awards in New York City.",
              "Her report “The Arctic Railway: Building a future or destroying a culture?",
              "” on the impact a multi-billion euro infrastructure project would have on Indigenous communities in Arctic Europe was a finalist at the 2019 Canadian Association of Journalists award in the online investigative category.",
              "Her multimedia project on the health challenges in the Canadian Arctic, \"Bridging the Divide,\" was a finalist at the 2012 Webby Awards.",
              "Her work on climate change in the Arctic has also been featured on the TV science program Découverte, as well as Le Téléjournal, the French-Language CBC’s flagship news cast.",
              "Eilís has worked for media organizations in Canada and the United States and as a TV host for the Discovery/BBC Worldwide series \"Best in China.\"",
              "Note: By submitting your comments, you acknowledge that Radio Canada International has the right to reproduce, broadcast and publicize those comments or any part thereof in any manner whatsoever.",
              "Radio Canada International does not endorse any of the views posted.",
              "Your comments will be pre-moderated and published if they meet netiquette guidelines.",
              "Netiquette » Your email address will not be published.",
              "Required fields are marked * Comment * Name * Email * Website Save my name, email, and website in this browser for the next time I comment.",
              "All episodes →"
            ]
          },
          {
            "title": "The Saami Council launches the Sámi Duodji and Sámi Made trademarks ...",
            "url": "https://www.saamicouncil.net/news-archive/smiri-almmustahtt-smi-duodji-ja-smi-made-mearkkaid-d78cb-3aket",
            "content": [
              "The Saami Council launches the Sámi Duodji and Sámi Made trademarks ...",
              "Renewed Sámi Duodji mark and new Sámi Made mark.",
              "Sámi Duodji and Sámi Made are two separate certification marks, the purpose of which is to tell the buyer which products are made by Sámi people, and which products are traditional handicrafts (duodji).",
              "The Saami Council experiences a great interest in Sámi handicrafts and products, but it is difficult for buyers to know which products are genuine Sámi handicrafts or which products are made by Sámi people.",
              "- The Saami Council feels that Sámi crafts and products have great value and believes that buyers would choose Sámi crafts or products made by Sámi people if they had the opportunity.",
              "This is precisely the opportunity we want to offer with the help of these trademarks and in this way strengthen the competitiveness of Sámi businesses, says Sandra Márjá West, project manager for Sámi trademarks.",
              "The Saami Council, together with Sámi craft organizations, has renewed the Sámi Duodji mark and is therefore publishing the trademark again.",
              "The Sámi Duodji trademark is for traditional Sámi handicrafts and was established in the 80s together with Sámi handicraft organizations.",
              "West says that they have been working on this together with the Sámi craft organisations, who feel that there is a great need for the trademark, as the misuse of Sámi handicrafts is still a big challenge for Sámi society.",
              "In addition, the criteria needed updating to modern times and the need to strengthen the trademark's marketing also came up, says West.",
              "- The Saami Council has received funding for trademark marketing.",
              "The Saami Council has digitized the application forms to make it easier to apply for the trademarks, which also makes it easier to find Sámi artists and producers via the samitrademarks.",
              "com website.",
              "West says that due to the reform of the rules and the new digital register of Sámi artists and producers, everyone who already has a trademark must apply for the new Sámi Duodji trademark again.",
              "- We welcome both old and new users.",
              "To be successful, the certification mark system requires that the Sámi people adopt the trademarks.",
              "Only then do they work as intended.",
              "Photo: Sámi Duodji Sameslöjdstiftelsen In the certification mark work, it became clear that there is a strong need in the Sámi community for a trademark that can be used for Sámi products other than handicrafts, to certify that a Sámi has made a product.",
              "The name of this new trademark is Sámi Made.",
              "It can be used for all products made by Sámi.",
              "These can be, for example, Sámi design, jewellery, souvenirs, books or other physical products.",
              "-Today, we have many different products made by the Sámi people, and we want to strengthen their competitiveness with the help of the trademark, says West.",
              "West also says that since Sámi Made is a completely new system, the Sámi Council plans to first set up a pilot group to which Sámi companies will be invited.",
              "The purpose of the pilot group is to find out how the trademark works and to consider whether it should be adapted to the Sámi society even better.",
              "The Sámi Council hopes that Sámi companies and producers feel it is important to join the pilot group.",
              "The Saami Council has been working on the project since 2015 and has worked in close cooperation with both Sámi craft organizations and artists.",
              "Christina Hætta, head of the Saami Council's Cultural Department, is happy when the certification marks can finally be put into use: - The certification marks have now been released and we can finally take the next step, which is the marketing of the mark and a discussion with artisans and design producers about how we can even better implement the certification system for the benefit of Sámi.",
              "The craft stamp project is financed by the American Embassies in Sweden, Finland and Norway.",
              "The partners of the project are Sámi Duodji ry in Finland, Sámi Duodji/ Sameslöjdstiftelsen in Sweden, Duodjeinstituhtta and Sámi Duodji in Norway.",
              "Read more about the Sámi trademarks and apply for them at www.",
              "samitrademarks.",
              "com.",
              "Head of the Cultural Unit Tel: +47 48021734 Email: christina@saamicouncil.",
              "net"
            ]
          }
        ],
        "Many artisans rely on their reputations instead of paying for the duodji crafts trademark.": [
          {
            "title": "The Saami Council launches the Sámi Duodji and Sámi Made trademarks ...",
            "url": "https://www.saamicouncil.net/news-archive/smiri-almmustahtt-smi-duodji-ja-smi-made-mearkkaid-d78cb-3aket",
            "content": [
              "The Saami Council launches the Sámi Duodji and Sámi Made trademarks ...",
              "Renewed Sámi Duodji mark and new Sámi Made mark.",
              "Sámi Duodji and Sámi Made are two separate certification marks, the purpose of which is to tell the buyer which products are made by Sámi people, and which products are traditional handicrafts (duodji).",
              "The Saami Council experiences a great interest in Sámi handicrafts and products, but it is difficult for buyers to know which products are genuine Sámi handicrafts or which products are made by Sámi people.",
              "- The Saami Council feels that Sámi crafts and products have great value and believes that buyers would choose Sámi crafts or products made by Sámi people if they had the opportunity.",
              "This is precisely the opportunity we want to offer with the help of these trademarks and in this way strengthen the competitiveness of Sámi businesses, says Sandra Márjá West, project manager for Sámi trademarks.",
              "The Saami Council, together with Sámi craft organizations, has renewed the Sámi Duodji mark and is therefore publishing the trademark again.",
              "The Sámi Duodji trademark is for traditional Sámi handicrafts and was established in the 80s together with Sámi handicraft organizations.",
              "West says that they have been working on this together with the Sámi craft organisations, who feel that there is a great need for the trademark, as the misuse of Sámi handicrafts is still a big challenge for Sámi society.",
              "In addition, the criteria needed updating to modern times and the need to strengthen the trademark's marketing also came up, says West.",
              "- The Saami Council has received funding for trademark marketing.",
              "The Saami Council has digitized the application forms to make it easier to apply for the trademarks, which also makes it easier to find Sámi artists and producers via the samitrademarks.",
              "com website.",
              "West says that due to the reform of the rules and the new digital register of Sámi artists and producers, everyone who already has a trademark must apply for the new Sámi Duodji trademark again.",
              "- We welcome both old and new users.",
              "To be successful, the certification mark system requires that the Sámi people adopt the trademarks.",
              "Only then do they work as intended.",
              "Photo: Sámi Duodji Sameslöjdstiftelsen In the certification mark work, it became clear that there is a strong need in the Sámi community for a trademark that can be used for Sámi products other than handicrafts, to certify that a Sámi has made a product.",
              "The name of this new trademark is Sámi Made.",
              "It can be used for all products made by Sámi.",
              "These can be, for example, Sámi design, jewellery, souvenirs, books or other physical products.",
              "-Today, we have many different products made by the Sámi people, and we want to strengthen their competitiveness with the help of the trademark, says West.",
              "West also says that since Sámi Made is a completely new system, the Sámi Council plans to first set up a pilot group to which Sámi companies will be invited.",
              "The purpose of the pilot group is to find out how the trademark works and to consider whether it should be adapted to the Sámi society even better.",
              "The Sámi Council hopes that Sámi companies and producers feel it is important to join the pilot group.",
              "The Saami Council has been working on the project since 2015 and has worked in close cooperation with both Sámi craft organizations and artists.",
              "Christina Hætta, head of the Saami Council's Cultural Department, is happy when the certification marks can finally be put into use: - The certification marks have now been released and we can finally take the next step, which is the marketing of the mark and a discussion with artisans and design producers about how we can even better implement the certification system for the benefit of Sámi.",
              "The craft stamp project is financed by the American Embassies in Sweden, Finland and Norway.",
              "The partners of the project are Sámi Duodji ry in Finland, Sámi Duodji/ Sameslöjdstiftelsen in Sweden, Duodjeinstituhtta and Sámi Duodji in Norway.",
              "Read more about the Sámi trademarks and apply for them at www.",
              "samitrademarks.",
              "com.",
              "Head of the Cultural Unit Tel: +47 48021734 Email: christina@saamicouncil.",
              "net"
            ]
          },
          {
            "title": "Certification marks help both Sami artisans and consumers, says council",
            "url": "https://www.rcinet.ca/eye-on-the-arctic/2023/01/26/certification-marks-help-both-sami-artisans-and-consumers-says-council/",
            "content": [
              "Certification marks help both Sami artisans and consumers, says council",
              "Issues affecting circumpolar nations With more people purchasing Sami handicrafts and arts, the Saami Council says the recent launch of special trademarks will help both Sami artisans and consumers.",
              "“The Sami community has noticed an increased interest in our culture but also an increasing amount of copying of our arts as well as cultural appropriation,” Sandra Márjá West, the project leader from the Saami Council Cultural Unit, told Eye on the Arctic.",
              "“So this project has been in the works for a long time.",
              "” The project saw two trademarks released in December: a renewed “Sámi Duodji” trademark, and a separate, new, “Sámi Made” trademark.",
              "West says the two new symbols can reassure consumers that the Sami handicraft or product they’re purchasing was actually made by a Sami artisan.",
              "“We feel someone buying a Sami handicraft, having the choice, would prefer to purchase one made by a Sami person,” West said.",
              "“[The trademarks] protect the consumer and help strengthen business opportunities for Sami.",
              "” Traditional handicrafts The Saami Council is the NGO that promotes the rights and pan-Arctic interests of the estimated 100,000 to 150,000 Saami in Finland, Sweden, Norway and Russia – the Saami homeland collectively referred to as Sapmi.",
              "Saami handicrafts (duodji) can include anything from knives to traditional wooden cups.",
              "The creation of the original “Sámi Duodji” trademark goes back to the 1980s and was established with the Sami handicraft organisation.",
              "However, the organization and the council decided to renew the trademark and rework how it functions in response to the number of items still being sold in Arctic Europe that purport to be by Sami when they aren’t.",
              "“We’ve seen this problem increasing in the areas where tourism is growing,” West said.",
              "“In the beginning, there were a lot of issues with this on the Finnish side, but now, with the resurgence of winter tourism in Norway, I personally see the challenge growing bigger here in northern Norway.",
              "It’s really surprising when you’re a local and you see how many shops in the centres are just catering to tourists.",
              "” Responding to new markets In addition to the trademark relaunch, a new trademark “Sámi Made” was also unveiled at the same time to cover items that weren’t handicrafts.",
              "“When the council started work on renewing the trade mark, together with the Sami handicraft organization, the need was identified to have a different trademark for products like designs, books and jewellery or other physical products,” West said.",
              "To use trademarks, Sami artists or artisans will need to make an application on line.",
              "A committee will review the applications and issue the personal licensing number.",
              "With the number, consumers can also go online, and look up information about who has made the product.",
              "“It will make it easier for us to control and ensure the trademarks aren’t misused or copied by people that don’t have a license,” West said.",
              "A societal project West said she hopes the trademarks are embraced across Sapmi and that the initiative is about more then just commerce, it’s about affirming identity across the Sami homeland.",
              "“It’s important that we have this as a societal project,” West said.",
              "“The more Sami families, handicrafters, designers, producers and companies embrace the trademarks, the stronger it will be.",
              "“For a small Indigenous nation like us, I hope the trademarks can be a strong way to communicate with a big international world.",
              "” Links to apply for the trademarks are on the Sami Trademarks website.",
              "Write to Eilís Quinn at eilis.",
              "quinn(at)cbc.",
              "ca Related stories from around the North: Canada: Toronto gallery next stop for travelling Kenojuak Ashevak exhibition, Eye on the Arctic Russia: German project to house everything published in Siberian and Arctic languages to seek new funding, Eye on the Arctic Sweden: 2022 Gollegiella Nordic Sami language prize awarded in Stockholm, Eye on the Arctic United States: How Inuit culture helped unlock power of classical score for Inupiaq violinist, Eye on the Arctic Eilís Quinn is an award-winning journalist and manages Radio Canada International’s Eye on the Arctic news cooperation project.",
              "Eilís has reported from the Arctic regions of all eight circumpolar countries and has produced numerous documentary and multimedia series about climate change and the issues facing Indigenous peoples in the North.",
              "Her investigative report \"Death in the Arctic: A community grieves, a father fights for change,\" about the murder of Robert Adams, a 19-year-old Inuk man from Arctic Quebec, received the silver medal for “Best Investigative Article or Series” at the 2019 Canadian Online Publishing Awards.",
              "The project also received an honourable mention for excellence in reporting on trauma at the 2019 Dart Awards in New York City.",
              "Her report “The Arctic Railway: Building a future or destroying a culture?",
              "” on the impact a multi-billion euro infrastructure project would have on Indigenous communities in Arctic Europe was a finalist at the 2019 Canadian Association of Journalists award in the online investigative category.",
              "Her multimedia project on the health challenges in the Canadian Arctic, \"Bridging the Divide,\" was a finalist at the 2012 Webby Awards.",
              "Her work on climate change in the Arctic has also been featured on the TV science program Découverte, as well as Le Téléjournal, the French-Language CBC’s flagship news cast.",
              "Eilís has worked for media organizations in Canada and the United States and as a TV host for the Discovery/BBC Worldwide series \"Best in China.\"",
              "Eilís Quinn is an award-winning journalist and manages Radio Canada International’s Eye on the Arctic news cooperation project.",
              "Eilís has reported from the Arctic regions of all eight circumpolar countries and has produced numerous documentary and multimedia series about climate change and the issues facing Indigenous peoples in the North.",
              "Her investigative report \"Death in the Arctic: A community grieves, a father fights for change,\" about the murder of Robert Adams, a 19-year-old Inuk man from Arctic Quebec, received the silver medal for “Best Investigative Article or Series” at the 2019 Canadian Online Publishing Awards.",
              "The project also received an honourable mention for excellence in reporting on trauma at the 2019 Dart Awards in New York City.",
              "Her report “The Arctic Railway: Building a future or destroying a culture?",
              "” on the impact a multi-billion euro infrastructure project would have on Indigenous communities in Arctic Europe was a finalist at the 2019 Canadian Association of Journalists award in the online investigative category.",
              "Her multimedia project on the health challenges in the Canadian Arctic, \"Bridging the Divide,\" was a finalist at the 2012 Webby Awards.",
              "Her work on climate change in the Arctic has also been featured on the TV science program Découverte, as well as Le Téléjournal, the French-Language CBC’s flagship news cast.",
              "Eilís has worked for media organizations in Canada and the United States and as a TV host for the Discovery/BBC Worldwide series \"Best in China.\"",
              "Note: By submitting your comments, you acknowledge that Radio Canada International has the right to reproduce, broadcast and publicize those comments or any part thereof in any manner whatsoever.",
              "Radio Canada International does not endorse any of the views posted.",
              "Your comments will be pre-moderated and published if they meet netiquette guidelines.",
              "Netiquette » Your email address will not be published.",
              "Required fields are marked * Comment * Name * Email * Website Save my name, email, and website in this browser for the next time I comment.",
              "All episodes →"
            ]
          },
          {
            "title": "Sámi Duodji - Sámi Trademarks",
            "url": "https://samitrademarks.com/om-sami-duodji/",
            "content": [
              "Sámi Duodji - Sámi Trademarks",
              "E-mail Password The Sámi Duodji trademark tells the buyer that a product is genuine duodji made by a Sámi.",
              "When you buy products with the Sámi Duodji trademark, you know that you are supporting Sámi duoját (handicrafter) and the Sámi community.",
              "The Sámi Duodji trademark can be used on duodji (handicraft products) made by a Sámi or Sámis, and which follow traditional material use, form, techniques, and use.",
              "An example list has been prepared which explains which products the Sámi Duodji trademark can be used on, and which requirements there are for the products.",
              "It is permissible to use machines to help in the work, but products that are entirely machine-produced/factory-produced are not approved.",
              "The licensing offices for the Sámi Duodji trademark (Duodjeinstituhtta, Sámi Duodji ry, and Sámi Duodji Sameslöjdstiftelsen) are our professionals, and they have prepared the list together.",
              "They will together update the list if necessary.",
              "Due to changes in the trademark and digitization, those with the old Sámi Duodji trademark must submit a new application to get the new trademark.",
              "The old Sámi Duodji labels cannot be used after the end of 2023.",
              "Duodji is traditional Sámi crafts and arts.",
              "Duodji encompasses both the act of creating something and what is produced.",
              "Duodji is the term used in Northern Sámi, while in Lule Sámi it is called duodje, and duedtie/vætnoe is used in Southern Sámi Products that are inspired by Sámi culture, but not made by Sámis, are a big challenge for the entire Sámi community.",
              "Many customers are interested in buying genuine duodji, but they do not have enough knowledge to distinguish genuine duodji and copies of duodji products.",
              "With the help of Sámi trademarks, we Sámis ourselves define what duodji is, and provide the customer with tools that enable them to find genuine Sámi duodji.",
              "The Sámi Duodji trademark will strengthen Sámi competitiveness in the world, protect Sámi culture and duodji, and ensure that we Sámi ourselves decide how our culture is commercialized.",
              "Users of the Sámi Duodji trademark are visible on our websites and social media.",
              "Sámi businesses are often small and work a lot alone.",
              "You are part of a larger community when you have the Sámi Made trademark, you are part of a larger community.",
              "We want to offer conferences and courses to our licensed users.",
              "October 20.",
              "-22.",
              ", we organize Duodjebeaivvit, a conference for duojárat and Sámi creative industries, in Arvidsjaur, Sweden.",
              "The Saami Council owns the Sámi Duodji trademark on behalf of the Sámi people.",
              "Sámi duodji organizations and institutions are our partners, and they act as licensing offices, managing and distributing the Sámi Duodji trademark.",
              "In Norway: Duodjeinstituhtta In Finland: Sámi Duodji ry In Sweden: Sámi Duodji Sameslöjdstiftelsen The Saami Council is a voluntary and independent Sámi cultural and political organization, which functions as a cooperation body for Sámi organizations.",
              "Since our foundation in 1956, The Saami Council has worked actively with Sámi political issues.",
              "Here you will find more information about application criteria and can apply for the Sámi Duodji trademark.",
              "Sámiráđđi"
            ]
          }
        ],
        "Modern-day artisans face challenges such as appropriation and mass-marketing of their designs by non-Sami people.": [
          {
            "title": "Certification marks help both Sami artisans and consumers, says council",
            "url": "https://www.rcinet.ca/eye-on-the-arctic/2023/01/26/certification-marks-help-both-sami-artisans-and-consumers-says-council/",
            "content": [
              "Certification marks help both Sami artisans and consumers, says council",
              "Issues affecting circumpolar nations With more people purchasing Sami handicrafts and arts, the Saami Council says the recent launch of special trademarks will help both Sami artisans and consumers.",
              "“The Sami community has noticed an increased interest in our culture but also an increasing amount of copying of our arts as well as cultural appropriation,” Sandra Márjá West, the project leader from the Saami Council Cultural Unit, told Eye on the Arctic.",
              "“So this project has been in the works for a long time.",
              "” The project saw two trademarks released in December: a renewed “Sámi Duodji” trademark, and a separate, new, “Sámi Made” trademark.",
              "West says the two new symbols can reassure consumers that the Sami handicraft or product they’re purchasing was actually made by a Sami artisan.",
              "“We feel someone buying a Sami handicraft, having the choice, would prefer to purchase one made by a Sami person,” West said.",
              "“[The trademarks] protect the consumer and help strengthen business opportunities for Sami.",
              "” Traditional handicrafts The Saami Council is the NGO that promotes the rights and pan-Arctic interests of the estimated 100,000 to 150,000 Saami in Finland, Sweden, Norway and Russia – the Saami homeland collectively referred to as Sapmi.",
              "Saami handicrafts (duodji) can include anything from knives to traditional wooden cups.",
              "The creation of the original “Sámi Duodji” trademark goes back to the 1980s and was established with the Sami handicraft organisation.",
              "However, the organization and the council decided to renew the trademark and rework how it functions in response to the number of items still being sold in Arctic Europe that purport to be by Sami when they aren’t.",
              "“We’ve seen this problem increasing in the areas where tourism is growing,” West said.",
              "“In the beginning, there were a lot of issues with this on the Finnish side, but now, with the resurgence of winter tourism in Norway, I personally see the challenge growing bigger here in northern Norway.",
              "It’s really surprising when you’re a local and you see how many shops in the centres are just catering to tourists.",
              "” Responding to new markets In addition to the trademark relaunch, a new trademark “Sámi Made” was also unveiled at the same time to cover items that weren’t handicrafts.",
              "“When the council started work on renewing the trade mark, together with the Sami handicraft organization, the need was identified to have a different trademark for products like designs, books and jewellery or other physical products,” West said.",
              "To use trademarks, Sami artists or artisans will need to make an application on line.",
              "A committee will review the applications and issue the personal licensing number.",
              "With the number, consumers can also go online, and look up information about who has made the product.",
              "“It will make it easier for us to control and ensure the trademarks aren’t misused or copied by people that don’t have a license,” West said.",
              "A societal project West said she hopes the trademarks are embraced across Sapmi and that the initiative is about more then just commerce, it’s about affirming identity across the Sami homeland.",
              "“It’s important that we have this as a societal project,” West said.",
              "“The more Sami families, handicrafters, designers, producers and companies embrace the trademarks, the stronger it will be.",
              "“For a small Indigenous nation like us, I hope the trademarks can be a strong way to communicate with a big international world.",
              "” Links to apply for the trademarks are on the Sami Trademarks website.",
              "Write to Eilís Quinn at eilis.",
              "quinn(at)cbc.",
              "ca Related stories from around the North: Canada: Toronto gallery next stop for travelling Kenojuak Ashevak exhibition, Eye on the Arctic Russia: German project to house everything published in Siberian and Arctic languages to seek new funding, Eye on the Arctic Sweden: 2022 Gollegiella Nordic Sami language prize awarded in Stockholm, Eye on the Arctic United States: How Inuit culture helped unlock power of classical score for Inupiaq violinist, Eye on the Arctic Eilís Quinn is an award-winning journalist and manages Radio Canada International’s Eye on the Arctic news cooperation project.",
              "Eilís has reported from the Arctic regions of all eight circumpolar countries and has produced numerous documentary and multimedia series about climate change and the issues facing Indigenous peoples in the North.",
              "Her investigative report \"Death in the Arctic: A community grieves, a father fights for change,\" about the murder of Robert Adams, a 19-year-old Inuk man from Arctic Quebec, received the silver medal for “Best Investigative Article or Series” at the 2019 Canadian Online Publishing Awards.",
              "The project also received an honourable mention for excellence in reporting on trauma at the 2019 Dart Awards in New York City.",
              "Her report “The Arctic Railway: Building a future or destroying a culture?",
              "” on the impact a multi-billion euro infrastructure project would have on Indigenous communities in Arctic Europe was a finalist at the 2019 Canadian Association of Journalists award in the online investigative category.",
              "Her multimedia project on the health challenges in the Canadian Arctic, \"Bridging the Divide,\" was a finalist at the 2012 Webby Awards.",
              "Her work on climate change in the Arctic has also been featured on the TV science program Découverte, as well as Le Téléjournal, the French-Language CBC’s flagship news cast.",
              "Eilís has worked for media organizations in Canada and the United States and as a TV host for the Discovery/BBC Worldwide series \"Best in China.\"",
              "Eilís Quinn is an award-winning journalist and manages Radio Canada International’s Eye on the Arctic news cooperation project.",
              "Eilís has reported from the Arctic regions of all eight circumpolar countries and has produced numerous documentary and multimedia series about climate change and the issues facing Indigenous peoples in the North.",
              "Her investigative report \"Death in the Arctic: A community grieves, a father fights for change,\" about the murder of Robert Adams, a 19-year-old Inuk man from Arctic Quebec, received the silver medal for “Best Investigative Article or Series” at the 2019 Canadian Online Publishing Awards.",
              "The project also received an honourable mention for excellence in reporting on trauma at the 2019 Dart Awards in New York City.",
              "Her report “The Arctic Railway: Building a future or destroying a culture?",
              "” on the impact a multi-billion euro infrastructure project would have on Indigenous communities in Arctic Europe was a finalist at the 2019 Canadian Association of Journalists award in the online investigative category.",
              "Her multimedia project on the health challenges in the Canadian Arctic, \"Bridging the Divide,\" was a finalist at the 2012 Webby Awards.",
              "Her work on climate change in the Arctic has also been featured on the TV science program Découverte, as well as Le Téléjournal, the French-Language CBC’s flagship news cast.",
              "Eilís has worked for media organizations in Canada and the United States and as a TV host for the Discovery/BBC Worldwide series \"Best in China.\"",
              "Note: By submitting your comments, you acknowledge that Radio Canada International has the right to reproduce, broadcast and publicize those comments or any part thereof in any manner whatsoever.",
              "Radio Canada International does not endorse any of the views posted.",
              "Your comments will be pre-moderated and published if they meet netiquette guidelines.",
              "Netiquette » Your email address will not be published.",
              "Required fields are marked * Comment * Name * Email * Website Save my name, email, and website in this browser for the next time I comment.",
              "All episodes →"
            ]
          },
          {
            "title": "Duodji - Resurgence of The Sámi Handicraft - Nuet",
            "url": "https://nuetaquavit.com/2020/04/07/sami-handicraft-resurrecting-an-old-trade/",
            "content": [
              "Duodji - Resurgence of The Sámi Handicraft - Nuet",
              "Throughout history, Sámi handicraft and homemade articles have been important in arctic society and everyday life.",
              "For centuries the best and cheapest way to acquire something was by making it yourself.",
              "Today this isn’t really the case, but the craft still lives on for decorative use.",
              "Due to the industrialisation and modernization of society, many of these old crafts almost died out.",
              "Even though this hasn’t been a thriving industry for long there are still enthusiasts keeping the craft alive, and there is an increasing interest in the handicraft.",
              "The Sámi people are an indigenous people inhabiting Sápmi, a large region encompassing large parts of northern Norway, Sweden and Finland, as well as a small part of Russia.",
              "The Sámis are mostly known for reindeer herding, music and food, as well as their traditional Sámi handicraft, duodji.",
              "In the past few years, the interest in Sámi culture has exploded.",
              "Sámi singers and artists have gained a lot of media attention and this has made people more engaged in the culture.",
              "As late as the ’60s Norway had strict policies suppressing and norwegianizing the Sámi people.",
              "As a result of these policies, many Sámis were forced to abandon their culture and language, and within a few generations many families with Sámi heritage had lost most or even all of the Sámi culture.",
              "All the Sámi media attention in recent years have made people more interested in the traditional Sámi way of living.",
              "Youth with Sámi heritage want to learn about their culture, and many have started learning the language, wearing Sámi clothing and doing Sámi handicrafts.",
              "Today the demand for the craft is high enough for people to earn a living producing it.",
              "One of the people dedicated to this craft is Hilde Lund from Nordreisa in Northern Norway.",
              "She is what’s called a duodjar, a professional duodji artist.",
              "For almost 25 years Hilde has been working with the craft, making traditional Sámi clothing, jewellery and accessories.",
              "Although there is enough demand to make a living, this is yet to be a trade for people that want to become rich.",
              "“It doesn’t make me rich on money, but I get quite rich on creativity” Norwegians aren’t the only ones interested in the craft.",
              "Once Hilde had a visit by a Qatari royal family on holiday in Northern Norway.",
              "They were interested in buying gloves and hats made of reindeer leather and fox fur.",
              "Usually, she spends around a month making such a large order, but this time she had two weeks on completing the products for the royal family.",
              "It required a lot of hard work and ate a lot of free time, but she managed to finish it and the family was really satisfied with the result.",
              "In addition to the Qatari royals, Hilde has had visits from the Norwegian queen.",
              "The queen has an interest in Sámi handicraft and she’s visited her several times during the last decade.",
              "“It was absolutely a unique experience to suddenly have a royal family ordering my craft” Following hundreds of years of old traditions, many craftsmen make their craft almost exclusively with local natural resources.",
              "Before the mass-industrialization surrounding the second world war, the arctic people mostly made their own clothes from local resources.",
              "Wool from sheep and goats, leather from cows and pelt of reindeer were common materials.",
              "In coastal areas where households had access to little to no livestock many used fish skin for clothing and apparel.",
              "The fish was skinned, the meat cooked, and the skin was dried and processed to make boots, hats and gloves.",
              "Less than a century ago, this was still used actively by arctic people.",
              "The fish skin was mostly used by working-class people that could not afford more expensive fabrics and material.",
              "It is quite interesting that the material historically used in a poor man’s clothing is now a growing exclusive trend.",
              "As a result of people’s poor economy in the early 1900s, no materials could be wasted.",
              "Everything had to be used.",
              "A fish wasn’t just for food.",
              "Everything had its purpose.",
              "Hilde believes in the traditional no-waste philosophy.",
              "On the side of her handicraft, she works with catering, making food for events and gatherings.",
              "The meat is used for meals, the skin for jewellery and the bones for decorations.",
              "Crafts dependent on natural resources often rely on season and weather.",
              "The process of gathering the materials to a purse may take as long as a year.",
              "Cod skin and reindeer pelt are acquired during the winter, goat willow bark is collected in the spring and salmon skin is a summertime resource.",
              "This is definitively a long and time-consuming process, but the quality and authenticity of the craft are worth it.",
              "Today Hilde arranges courses teaching people duodji.",
              "Enthusiasts and other interested individuals from all over the region attend her courses to learn about and practise duodji.",
              "She’s happy to see that it is such interest in the craft and that it will live on for the foreseeable future.",
              "“It is always a pleasure doing these courses.",
              "It’s so fun meeting and teaching people interested in the craft.",
              "” In later blog posts, we’ll come back to and learn more about Sámi handicraft and culture.",
              "We at Nuet publish weekly posts about Scandinavian culture.",
              "Follow us at @nuetaquavit for instant updates in your feed, and check out our other posts at nuetaquavit.",
              "com/stories.",
              "Keep up-to-date with special releases, news and events near you."
            ]
          },
          {
            "title": "The Way of Sami Duodji: From Nomadic Necessity to Trademarked Lifestyle",
            "url": "https://digitalcommons.unl.edu/tsaconf/30/",
            "content": [
              "The Way of Sami Duodji: From Nomadic Necessity to Trademarked Lifestyle",
              "Home > TextilesStudies > TEXTILESOC > TSA Symposia > 30 The Way of Sami Duodji: From Nomadic Necessity to Trademarked Lifestyle Desiree KoslinFollow 2010 Presented at “Textiles and Settlement: From Plains Space to Cyber Space,” Textile Society of America 12th Biennial Symposium, Lincoln, Nebraska, October 6-9, 2010.",
              "Copyright 2010 Textile Society of America.",
              "Presented at “Textiles and Settlement: From Plains Space to Cyber Space,” Textile Society of America 12th Biennial Symposium, Lincoln, Nebraska, October 6-9, 2010.",
              "Copyright 2010 Textile Society of America.",
              "The Sami people of Northwestern Eurasia in Norway, Sweden, Finland and Russia share historical vicissitudes brought upon them with most other First Peoples.",
              "Their languages were suppressed, their religion and culture obliterated, and their way of life ultimately condemned to marginality.",
              "In a painful process that was first given wider attention in texts of the seventeenth century, the Sami were given few options for survival but to acquiesce and adapt to the dictates issued, largely losing their cultural identity in the process.",
              "Today, thanks to extensive advocacy of Sami activists starting in the 1960s, a reawakened Sami identity is fostered through schools, native-language publications, and higher-education programs teaching traditional and contemporary crafts.",
              "What once were objects of basic needs for a nomadic reindeer herder society have therefore become exquisite expressions of duodji craft items and works of art, the trademark-protected brand for Sami collectibles that include woven and braided bands, dress and footwear made of furs and hides.",
              "Beyond the duodji brand, many Sami artists find markets for their cultural expressions in galleries and other art market venues.",
              "This paper will briefly examine Sami history in a contextual and historical sketch, describing the nature and challenges of the Eurasian Subarctic region.",
              "It will focus on the work of contemporary duodji textile and clothing makers who regard their heritage either as an obligation to continue traditions in an unbroken form, or as opportunities to express personal visions and innovative departures.",
              "DOWNLOADS Since March 01, 2011 Art and Design Commons Advanced Search Search Help Home | About | FAQ | My Account | Accessibility Statement Privacy Copyright"
            ]
          }
        ]
      },
      "evidence": {
        "The traditional Sami duodji crafts are a form of Sami handicraft that dates back to thousands of years ago.": [
          "Duodji is a traditional Sami handicraft, dating back to a time when the Sami were far more isolated from the outside world than they are today.",
          "Today, Sami craft is preserved through the duodji industry. Fuelled by an eager tourism market and pride in Sami heritage, duodji transforms practical items into works of art. Wood, bone, and antler carvings are especially popular, along beside silver spoons and jewelry.",
          "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
          "Duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use."
        ],
        "Duodji crafts include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.": [
          "They created cups, plates, utensils, knife sheaths, and lasso toggles for their households.",
          "Sami clothing is famous for its colorful woven bands and use of metallic threads for decoration.",
          "Wood, bone, and antler carvings are especially popular, along with silver spoons and jewelry.",
          "Additionally, many Sami artists create baskets, clothing, and home decorations based on Sami tradition.",
          "Some examples include knives, cases, ladies' bags, wooden cups, and articles of clothing."
        ],
        "Duodji crafts are intended to be functional, but also aesthetically beautiful and portable.": [
          "The Sámi people have traditionally focused on aesthetics in all of life’s activities. In everything from cups and knives to sleds, traditional clothing, religious objects, joik (a traditional form of singing), and behaviour, the idea was to live so cautiously that one left no visible trace after oneself.",
          "Duodji was a descriptor for creative activity, and a concept whose scope was infinitely wider than art per se.",
          "Makers of duodji related to tradition and treated it as a guideline, but put their own personal mark on the objects they made, thereby ensuring development at the same time as they followed their own heart as well as tradition.",
          "In contrast to Modernism’s innovative art forms that advanced without taking the past into account, the Sámi were always aware that they built on the knowledge of their parents and past generations.",
          "They did not relate to a Western concept of art, but focused instead on the relation between a form and its functional value.",
          "Creativity was linked to a context that was both necessary and meaningful.",
          "Meanwhile, elsewhere in Scandinavia and the world, Western concepts of art, through Modernism, were used to cultivate non-purposive art.",
          "Duodji tools, clothing, and accessories are intended to primarily be functional,[4][5] but may also incorporate artistic elements. [6]",
          "Some examples include knives, cases, ladies' bags, wooden cups, and articles of clothing. [7][8]",
          "Duodji items were made to be used in an everyday work environment. [9][10]",
          "Traditionally, Sami handicraft was divided into two sub-groups: men's and women's handicraft. [11][12]",
          "Men used mostly wood and antlers as well as other bones from reindeer when crafting, while women used leather and roots. [13]",
          "The traditional Sami colors are red, green, blue, and yellow. ",
          "Duodji artists are still active in Sapmi and still carry on the tradition of the Duodji. [14][15][16]"
        ],
        "Duodji crafts reflect the Sami culture, identity, and connection to nature.": [
          "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
          "Aesthetically beautiful, functional, and portable, duodji has been produced by Sámi duodjar (artisans) for thousands of years, and like the gákti, is intended for daily use.",
          "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl). The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
          "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
          "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
          "Souvenirs and other items that have no traditional or functional use are not eligible to be considered as duodji.",
          "Sami leather and woolen bag with metal embroidery; on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching. The bag was previously part of the Norwegian Folk Museum's collection, but in 2018 was transferred to Saemien Sijte in the Bååstede project.",
          "The traditional Sami notion of \"duodji\" is: \". . . needlework, carpentry, solid; finished work, product, work; . . .\" . This term signifies actual work, as well as objects.",
          "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit.",
          "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
          "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
          "As the practice of \"duodji\" has very different connotations to different Sami settlements, attempts by Sami politicians to improve its standing have been problematic.",
          "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders.",
          "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms.",
          "1. Duodji is made of materials from nature, such as birch burls and reindeer antlers and furs, alone or combined with traded goods such as cloth or beads.",
          "2. The videos tell the stories behind duodji objects and how they are inextricably linked to questions of S醡i heritage, identity and everyday life.",
          "3. The displayed objects are contemporary examples of duodji, S醡i craft."
        ],
        "Duodji crafts represent the Sami people's adaptation, resilience, and creativity in harsh environments and changing circumstances.": [
          "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
          "Duodji items were made to be used in an everyday work environment.",
          "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
          "By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kautokeino River in the middle of Sami land, against the wishes of most of the Sami people.",
          "Duodji artists are still active in Sapmi and still carry on the traditions of the Duodji.",
          "However, in the context of Sámi ethnopolitical mobilization, duodji acquired new symbolic value as a central marker of collective identity and Sámi peoplehood, attracting also new kind of academic interest among the Sámi themselves."
        ],
        "Duodji crafts express the Sami people's spirituality, cosmology, and values through symbols, colors, and patterns.": [
          "'Material flow in the contemporary or historical sense is maybe where my critical perspective towards duodji starts.'",
          "Silverwork brooches adorn the front of a Sámi woman’s liidni (shawl). The brooches, called risku, are decoration, but they also carry specific cultural meaning, especially for young, unmarried women.",
          "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
          "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
          "Sámi drum from a market in Jokkmokk, Sweden, decorated with traditional imagery.",
          "Sami leather and woolen bag with metal embroidery; on the front, red and blue wool cloth is decorated with pewter thread fastened with calf stitching.",
          "While the term relates primarily to different types of handicrafts, it also designates manifestations of the Holy Spirit. ",
          "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society. ",
          "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
          "Yet \"duodji\" has been conceived of in very different ways within the Sami society.",
          "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"duodji\". ",
          "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
          "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms."
        ],
        "Duodji crafts are not only objects, but also work, knowledge, and skills that are passed down from generation to generation.": [
          "Duodji items were made to be used in an everyday work environment.",
          "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
          "The traditional way of doing handicrafts and its persistent usefulness in their daily life constitutes one legitimate and aesthetically impeccable element in their efforts to establish complementarity and parity with Norwegian society.",
          "Duodji, or traditional Sámi handicrafts, include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.",
          "Duodji tools, clothing, and accessories are intended to primarily be functional, but may also incorporate artistic elements.",
          "Duodji artists are still active in Sapmi and still carry on the traditions of the Duodji.",
          "This term signifies actual work, as well as objects."
        ],
        "Modern-day artisans have preserved and brought attention to this unique art form by continuing to produce duodji crafts according to traditional principles and materials.": [
          "\"Samiid doudji\" is a type of home-craft which maintains unity between craftsman/woman-use-tradition- material-form-consumer in present-day society.",
          "By its ability to expand and grow, \"duodji\" demonstrates to the outside world how very much alive and modern the Sami people are, an opinion, however, apparently not shared by the Norwegian state, who, in 1983 will start building a gigantic hydroelectric power station on the Alta-Kauto",
          "She is what’s called a duodjar, a professional duodji artist.",
          "The traditional Sami notion of \"duodji\" is: \".",
          "The old tradition of pewter thread application has been developed into a skill of high quality at the same time as other traditional techniques have been applied to new materials and forms. 6.",
          "Many have organized and now mark authentic crafts with a Duodji association sticker or tag.",
          "Wool from sheep and goats, leather from cows and pelt of reindeer were common materials."
        ],
        "Modern-day artisans have established craft schools, guides, exhibitions, and trade associations to maintain the integrity and quality of duodji crafts.": [
          "Sámi efforts to maintain the integrity and quality of duodji include craft schools, guides, exhibitions, and trade associations.",
          "1. Today the demand for the craft is high enough for people to earn a living producing it.",
          "2. Youth with Sámi heritage want to learn about their culture, and many have started learning the language, wearing Sámi clothing and doing Sámi handicrafts.",
          "3. One of the people dedicated to this craft is Hilde Lund from Nordreisa in Northern Norway. She is what’s called a duodjar, a professional duodji artist.",
          "4. For almost 25 years Hilde has been working with the craft, making traditional Sámi clothing, jewellery and accessories.",
          "5. The queen has an interest in Sámi handicraft and she’s visited her several times during the last decade.",
          "6. Today Hilde arranges courses teaching people duodji. Enthusiasts and other interested individuals from all over the region attend her courses to learn about and practise duodji.",
          "From mid 1960 onward, public committees as well as Sami organizations have looked into the organization and economics of \"duodji\".",
          "For 1983, the Norwegian government has granted different agencies involved in \"duodji\" more than $150,000.",
          "Some individuals have also obtained loans and grants for their private and home-based \"workshop.\"",
          "Seminal to the development of \"duodji\" in recent years, however, has been the work done by the semipublic, semi-private organization \"SIIDA\", who obtained a grant from the Ministry of Social Affairs in the mid sixties to set up a center for Sami handicrafts.",
          "From this developed a fairly successful organization for distributing instructors, designs, materials, etc., with the return of gradually more refined products for sale.",
          "Today many smaller centers and a handful of cooperatives based mostly on home-production are in operation, offering the producer extra income and the opportunity to see how objects of her or his everyday life are enjoyed by outsiders."
        ],
        "Some duodji crafts have a trademark that indicates they are made by a trained and experienced Sami artisan.": [
          "A Sámi Duodji Association trademark indicates to buyers that the item was made according to traditional principles, of traditional materials, by a trained and experienced Sámi duodjar.",
          "With more people purchasing Sami handicrafts and arts, the Saami Council says the recent launch of special trademarks will help both Sami artisans and consumers.",
          "The project saw two trademarks released in December: a renewed “Sámi Duodji” trademark, and a separate, new, “Sámi Made” trademark.",
          "West says the two new symbols can reassure consumers that the Sami handicraft or product they’re purchasing was actually made by a Sami artisan.",
          "The creation of the original “Sámi Duodji” trademark goes back to the 1980s and was established with the Sami handicraft organisation.",
          "However, the organization and the council decided to renew the trademark and rework how it functions in response to the number of items still being sold in Arctic Europe that purport to be by Sami when they aren’t.",
          "Responding to new markets In addition to the trademark relaunch, a new trademark “Sámi Made” was also unveiled at the same time to cover items that weren’t handicrafts.",
          "To use trademarks, Sami artists or artisans will need to make an application on line. A committee will review the applications and issue the personal licensing number.",
          "The Saami Council launches the Sámi Duodji and Sámi Made trademarks ... Renewed Sámi Duodji mark and new Sámi Made mark.",
          "Sámi Duodji and Sámi Made are two separate certification marks, the purpose of which is to tell the buyer which products are made by Sámi people, and which products are traditional handicrafts (duodji).",
          "The Saami Council, together with Sámi craft organizations, has renewed the Sámi Duodji mark and is therefore publishing the trademark again.",
          "The Sámi Duodji trademark is for traditional Sámi handicrafts and was established in the 80s together with Sámi handicraft organizations.",
          "West says that they have been working on this together with the Sámi craft organisations, who feel that there is a great need for the trademark, as the misuse of Sámi handicrafts is still a big challenge for Sámi society.",
          "In addition, the criteria needed updating to modern times and the need to strengthen the trademark's marketing also came up, says West.",
          "West says that due to the reform of the rules and the new digital register of Sámi artists and producers, everyone who already has a trademark must apply for the new Sámi Duodji trademark again."
        ],
        "Many artisans rely on their reputations instead of paying for the duodji crafts trademark.": [
          "West says that they have been working on this together with the Sámi craft organisations, who feel that there is a great need for the trademark, as the misuse of Sámi handicrafts is still a big challenge for Sámi society.",
          "In addition, the criteria needed updating to modern times and the need to strengthen the trademark's marketing also came up, says West.",
          "West says that due to the reform of the rules and the new digital register of Sámi artists and producers, everyone who already has a trademark must apply for the new Sámi Duodji trademark again.",
          "To be successful, the certification mark system requires that the Sámi people adopt the trademarks. Only then do they work as intended.",
          "In the certification mark work, it became clear that there is a strong need in the Sámi community for a trademark that can be used for Sámi products other than handicrafts, to certify that a Sámi has made a product.",
          "-Today, we have many different products made by the Sámi people, and we want to strengthen their competitiveness with the help of the trademark, says West.",
          "The Saami Council hopes that Sámi companies and producers feel it is important to join the pilot group.",
          "Many customers are interested in buying genuine duodji, but they do not have enough knowledge to distinguish genuine duodji and copies of duodji products.",
          "With the help of Sámi trademarks, we Sámis ourselves define what duodji is, and provide the customer with tools that enable them to find genuine Sámi duodji.",
          "The Sámi Duodji trademark tells the buyer that a product is genuine duodji made by a Sámi.",
          "When you buy products with the Sámi Duodji trademark, you know that you are supporting Sámi duoját (handicrafter) and the Sámi community.",
          "Saámi businesses are often small and work a lot alone. ",
          "You are part of a larger community when you have the Sámi Made trademark, you are part of a larger community."
        ],
        "Modern-day artisans face challenges such as appropriation and mass-marketing of their designs by non-Sami people.": [
          "“The Sami community has noticed an increased interest in our culture but also an increasing amount of copying of our arts as well as cultural appropriation,” Sandra Márjá West, the project leader from the Saami Council Cultural Unit, told Eye on the Arctic.",
          "“We’ve seen this problem increasing in the areas where tourism is growing,” West said.",
          "“In the beginning, there were a lot of issues with this on the Finnish side, but now, with the resurgence of winter tourism in Norway, I personally see the challenge growing bigger here in northern Norway.",
          "“It’s really surprising when you’re a local and you see how many shops in the centres are just catering to tourists. ”",
          "“It will make it easier for us to control and ensure the trademarks aren’t misused or copied by people that don’t have a license,” West said.",
          "The creation of the original “Sámi Duodji” trademark goes back to the 1980s and was established with the Sami handicraft organisation.",
          "However, the organization and the council decided to renew the trademark and rework how it functions in response to the number of items still being sold in Arctic Europe that purport to be by Sami when they aren’t.",
          "1. Due to the industrialisation and modernization of society, many of these old crafts almost died out.",
          "2. In the past few years, the interest in Sámi culture has exploded.",
          "3. Today the demand for the craft is high enough for people to earn a living producing it.",
          "4. Norwegians aren’t the only ones interested in the craft.",
          "5. It required a lot of hard work and ate a lot of free time, but she managed to finish it and the family was really satisfied with the result.",
          "6. It is quite interesting that the material historically used in a poor man’s clothing is now a growing exclusive trend.",
          "What once were objects of basic needs for a nomadic reindeer herder society have therefore become exquisite expressions of duodji craft items and works of art, the trademark-protected brand for Sami collectibles that include woven and braided bands, dress and footwear made of furs and hides.",
          "Today, thanks to extensive advocacy of Sami activists starting in the 1960s, a reawakened Sami identity is fostered through schools, native-language publications, and higher-education programs teaching traditional and contemporary crafts.",
          "Beyond the duodji brand, many Sami artists find markets for their cultural expressions in galleries and other art market venues.",
          "This paper will briefly examine Sami history in a contextual and historical sketch, describing the nature and challenges of the Eurasian Subarctic region.",
          "It will focus on the work of contemporary duodji textile and clothing makers who regard their heritage either as an obligation to continue traditions in an unbroken form, or as opportunities to express personal visions and innovative departures.",
          "In a painful process that was first given wider attention in texts of the seventeenth century, the Sami were given few options for survival but to acquiesce and adapt to the dictates issued, largely losing their cultural identity in the process."
        ]
      },
      "subconclusions": {
        "The traditional Sami duodji crafts are a form of Sami handicraft that dates back to thousands of years ago.": "supported",
        "Duodji crafts include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.": "partially supported",
        "Duodji crafts are intended to be functional, but also aesthetically beautiful and portable.": "partially supported",
        "Duodji crafts reflect the Sami culture, identity, and connection to nature.": "supported",
        "Duodji crafts represent the Sami people's adaptation, resilience, and creativity in harsh environments and changing circumstances.": "supported",
        "Duodji crafts express the Sami people's spirituality, cosmology, and values through symbols, colors, and patterns.": "partially supported",
        "Duodji crafts are not only objects, but also work, knowledge, and skills that are passed down from generation to generation.": "supported",
        "Modern-day artisans have preserved and brought attention to this unique art form by continuing to produce duodji crafts according to traditional principles and materials.": "partially supported",
        "Modern-day artisans have established craft schools, guides, exhibitions, and trade associations to maintain the integrity and quality of duodji crafts.": "supported",
        "Some duodji crafts have a trademark that indicates they are made by a trained and experienced Sami artisan.": "supported",
        "Many artisans rely on their reputations instead of paying for the duodji crafts trademark.": "partially supported",
        "Modern-day artisans face challenges such as appropriation and mass-marketing of their designs by non-Sami people.": "partially supported"
      }
    }
  }
}