{
  "e90250bc-f262-4093-9981-a5ce46335f20": {
    "query": "What was the inspiration behind the design of the Eiffel Tower?",
    "response": "The Eiffel Tower was designed by Gustave Eiffel's company for the 1889 World's Fair in Paris to celebrate the centennial of the French Revolution and France's industrial power[^2^]. The inspiration for the design came from the **Latting Observatory** built in New York City in 1853[^1^], which was a wooden tower with an observation deck. The original idea of a 300-meter metal tower was conceived by two engineers, **Émile Nouguier** and **Maurice Koechlin**, who worked for Eiffel's company[^4^]. They later collaborated with an architect, **Stephen Sauvestre**, who improved the aesthetic appearance of the tower by adding arches, a pavilion, and other decorative elements[^3^]. The tower was constructed from 1887 to 1889 using wrought-iron lattice work and was the tallest human-made structure in the world until 1930[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.eiffeltickets.com/eiffel-tower-architecture/ \"Eiffel Tower Architecture | Construction & Design\"\n[2]: https://en.wikipedia.org/wiki/Eiffel_Tower \"Eiffel Tower - Wikipedia\"\n[3]: https://www.toureiffel.paris/en/news/130-years/how-was-eiffel-tower-invented \"How was the Eiffel Tower invented? - La tour Eiffel\"\n[4]: https://www.toureiffel.paris/en/the-monument/history \"History & construction of the Eiffel Tower - OFFICIAL Website\"\n\nThe Eiffel Tower was designed by Gustave Eiffel's company for the 1889 World's Fair in Paris to celebrate the centennial of the French Revolution and France's industrial power[^1^][2]. The inspiration for the design came from the **Latting Observatory** built in New York City in 1853[^2^][1], which was a wooden tower with an observation deck. The original idea of a 300-meter metal tower was conceived by two engineers, **Émile Nouguier** and **Maurice Koechlin**, who worked for Eiffel's company[^3^][4]. They later collaborated with an architect, **Stephen Sauvestre**, who improved the aesthetic appearance of the tower by adding arches, a pavilion, and other decorative elements[^4^][3]. The tower was constructed from 1887 to 1889 using wrought-iron lattice work and was the tallest human-made structure in the world until 1930[^1^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. en.wikipedia.org](https://en.wikipedia.org/wiki/Eiffel_Tower) [2. www.eiffeltickets.com](https://www.eiffeltickets.com/eiffel-tower-architecture/) [3. www.toureiffel.paris](https://www.toureiffel.paris/en/the-monument/history) [4. www.toureiffel.paris](https://www.toureiffel.paris/en/news/130-years/how-was-eiffel-tower-invented)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Eiffel Tower - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Eiffel_Tower",
        "imageLink": "https://bing.com/th?id=OIP.WNrSKp2-qV3UgzND4at7IQHaA_&pid=cdx",
        "imageWidth": "4500",
        "imageHeight": "600",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAHqSURBVFhH7ZfdbYNQDEbDEqzABMzADAyQHTJCVsgSTMJ7ZsgSSXsoHzLGBh5KWqm90lELNteff+6VcvLr+Xy+jmQMs1yR85GMYb9W5PAOxvA/LCAyvJN/Ab9DQF3Xr6IoGIoJntu2nRyrqprZy7J83W63wXa9Xodna5eNv/5b0N5TBR6Px7CJhPAsmzifz9MGfd/PbPf7fXhPMP63NiCgAtu9Zy0gEwXoum56L/hQAhFjbfhn3wGBSdAnNhOgKrARbbE2cblcBhFgNyPzpmlmvkLCSdDbFkNIgK0qqFX48g4/nn1bBH5R9rAQILWQZeSrQPZ2YD0E9y0TCwHAZgoQDZStgnwjP9BsZPZQAM4SkGWmVuGTZQfMUlZJCAUAHylA1DvbqkwAM4E9OxmQCtBgIULD5lEbsgFDWHaaRCoAdENGASRQ+COmCulGzFgVoAGKAjD5ZMiM4INIa9f1bN9FrAoAW2a9U/YMKyAArEj8o4vHsymAEhLMllPZy0cDK5ESGM2FZ1MAm7AxAQistthzbeeBrBG0djQtmwLA3nwQ3Q0aWPAC19glQBMtos3twK5dPJ5dAoCSsnl2MwItwgcxkT1itwCqQCvWBovK7Jl8y24BR/HZtr/+y0grcjiSMexyRc7fyRhmXKfTB5zZkLdwL5XuAAAAAElFTkSuQmCC",
        "searchQuery": "Eiffel Tower design inspiration"
      },
      {
        "providerDisplayName": "Eiffel Tower Architecture | Construction & Design",
        "seeMoreUrl": "https://www.eiffeltickets.com/eiffel-tower-architecture/",
        "imageLink": "https://bing.com/th?id=OIP.5eAiN-WcamkIc5g1moNIywHaCe&pid=cdx",
        "imageWidth": "1350",
        "imageHeight": "450",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAMAAABEpIrGAAAAM1BMVEX///92dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2dnZ2WBSsAAAAEXRSTlMAMIDA/2DQUCDw4KAQsEBwkKihcYIAAADpSURBVHgBhZMHosIwDEM9mh3G/U/7f9wsu0DFhhdFqA4sIfEhYkK4yvljkw+gFfkw4gibQtp+Svl82UycXgtY5I2b6415CyyJukdMVwBqM0lnDpMvIYgewl4ClFlBzX0T9f/ziM3MDfAAaPfXrghkABOL2vu8ALIAQwvW+ydyYIGjASSErzBlgCdu7qKHAcCtgkSY9BZwEiySHPGVNuCt+3TKBLjX96ULlqLwO0BSdfkO4Hmx8BvgZZ6kJPcRCP2dbPL0CvDzbUyNqP/EdeS2ofUzhx3a2VLBb2N/f3Buj56YKITn8tvj/wfptAwCmjAeWQAAAABJRU5ErkJggg==",
        "searchQuery": "Eiffel Tower design inspiration"
      },
      {
        "providerDisplayName": "History & construction of the Eiffel Tower - OFFICIAL Website",
        "seeMoreUrl": "https://www.toureiffel.paris/en/the-monument/history",
        "imageLink": "https://bing.com/th?id=OIP.zA_xNOxnzZyCiV8ZVLbHAQHaEv&pid=cdx",
        "imageWidth": "1200",
        "imageHeight": "768",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAJ5SURBVFhHxddZiI1hHMfxMwYZOzN2URqRrckNcSOUhFK4QWGikLI3dkKW3NiTCxdcyL7EJKEsESZr2desFyhcuFK+38d76jRJY2bex68+nZ63s7zv8/yf5WRqmMV4hvah9R+yHh/QJbQipyUO4ztGeSF21uApjuERuiFa6uMM/PHR+ILhiJo5sAf24i7aIWom4iUO4SoaI2qm4Dn24QaaImqm4zF24Q5aIGoW4B7W4QHaIGpW4zrm4QU6IWp24BzG4x16IFrqwOo/gEH4iIGIlgJcwmZ0hz0wBtFiwbn8uhgV4iHmI1pK8B5uQvmwFnYjWsbhLbKFtw0X0TC0ImQjcle/yXiF4tBKOY3g0+4Mrd/pA3tkbGilHLddqz73EGLXn4ZTM9VNqR6O4jY8EeVmKr5hcGillNa4Bdf/nliKVZgAh8EleSZSywy4BfeGNeDNbMUb9MUmuD+ksjF1hicfNyE3HhcfFyJ75T7K0BUuUAtRa/H8NwL7cRMevZx2noY3YBqckj55c8yGveRrrUzLtvCpytHfC2QAlidWJByeJnBtcFn+BM8MNY7F5RhPCq2qpRnslS3I80J1U4TjOIVWXkheh2IWnAHWxCJ4LnBmOGTGtrOi2ouT47kH12Bx2bVzcR4HsRKOv4dTx3s73JQ8pPZDXViMTzAM/xSfPPvjveCPe/6/Ap++ASrHru6ItfCMaOF6E8uS9kj8MW6nHjBcTn31L5b/eC7Due2XuLi8hsXnaph9f2XemEuxJ2VroAMszCWwJ0qTtu/1OzxZha31BE4mr87pn6iAN+J1x/IzrAXbf2PN+NkfuAC/033Cz3/FWfi+I5lMZsgvTcGMZxhbsGEAAAAASUVORK5CYII=",
        "searchQuery": "Eiffel Tower design inspiration"
      },
      {
        "providerDisplayName": "How was the Eiffel Tower invented? - La tour Eiffel",
        "seeMoreUrl": "https://www.toureiffel.paris/en/news/130-years/how-was-eiffel-tower-invented",
        "imageLink": "https://bing.com/th?id=OIP.WTnVKlGVhMs3Cu43b7xk5AHaD4&pid=cdx",
        "imageWidth": "1200",
        "imageHeight": "630",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAJ5SURBVFhHxddZiI1hHMfxMwYZOzN2URqRrckNcSOUhFK4QWGikLI3dkKW3NiTCxdcyL7EJKEsESZr2desFyhcuFK+38d76jRJY2bex68+nZ63s7zv8/yf5WRqmMV4hvah9R+yHh/QJbQipyUO4ztGeSF21uApjuERuiFa6uMM/PHR+ILhiJo5sAf24i7aIWom4iUO4SoaI2qm4Dn24QaaImqm4zF24Q5aIGoW4B7W4QHaIGpW4zrm4QU6IWp24BzG4x16IFrqwOo/gEH4iIGIlgJcwmZ0hz0wBtFiwbn8uhgV4iHmI1pK8B5uQvmwFnYjWsbhLbKFtw0X0TC0ImQjcle/yXiF4tBKOY3g0+4Mrd/pA3tkbGilHLddqz73EGLXn4ZTM9VNqR6O4jY8EeVmKr5hcGillNa4Bdf/nliKVZgAh8EleSZSywy4BfeGNeDNbMUb9MUmuD+ksjF1hicfNyE3HhcfFyJ75T7K0BUuUAtRa/H8NwL7cRMevZx2noY3YBqckj55c8yGveRrrUzLtvCpytHfC2QAlidWJByeJnBtcFn+BM8MNY7F5RhPCq2qpRnslS3I80J1U4TjOIVWXkheh2IWnAHWxCJ4LnBmOGTGtrOi2ouT47kH12Bx2bVzcR4HsRKOv4dTx3s73JQ8pPZDXViMTzAM/xSfPPvjveCPe/6/Ap++ASrHru6ItfCMaOF6E8uS9kj8MW6nHjBcTn31L5b/eC7Due2XuLi8hsXnaph9f2XemEuxJ2VroAMszCWwJ0qTtu/1OzxZha31BE4mr87pn6iAN+J1x/IzrAXbf2PN+NkfuAC/033Cz3/FWfi+I5lMZsgvTcGMZxhbsGEAAAAASUVORK5CYII=",
        "searchQuery": "Eiffel Tower design inspiration"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The Eiffel Tower was designed by Gustave Eiffel's company for the 1889 World's Fair in Paris to celebrate the centennial of the French Revolution and France's industrial power.",
        "The inspiration for the design of the Eiffel Tower came from the Latting Observatory built in New York City in 1853.",
        "The original idea of a 300-meter metal tower was conceived by two engineers, Émile Nouguier and Maurice Koechlin, who worked for Eiffel's company.",
        "Émile Nouguier and Maurice Koechlin later collaborated with an architect, Stephen Sauvestre, who improved the aesthetic appearance of the tower by adding arches, a pavilion, and other decorative elements.",
        "The Eiffel Tower was constructed from 1887 to 1889 using wrought-iron lattice work.",
        "The Eiffel Tower was the tallest human-made structure in the world until 1930."
      ],
      "queries": [
        "Eiffel Tower design company 1889 World's Fair Paris centennial French Revolution industrial power",
        "Eiffel Tower design inspiration Latting Observatory New York City",
        "Émile Nouguier Maurice Koechlin Eiffel Tower 300-meter metal tower original idea",
        "Émile Nouguier Maurice Koechlin Stephen Sauvestre Eiffel Tower design collaboration",
        "Eiffel Tower construction wrought-iron lattice work dates",
        "Eiffel Tower tallest human-made structure until 1930"
      ],
      "search_results": {
        "The Eiffel Tower was designed by Gustave Eiffel's company for the 1889 World's Fair in Paris to celebrate the centennial of the French Revolution and France's industrial power.": [
          {
            "title": "The Tower as the highlight of the 1889 World Exhibition",
            "url": "https://www.toureiffel.paris/en/news/130-years/tower-highlight-1889-world-exhibition",
            "content": [
              "The Tower as the highlight of the 1889 World Exhibition",
              "Friday 17 May 2019 Modified the 18/05/19 The 1889 World Exhibition is certainly not the first to be held in France.",
              "The London Great Exhibition of 1851, the first of its kind, had set the bar very high in regards to the objects and artifacts exhibited as well as their surroundings, with the famous completely glass-coated Crystal Palace.",
              "Paris had responded to this feat as early as 1855, erecting a cast iron and glass palace on the gardens of the Champs-Élysées to hold its first World’s Fair.",
              "In 1867, the Second Empire consequently presented a much larger exhibition comprised of an immense building expanding the full Champ de Mars and surrounded by pavilions and factories.",
              "In 1878, the young French Republic sought to demonstrate its comparable mastery to former monarchies by erecting large metal-framed buildings.",
              "1889 View from the Eiffel Tower on the central dome on the Champ de Mars - Eiffel Tower Collection The idea of a new world exhibition emerges in the early 1880s as a means to revive the economy through major state-led works while proposing a project to unify the nation, establish dynamism, and contribute to a collective political spirit.",
              "It would attest to France’s refound rank amongst leading powers while commemorating the hundredth anniversary of the Revolution to symbolically honor the newly established ten-year-old Republic.",
              "New challenges are sought for intellectual and creative growth.",
              "Enlarged girders for metal halls are an established and classic exhibition theme.",
              "The race for height remains the prerogative of religious architecture.",
              "However, the new resources implemented by the positivist 19th century technique entail transgression of sacred privilege.",
              "Eiffel Tower Collection The exhibition, relating to the themes of iron and steel, is characterized by the Palais des Beaux-arts et des Arts Libéraux by Camille Formigé and the Galerie des Industries Diverses by Joseph Bouvard, renowned for its luminous dome of blue metal frame, shimmering stained glass, and ornamented multicolored terracotta center.",
              "These two tokens of bravery are found before the buildings that line the Champ de Mars.",
              "The Galerie des machines reaches unprecedented dimensions at the end of the walkway.",
              "The imposing and revolutionary Eiffel Tower sits on the banks of the Seine, across from the Exhibition.",
              "This remains the crowning highlight as it encounters endless success and recognition, receiving more than two million visitors during the May to November Exhibition period.",
              "In 1889, the industry accordingly asserts itself with confidence, and the metal edifices establishing a united setting triumph as they display products and bold manifestos to bear the message of faith in the era of technical progress.",
              "Bertrand Lemoine is an architect, engineer and historian.",
              "He was a research director at the CNRS and general manager of the Atelier International du Grand Paris.",
              "He is an internationally recognized specialist in the history and current events of architecture, construction, the city and heritage in the 19th and 20th centuries, particularly in Paris, Greater Paris and the Eiffel Tower.",
              "He is the author of forty-three books and several hundred articles on these subjects.",
              "He is currently a consultant on architectural, urban, digital and energy issues.",
              "You liked this article ?",
              "?",
              "Share it Book a ticket Save time, buy tickets online Opening times & Ticket prices Today : Closed Price :28.",
              "30€ Take Paris’ most spectacular ride to the top for €28.",
              "30 or less (€28.",
              "30 for adult ticket with access to top by lift).",
              "Book a ticket Save time, buy your tickets online TOUREIFFEL.",
              "PARIS THE OFFICIAL WEBSITE OF THE EIFFEL TOWER A website owned by Sociéte d'Exploitation de la tour Eiffel Follow us on"
            ]
          },
          {
            "title": "12 Eiffel Tower Facts: History, Science, and Secrets - Travel",
            "url": "https://www.travelandleisure.com/attractions/landmarks-monuments/eiffel-tower-facts",
            "content": [
              "12 Eiffel Tower Facts: History, Science, and Secrets - Travel",
              "Explore the history, science, and secrets of Paris' most famous landmark.",
              "The Eiffel Tower — or, la Tour Eiffel — has long been one of the world's most recognizable landmarks, symbolizing the romance and ingenuity of the City of Light.",
              "Designed as the centerpiece of the 1889 World's Fair, the Tower was meant to commemorate the centennial of the French Revolution and to show off France's modern industrial prowess on a world stage.",
              "And that it did.",
              "The tower's construction, finished after two years, two months, and five days, was considered a marvel of precision and speed.",
              "Gustave Eiffel's civil engineering firm used 7,300 tons of iron and 2.",
              "5 million rivets, and the result stood triumphant over the Champs de Mars, receiving more than two million visitors during the fair.",
              "The Tower’s now-famous silhouette has been emulated around the world in places like Las Vegas, Prague, Tianducheng, China, and, of course, Paris, Texas.",
              "The design wasn’t without its detractors, however — a \"Protest against the Tower of Monsieur Eiffel,” signed by the likes of Guy de Maupassant, Alexandre Dumas fils, and other well-known artists, was published in the newspaper Le Temps before the project’s completion.",
              "The letter argued that the tower would be “a gigantic black factory chimney, its barbarous mass overwhelming and humiliating all our monuments and belittling our works of architecture, which will just disappear before this stupefying folly.",
              "” In defiance of such protests, the Eiffel Tower did see the light of day and has stood the test of time.",
              "It remains one of the most visited monuments in the world, welcoming almost seven million visitors a year and more than 300 million people since its debut.",
              "It has changed over the years, with the addition of lighting, fresh coats of paint, and numerous installations that have come and gone.",
              "And there’s still more to this landmark than meets the eye.",
              "Despite the incredible number of people who have visited since it opened, La Dame de Fer still has a few secrets to share.",
              "Gustave Eiffel reserved the uppermost level of the tower for himself, where he hosted famous guests like Thomas Edison in a private apartment that he designed.",
              "The space has since been transformed into a recreation of Eiffel's office, complete with wax figures of himself, his daughter, and Edison, and it's open for the public to tour.",
              "While the tower is named for Eiffel, it was actually Maurice Koechlin and Emile Nouguier — two engineers who worked for his company — who designed the structure.",
              "They also commissioned French architect Stephen Sauvestre to work on the appearance of the project in order to quell public concerns about the harsh, utilitarian nature of the original design.",
              "They ultimately beat out more than 100 other projects in a contest to choose the main attraction of the World's Fair.",
              "The tower was built with the intent of showing off France's industrial prowess during the World's Fair, but the plan was to tear it down after 20 years.",
              "However, Eiffel cleverly put a radio antenna and wireless telegraph transmitter in the tower.",
              "After proving radio’s usefulness to the government in 1910, Eiffel was granted a 70-year extension to his lease.",
              "By 1980, of course, the tower had become an indelible symbol of both Paris and France, and it was in no danger of demolition.",
              "In August 1944, as the Nazis were losing control of occupied Paris, Adolf Hitler commanded his generals to level the city.",
              "Plans were drawn up to mine the Eiffel Tower with explosives.",
              "Thankfully, Allied troops swooped in before the order could be carried out.",
              "Subsequent air raids over Paris caused significant damage, but the Eiffel Tower survived the war intact.",
              "As sculptor Frédéric-Auguste Bartholdi was designing “Liberty Enlightening the World”, he called upon his mentor, Eugène Viollet-le-Duc, to design the statue’s internal framework.",
              "After Viollet-le-Duc died in 1879, Bartholdi turned to Eiffel and Koechlin.",
              "They proved their iron expertise with Lady Liberty before moving on to the Iron Lady.",
              "The tower has been home to several businesses throughout the years, many of which are now gone.",
              "These include the newspaper “Le Figaro”, which had an office on the second floor for six months during the 1889 World's Fair, a post office tucked into the first floor, and a wooden theater on the first floor designed by Sauvestre.",
              "Gim42/Getty Images Eiffel, an avid scientist, housed a meteorology lab on the tower's third floor.",
              "He was known to perform studies in physics and aerodynamics there, even building a wind tunnel at the foot of the structure.",
              "Eiffel opened the doors of the laboratory for other scientists to use for their experiments as well.",
              "The massive iron structure is wind resistant and will sway during a storm.",
              "Wind isn't the only thing that can make the enormous tower move, though — the heat of the sun causes the iron to expand, making the Tower grow a few centimeters during the summer months.",
              "The tower will also lean an average of six inches away from the sun, as the one side facing the direct light heats up faster than the other three sides.",
              "The names of French scientists and engineers working in the 19th century were not forgotten by history — not only are they attached to several Parisian streets, but 72 of them are also engraved on the Eiffel Tower.",
              "The tributes were painted over in the early 20th century, but thanks to a restoration effort in the late 1980s, they are once again visible.",
              "Eagle-eyed visitors can see names like Foucault, Dumas, and Perrier cut into the iron surrounding the tower's first floor.",
              "Every seven years, workers apply around 60 tons of paint to the tower.",
              "This not only keeps La Dame de Fer looking good, but it also helps keep the iron from rusting.",
              "The Tower’s first light show coincided with the International Exhibition of Modern Decorative and Industrial Arts in 1925.",
              "Automaker Andre Citröen financed a 200,000-bulb show that featured a shower of stars, alternating Zodiac symbols, comets, and (naturally) his car brand’s name at the finale.",
              "Another show, featuring 336 yellow-orange spotlights, came sixty years later, but the now-famous sparkling light show, consisting of 20,000 bulbs, first lit up the night sky New Year’s Eve 1999 to ring in the new millennium.",
              "While the Tower itself is in the public domain, its illumination is protected by copyright under French law.",
              "However, don’t call your lawyer just yet — this only applies to pictures taken for professional use.",
              "You’re free to share any personal pictures of the Eiffel Tower and its lights as you please.",
              "If you're brave enough to climb the stairs to the top of the tower, reward yourself with a glass of Champagne from the Champagne Bar.",
              "There's nothing like a glass of bubbly with a spectacular view.",
              "No matter the destination, Travel + Leisure GO can turn your vacation dreams into reality.",
              "With nearly endless reservation options to fly or stay, book your next getaway — near or far — at Travel + Leisure GO.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "World’s Fair - Official Eiffel Tower Website",
            "url": "https://www.toureiffel.paris/en/the-monument/universal-exhibition",
            "content": [
              "World’s Fair - Official Eiffel Tower Website",
              "The tenth Exposition Universelle was organised in Paris in 1889, from the 15th May to the 6th November, and it was for this occasion that the Eiffel Tower was built.",
              "Stretching over 95 hectares, the Exposition filled the Champ-de-Mars, the Trocadero Hill, and the banks up to the Invalides esplanade, and the Eiffel Tower was at the centre of everyone’s view.",
              "Sommaire The 1889 Exposition Universelle received millions of visitors.",
              "Amongst them, 1,953,122 came to see the Eiffel Tower, in other words almost 12,000 a day!",
              "The Tower was met with immediate success.",
              "From the very first week, though the lifts were not yet in service (they would be from the 26th May), almost 30,000 visitors climbed the monument using the staircase, that is to say 1,710 steps to the top !",
              "At the time, the Eiffel Tower was the tallest tower in the world and people from all countries went to the heart of the French Capital to admire this architectural masterpiece.",
              "The public hurried to experience not only the dizzy heights of the ascent, but above all an unprecedented view over Paris, since no one had yet seen the view from an aeroplane.",
              "The Eiffel Tower has attracted among its copious number of celebrity visitors the French actress Sarah Bernhardt, the Prince of Wales (future King Edward VII) and the Princess of Wales, George I of Greece, le Shah of Persia, Prince Baudouin and other, more unexpected guests such as one certain American: he had long hair, a broad hat and tan-coloured chaps.",
              "It was William F.",
              "Cody, known by the name of Buffalo Bill.",
              "On the 10th July, the President of the French Republic, Sadi Carnot, very satisfied with his visit, offered a sum of 200 Francs to the Eiffel Tower employees and a sum of 100 Francs to the Figaro printing staff!",
              "Already festive, the Eiffel Tower lit up every evening with the light of hundreds of gas lamps protected by opal glass cases.",
              "A tricolour beacon, housed in the campanile, sent out three signals of blue, white, and red light over Paris (using two mobile projectors mounted on a circular rail at the top).",
              "Lastly, the opening and closing of the Exposition were announced every day by a cannon shot fired from the top under the direction of a certain Mr.",
              "Chobert, the \"harquebusier\" of Paris, in his capacity as \"qualified associate and medal-holder at the Exposition Universelle\".",
              "All sorts of boutiques (sale of souvenirs, photographers’ booths, binocular rental, refreshments) and restaurants opened up on the monument.",
              "On the first floor, four restaurants were put in, each built in a different style: On the second floor, Le Figaro set up a printing works and produced a special edition of the daily newspaper on-site every day.",
              "Visitors who bought the newspaper could get their name put in it to \"certify\" that they had climbed the Tower.",
              "The newspaper’s cover illustration showed the Barber of Seville sat astride the Eiffel Tower.",
              "An unusual attraction was proposed to the public : send your letters by balloon!",
              "In its edition : \" Imprimée dans la Tour Eiffel\" (\"Printed on the Eiffel Tower\") on the 29th August, Le Figaro reported: \"the Tower’s company is doing its utmost to increase the number of attractions in favour of its clientele.",
              "It has just decided to soon put up for sale, on all of the Tower’s floors, small balloons and cheap parachutes arranged in such a way that one can attach a letter to them.",
              "The sender’s address will be left blank.",
              "We wish the Tower’s parachutes the same success as its postcards!",
              "\".",
              "Indeed, the Eiffel Tower was to thank for the increasing popularity of the postcard in France, and it was at the request of visitors in 1889 that the Tower's administration put the renowned \"Libonis\" on sale, named after its famous engraver.",
              "The oldest postmark stamped on a postcard showing the Eiffel Tower is the 21st August 1889.",
              "It was in this festive excitement that the first in a long series of achievements was reached on the Tower.",
              "On the 9th September, a baker from the Landes climbed the 347 steps that lead up to the first floor on stilts!",
              "At the top of the Eiffel Tower, while the public admired the panoramic views, Gustave Eiffel reserved an office for himself in which he received his guests.",
              "Notably he welcomed Thomas Edison there, who offered him his famous \"spectacle\" class M type Phonograph.",
              "The scene, reconstructed, can be seen at the top of the Tower today.",
              "It was also in this office that, on the 10th September during a lunch, he acknowledged the French composer Charles Gounod, sat at a neighbouring table.",
              "Gustave Eiffel asked if he would do him the honour of joining his guests.",
              "The lunch over, everyone went up to his apartment set up on the top floor for a coffee.",
              "The scene was held in good taste, Gounod having been one of signatories of the Artists’ Petition to protest against the erection of the Eiffel Tower!",
              "For the Universal Exhibition of 1889, four majestic wooden pavilions designed by Stephen Sauvestre decked the platform on the first floor.",
              "Each restaurant could seat 500 people.",
              "It was for the 1889 Exposition Universelle, the date that marked the 100th anniversary of the French Revolution, that a great competition was launched in 1886.",
              "The first digging work started on the 26th January 1887.",
              "On the 31st Marc.",
              ".",
              ".",
              "The Tower is not Gustave Eiffel’s only creation.",
              "This enthusiast and true genius was able to go beyond his own limits to bequeath to us monuments such as the dome on the Nice Observatory, the metallic structure of the Statue of Liberty, not to mention the Bordeaux railway brid.",
              ".",
              ".",
              "Book a ticket Save time, buy your tickets online TOUREIFFEL.",
              "PARIS THE OFFICIAL WEBSITE OF THE EIFFEL TOWER A website owned by Sociéte d'Exploitation de la tour Eiffel Follow us on"
            ]
          }
        ],
        "The inspiration for the design of the Eiffel Tower came from the Latting Observatory built in New York City in 1853.": [
          {
            "title": "The Story Of The New York Building That Inspired The Eiffel Tower",
            "url": "https://www.grunge.com/1037086/the-story-of-the-new-york-building-that-inspired-the-eiffel-tower/",
            "content": [
              "The Story Of The New York Building That Inspired The Eiffel Tower",
              "If you keep random factoids in your brain in case a game of Trivial Pursuit should break out at any moment, you might know that the Tower Building, built in 1889, was New York City's first skyscraper, as PBS explains.",
              "Or.",
              ".",
              ".",
              "was it?",
              "That depends on what you think counts as a skyscraper, but what is not up for debate is that the city had a very tall structure over three decades earlier.",
              "The Latting Observatory was built in 1853 and was taller than anything seen in the city before.",
              "According to the 1854 work \"Francis's New Guide to the Cities of New-York and Brooklyn, and the Vicinity,\" it was an octagonal-shaped building built of wood and stone, held together with iron beams. But if it was the first of its kind, what happened to it?",
              "And why do so few people even know it existed?",
              "This is the untold truth of the Latting Observatory, the forgotten building that inspired the Eiffel Tower.",
              "If you keep random factoids in your brain in case a game of Trivial Pursuit should break out at any moment, you might know that the Tower Building, built in 1889, was New York City's first skyscraper, as PBS explains.",
              "Or.",
              ".",
              ".",
              "was it?",
              "That depends on what you think counts as a skyscraper, but what is not up for debate is that the city had a very tall structure over three decades earlier.",
              "The Latting Observatory was built in 1853 and was taller than anything seen in the city before.",
              "According to the 1854 work \"Francis's New Guide to the Cities of New-York and Brooklyn, and the Vicinity,\" it was an octagonal-shaped building built of wood and stone, held together with iron beams. But if it was the first of its kind, what happened to it?",
              "And why do so few people even know it existed?",
              "This is the untold truth of the Latting Observatory, the forgotten building that inspired the Eiffel Tower.",
              "The Latting Observatory's story starts long before the structure was even a twinkle in its creators' eyes.",
              "To discover the reason behind this building in New York City in 1853, you have to go across the pond to England two years previously.",
              "It was the Brits who started the \"World's Fair\" era in 1851 with The Great Exhibition in London, according to Britannica.",
              "Prince Albert, the husband of Queen Victoria, who was intelligent and curious but had virtually no responsibilities to take up his time, was very hands-on in the event's planning.",
              "Town and Country even calls it \"Prince Albert's Great Exhibition,\" although most people would refer to it as the Crystal Palace Exhibition, for its centerpiece building.",
              "To be fair, the V&A notes that Henry Cole, who was later knighted, deserves just as much if not more credit for the exhibition.",
              "The idea was simple: Get the best of cutting-edge science and industry from around the world (but especially Britain and its colonies) and exhibit it all together.",
              "This would inspire British inventors, educate the British public, and encourage the purchasing of British products by foreign countries.",
              "By any metric, the exhibition was a massive success.",
              "In the five and a half months it was open, 6 million people, or about 1/3 of the population of the entire country, visited the 100,000 exhibits in the stunning temporary structure – the Crystal Palace (pictured) – purpose-built for the event.",
              "It made so much money for science and art education that its effect on funding scholarships is still being felt today.",
              "The Latting Observatory's story starts long before the structure was even a twinkle in its creators' eyes.",
              "To discover the reason behind this building in New York City in 1853, you have to go across the pond to England two years previously.",
              "It was the Brits who started the \"World's Fair\" era in 1851 with The Great Exhibition in London, according to Britannica.",
              "Prince Albert, the husband of Queen Victoria, who was intelligent and curious but had virtually no responsibilities to take up his time, was very hands-on in the event's planning.",
              "Town and Country even calls it \"Prince Albert's Great Exhibition,\" although most people would refer to it as the Crystal Palace Exhibition, for its centerpiece building.",
              "To be fair, the V&A notes that Henry Cole, who was later knighted, deserves just as much if not more credit for the exhibition.",
              "The idea was simple: Get the best of cutting-edge science and industry from around the world (but especially Britain and its colonies) and exhibit it all together.",
              "This would inspire British inventors, educate the British public, and encourage the purchasing of British products by foreign countries.",
              "By any metric, the exhibition was a massive success.",
              "In the five and a half months it was open, 6 million people, or about 1/3 of the population of the entire country, visited the 100,000 exhibits in the stunning temporary structure – the Crystal Palace (pictured) – purpose-built for the event.",
              "It made so much money for science and art education that its effect on funding scholarships is still being felt today.",
              "The Great Exhibition in London was a huge success in almost every way.",
              "But it had been in England, and maybe a young, upstart country that had only gotten their freedom from them 75 years before couldn't help but want to show they could put on their own cool exhibition, so there!",
              "It was this New York City-based rip-off of the British event, held just two years later, and which would be known as The Exhibition of the Industry of All Nations, that the Latting Observatory (pictured far left) was actually built to take advantage of.",
              "New Yorkers were not the only foreigners to copy the Brits.",
              "According to Britannica, over the next 35 years, there would be dozens of imitators held around the world.",
              "However, America's first attempt wasn't subtle, as they built their own Crystal Palace (pictured center) for their exhibit, which meant it was colloquially called the New York Crystal Palace Exhibition.",
              "The exhibits inside the Crystal Palace in Bryant Park were also very similar to what visitors to the London version would have seen.",
              "The biggest original addition inside was an extensive display of sculptures.",
              "But outside the Crystal Palace, there was something much different.",
              "Something that was completely and unequivocally original: The Latting Observatory.",
              "Stretching to the sky just outside the exhibition hall, it was a modern marvel.",
              "And although it was a private financial venture, because it was right there and built at the same time, everyone assumed it was an official part of the exhibition.",
              "The Great Exhibition in London was a huge success in almost every way.",
              "But it had been in England, and maybe a young, upstart country that had only gotten their freedom from them 75 years before couldn't help but want to show they could put on their own cool exhibition, so there!",
              "It was this New York City-based rip-off of the British event, held just two years later, and which would be known as The Exhibition of the Industry of All Nations, that the Latting Observatory (pictured far left) was actually built to take advantage of.",
              "New Yorkers were not the only foreigners to copy the Brits.",
              "According to Britannica, over the next 35 years, there would be dozens of imitators held around the world.",
              "However, America's first attempt wasn't subtle, as they built their own Crystal Palace (pictured center) for their exhibit, which meant it was colloquially called the New York Crystal Palace Exhibition.",
              "The exhibits inside the Crystal Palace in Bryant Park were also very similar to what visitors to the London version would have seen.",
              "The biggest original addition inside was an extensive display of sculptures.",
              "But outside the Crystal Palace, there was something much different.",
              "Something that was completely and unequivocally original: The Latting Observatory.",
              "Stretching to the sky just outside the exhibition hall, it was a modern marvel.",
              "And although it was a private financial venture, because it was right there and built at the same time, everyone assumed it was an official part of the exhibition.",
              "The Latting Observatory was such an unusual and eye-catching structure for its time that people in New York City believed there was only one guy who could have thought it up.",
              "\"Almost everyone has named this Barnum's Tower, under the belief that the great showman is at the bottom of it,\" the 1854 work \"Francis's New Guide to the Cities of New-York and Brooklyn, and the Vicinity\" stated.",
              "\"But such is not the fact: Mr.",
              "B.",
              "has no special interest in any of affair [sic] of public entertainment in the City except the American Museum.\"",
              "In reality, Waring Latting came up with the idea and design, yet he was considered so un-notable that if he was mentioned at all in contemporary accounts, it was usually just his name and no extra information about the man.",
              "So unimportant was he that \"Francis's New Guide\" even gets his name wrong, calling him \"Warren Latting.\"",
              "We do know he didn't design it for any lofty reasons, and the observatory wasn't even an official part of the exhibition.",
              "Instead, he was simply looking to make a profit off the event, which was expected to be a huge financial success like the London version.",
              "Latting didn't stop getting involved in notable building work after the observatory.",
              "The Library of Congress has a letter Latting wrote to President Abraham Lincoln in 1864, informing him that \"a number of patriotic citizens [have] organized themselves into an association for the purpose of erecting a suitable Memorial to our brave soldiers\" and asking the (assumedly pretty busy) commander-in-chief to attend an upcoming meeting of the group.",
              "The Latting Observatory was such an unusual and eye-catching structure for its time that people in New York City believed there was only one guy who could have thought it up.",
              "\"Almost everyone has named this Barnum's Tower, under the belief that the great showman is at the bottom of it,\" the 1854 work \"Francis's New Guide to the Cities of New-York and Brooklyn, and the Vicinity\" stated.",
              "\"But such is not the fact: Mr.",
              "B.",
              "has no special interest in any of affair [sic] of public entertainment in the City except the American Museum.\"",
              "In reality, Waring Latting came up with the idea and design, yet he was considered so un-notable that if he was mentioned at all in contemporary accounts, it was usually just his name and no extra information about the man.",
              "So unimportant was he that \"Francis's New Guide\" even gets his name wrong, calling him \"Warren Latting.\"",
              "We do know he didn't design it for any lofty reasons, and the observatory wasn't even an official part of the exhibition.",
              "Instead, he was simply looking to make a profit off the event, which was expected to be a huge financial success like the London version.",
              "Latting didn't stop getting involved in notable building work after the observatory.",
              "The Library of Congress has a letter Latting wrote to President Abraham Lincoln in 1864, informing him that \"a number of patriotic citizens [have] organized themselves into an association for the purpose of erecting a suitable Memorial to our brave soldiers\" and asking the (assumedly pretty busy) commander-in-chief to attend an upcoming meeting of the group.",
              "These days, New York City – specifically Manhattan – is synonymous with huge buildings stretching to the sky.",
              "So it's difficult to comprehend just how tall the Latting Observatory would have seemed to people in the 1850s.",
              "Back then, the tallest building on the island, according to The New York Times, was Trinity Church.",
              "The church's spire reached an impressive 290 feet, although while it might have reminded worshippers to look to the heavens in awe, it wasn't like people could get to the top and have a look around.",
              "It was decorative height, not functional height.",
              "The Latting Observatory, on the other hand, had height that was built to be put to use, not just look pretty.",
              "Contemporary accounts give different heights for the finished tower, although most agree it was at least 300 feet, possibly as much as 315.",
              "Some reports, including one in The New York Evening Post (and reprinted in the Southern Weekly Post), said it reached 350 feet.",
              "The result was a lot of very scared people, who were convinced the thing could not be safe.",
              "Per a 1930 article in The New York Times citing contemporary reporting on the building of the Latting Observatory, so many New Yorkers were convinced that something so tall would be a death trap that extra inspections were undertaken, and an outside architecture firm released a report on it.",
              "The final conclusion on the building was that it would \"be perfectly safe for the purpose for which it [was] designed.\"",
              "These days, New York City – specifically Manhattan – is synonymous with huge buildings stretching to the sky.",
              "So it's difficult to comprehend just how tall the Latting Observatory would have seemed to people in the 1850s.",
              "Back then, the tallest building on the island, according to The New York Times, was Trinity Church.",
              "The church's spire reached an impressive 290 feet, although while it might have reminded worshippers to look to the heavens in awe, it wasn't like people could get to the top and have a look around.",
              "It was decorative height, not functional height.",
              "The Latting Observatory, on the other hand, had height that was built to be put to use, not just look pretty.",
              "Contemporary accounts give different heights for the finished tower, although most agree it was at least 300 feet, possibly as much as 315.",
              "Some reports, including one in The New York Evening Post (and reprinted in the Southern Weekly Post), said it reached 350 feet.",
              "The result was a lot of very scared people, who were convinced the thing could not be safe.",
              "Per a 1930 article in The New York Times citing contemporary reporting on the building of the Latting Observatory, so many New Yorkers were convinced that something so tall would be a death trap that extra inspections were undertaken, and an outside architecture firm released a report on it.",
              "The final conclusion on the building was that it would \"be perfectly safe for the purpose for which it [was] designed.\"",
              "The introduction of what was essentially a skyscraper meant people had to find a way to get up to the top.",
              "And while the population might have been fitter in those days, all those stairs were still not fun.",
              "A New York Times reporter who made the trek reported, \"The ascent is a little fatiguing, but it aids the digestion\" (via \"From Ascending Rooms to Express Elevators\").",
              "Other publications were quick to reassure their readers that one didn't have to suffer so much to get to the top .",
              ".",
              ".",
              "if one was brave enough.",
              "A newfangled contraption, the elevator, would be installed in the Latting Observatory.",
              "\"At distances of 100, 200, and 300 feet, passengers will be lifted by a steam car to landings,\" Scientific American explained.",
              "The New York Times expanded on this description a bit, writing, \"A well 15 feet in diameter will be carried the whole way up, through which personas will be hoisted to the different landings.\"",
              "For those who didn't like the sound of that, though, \"There will also be a spiral staircase.\"",
              "But there was no need to fear, The New York Mirror promised (reprinted in the Natchez Daily Courier), since, in the elevator, one could \"sit in ease and safety, and be gently raised by steam power to the highest apartment.\"",
              "However, while Elisha Otis definitely demonstrated his elevator in the neighboring Crystal Palace exhibition center (pictured), \"From Ascending Rooms..",
              ".\"",
              "believes there's reasonable doubt these elevators were ever actually installed as promised in the observatory.",
              "The introduction of what was essentially a skyscraper meant people had to find a way to get up to the top.",
              "And while the population might have been fitter in those days, all those stairs were still not fun.",
              "A New York Times reporter who made the trek reported, \"The ascent is a little fatiguing, but it aids the digestion\" (via \"From Ascending Rooms to Express Elevators\").",
              "Other publications were quick to reassure their readers that one didn't have to suffer so much to get to the top .",
              ".",
              ".",
              "if one was brave enough.",
              "A newfangled contraption, the elevator, would be installed in the Latting Observatory.",
              "\"At distances of 100, 200, and 300 feet, passengers will be lifted by a steam car to landings,\" Scientific American explained.",
              "The New York Times expanded on this description a bit, writing, \"A well 15 feet in diameter will be carried the whole way up, through which personas will be hoisted to the different landings.\"",
              "For those who didn't like the sound of that, though, \"There will also be a spiral staircase.\"",
              "But there was no need to fear, The New York Mirror promised (reprinted in the Natchez Daily Courier), since, in the elevator, one could \"sit in ease and safety, and be gently raised by steam power to the highest apartment.\"",
              "However, while Elisha Otis definitely demonstrated his elevator in the neighboring Crystal Palace exhibition center (pictured), \"From Ascending Rooms..",
              ".\"",
              "believes there's reasonable doubt these elevators were ever actually installed as promised in the observatory.",
              "If you had quite a bit of spending money lying around, you could hop on a plane to Dubai tomorrow, look out the window from 40,000 feet in the air, and then once you landed, go to the Burj Khalifa and take some very fast elevators up to the observation deck on the 148th floor.",
              "With heights like these a regular part of the world now, the height of the Latting Tower can only seem a bit .",
              ".",
              ".",
              "unimpressive.",
              "But for those individuals who had quite literally never seen the world from that angle before (unless, for some reason, they had been up in a hot air balloon), it would be closer to modern people going up in a spaceship and seeing Earth from that vantage point.",
              "There were three observation platforms on different levels of the building, the third being near the very top, according to The New York Times, where there were telescopes installed.",
              "\"On the most elevated floor will be placed a superior instrument, which will afford a clean, and, we need not say, most impressive view, commanding over land and ocean, bay, and river, of 50 of 60 miles!\"",
              "The New York Mirror exclaimed (reprinted in The Democrat).",
              "People had never seen anything like it, and contemporary reporting focused heavily on the panoramic view.",
              "Even decades later, according to The New York Times, people were still amazed enough by the view to pay $75-100 in 1912 money for a copy of the most famous etching of the vista (pictured).",
              "If you had quite a bit of spending money lying around, you could hop on a plane to Dubai tomorrow, look out the window from 40,000 feet in the air, and then once you landed, go to the Burj Khalifa and take some very fast elevators up to the observation deck on the 148th floor.",
              "With heights like these a regular part of the world now, the height of the Latting Tower can only seem a bit .",
              ".",
              ".",
              "unimpressive.",
              "But for those individuals who had quite literally never seen the world from that angle before (unless, for some reason, they had been up in a hot air balloon), it would be closer to modern people going up in a spaceship and seeing Earth from that vantage point.",
              "There were three observation platforms on different levels of the building, the third being near the very top, according to The New York Times, where there were telescopes installed.",
              "\"On the most elevated floor will be placed a superior instrument, which will afford a clean, and, we need not say, most impressive view, commanding over land and ocean, bay, and river, of 50 of 60 miles!\"",
              "The New York Mirror exclaimed (reprinted in The Democrat).",
              "People had never seen anything like it, and contemporary reporting focused heavily on the panoramic view.",
              "Even decades later, according to The New York Times, people were still amazed enough by the view to pay $75-100 in 1912 money for a copy of the most famous etching of the vista (pictured).",
              "While Samuel Clemens (pictured in 1851) undoubtedly wrote letters, notes, and stories as a child, none of that juvenilia survives, according to \"The Letters Of Mark Twain, Volume 1, 1853-1866\" (via Project Gutenberg).",
              "The first writings in his hand that historians have discovered are from a trip he took around the U.",
              "S.",
              ", including to New York City, in the summer of 1853, right at the beginning of the 16-month run of the Exhibition of the Industry of All Nations.",
              "So it's certain that the 17-year-old Clemens not only saw the Latting Observatory but also wrote to his sister about it in the earliest letter of his known to still exist.",
              "While it only merited one line, the future Mark Twain approved of the record-setting structure, writing, \"The Latting Observatory (height about 280 feet) is near the [Crystal] Palace — from it you can obtain a grand view of the city and the country round.\"",
              "However, this astonishing building was not as impressive to him as another of New York's marvels: \"The Croton Aqueduct, to supply the city with water, is the greatest wonder yet.\"",
              "While Samuel Clemens (pictured in 1851) undoubtedly wrote letters, notes, and stories as a child, none of that juvenilia survives, according to \"The Letters Of Mark Twain, Volume 1, 1853-1866\" (via Project Gutenberg).",
              "The first writings in his hand that historians have discovered are from a trip he took around the U.",
              "S.",
              ", including to New York City, in the summer of 1853, right at the beginning of the 16-month run of the Exhibition of the Industry of All Nations.",
              "So it's certain that the 17-year-old Clemens not only saw the Latting Observatory but also wrote to his sister about it in the earliest letter of his known to still exist.",
              "While it only merited one line, the future Mark Twain approved of the record-setting structure, writing, \"The Latting Observatory (height about 280 feet) is near the [Crystal] Palace — from it you can obtain a grand view of the city and the country round.\"",
              "However, this astonishing building was not as impressive to him as another of New York's marvels: \"The Croton Aqueduct, to supply the city with water, is the greatest wonder yet.\"",
              "The 1851 Great Exhibition in London had been a complete triumph and a source of national pride.",
              "The Exhibition of the Industry of All Nations in New York City .",
              ".",
              ".",
              "was not.",
              "If the goal of the U.",
              "S.",
              "in putting on their own exhibition was to show they could do it better, then they categorically failed.",
              "\"America's Industrial Exhibition, which was to eclipse royalty, is nothing more than a Wall Street stock jobbing enterprise,\" the Alta California newspaper reported in August 1853 (via \"The Finest Building in America: The New York Crystal Palace, 1853-1858\").",
              "Britannica writes that the exhibition's investors lost a ton of money.",
              "Still, New York was a busy place, so there was no reason a unique building like the Latting Observatory couldn't succeed as a tourist attraction.",
              "A handbill from the time (pictured, via the Bard Graduate Center) informed the public that the second floor was now a \"Ladies' Ice Cream & Refreshment Saloon.\"",
              "You could enjoy any meal of the day there, and even hire it out for private parties.",
              "But the Latting Observatory would only last as a tourist attraction a little longer than the exhibition itself.",
              "Despite its record-breaking height and amazing view, it also failed to make money.",
              "It was sold to a marble company that used it for storage, according to \"From Ascending Rooms to Express Elevators,\" and they ruined the one thing that made it unique by removing the top 75 feet from the building.",
              "The 1851 Great Exhibition in London had been a complete triumph and a source of national pride.",
              "The Exhibition of the Industry of All Nations in New York City .",
              ".",
              ".",
              "was not.",
              "If the goal of the U.",
              "S.",
              "in putting on their own exhibition was to show they could do it better, then they categorically failed.",
              "\"America's Industrial Exhibition, which was to eclipse royalty, is nothing more than a Wall Street stock jobbing enterprise,\" the Alta California newspaper reported in August 1853 (via \"The Finest Building in America: The New York Crystal Palace, 1853-1858\").",
              "Britannica writes that the exhibition's investors lost a ton of money.",
              "Still, New York was a busy place, so there was no reason a unique building like the Latting Observatory couldn't succeed as a tourist attraction.",
              "A handbill from the time (pictured, via the Bard Graduate Center) informed the public that the second floor was now a \"Ladies' Ice Cream & Refreshment Saloon.\"",
              "You could enjoy any meal of the day there, and even hire it out for private parties.",
              "But the Latting Observatory would only last as a tourist attraction a little longer than the exhibition itself.",
              "Despite its record-breaking height and amazing view, it also failed to make money.",
              "It was sold to a marble company that used it for storage, according to \"From Ascending Rooms to Express Elevators,\" and they ruined the one thing that made it unique by removing the top 75 feet from the building.",
              "On August 30, 1859, a fire in a shop spread to nearby buildings, and soon the mostly-wooden Latting Observatory was engulfed in flames.",
              "The destruction of the observatory might have been its most popular day ever, considering The New York Times had a reporter on the scene who wrote that \"the spectacle drew together an immense number of spectators from all parts of the City.\"",
              "The author of the 1885 work \"Reminiscences of the Old Fire Laddies and Volunteer Fire Departments of New York and Brooklyn\" wrote that the conflagration of the observatory \"presented one of the grandest spectacles imaginable.\"",
              "And The Pittsfield Sun reported (via \"The Finest Building in America\"), \"A sheet of flame perfectly white extended from the bottom to the top of the building .",
              ".",
              ".",
              "a fearful but brilliant sight to the thousands on the ground.\"",
              "A 1912 article in The New York Times quoted an extremely vague source explaining contemporary feelings after the fire, writing \"it was said at the time\" that \"the destruction of the observatory is a loss to the city.",
              "The stranger will no longer be enabled to take in at one glance this great metropolis, but must be content to view it in sections at much trouble and expense.\"",
              "The Crystal Palace also caught fire but was saved (until a different fire destroyed it a couple of years later).",
              "The New York Times reported that more than a dozen buildings were destroyed, adding up to $150,000 worth of damage.",
              "After the fire, no taller structure would be built in New York City until the New York World Building in 1890, per New York YIMBY.",
              "On August 30, 1859, a fire in a shop spread to nearby buildings, and soon the mostly-wooden Latting Observatory was engulfed in flames.",
              "The destruction of the observatory might have been its most popular day ever, considering The New York Times had a reporter on the scene who wrote that \"the spectacle drew together an immense number of spectators from all parts of the City.\"",
              "The author of the 1885 work \"Reminiscences of the Old Fire Laddies and Volunteer Fire Departments of New York and Brooklyn\" wrote that the conflagration of the observatory \"presented one of the grandest spectacles imaginable.\"",
              "And The Pittsfield Sun reported (via \"The Finest Building in America\"), \"A sheet of flame perfectly white extended from the bottom to the top of the building .",
              ".",
              ".",
              "a fearful but brilliant sight to the thousands on the ground.\"",
              "A 1912 article in The New York Times quoted an extremely vague source explaining contemporary feelings after the fire, writing \"it was said at the time\" that \"the destruction of the observatory is a loss to the city.",
              "The stranger will no longer be enabled to take in at one glance this great metropolis, but must be content to view it in sections at much trouble and expense.\"",
              "The Crystal Palace also caught fire but was saved (until a different fire destroyed it a couple of years later).",
              "The New York Times reported that more than a dozen buildings were destroyed, adding up to $150,000 worth of damage.",
              "After the fire, no taller structure would be built in New York City until the New York World Building in 1890, per New York YIMBY.",
              "Even though the Latting Observatory was literally the tallest building in America, even though it was arguably Manhattan's first skyscraper, people almost immediately forgot about it.",
              "But in a time when the news was much more localized, it's perhaps understandable that those outside New York City didn't long remember a building they had only read about in the newspaper a few times.",
              "What is more surprising is that the entire city of New York also got collective amnesia, like the Mandala effect, but with the result of wiping a memory completely rather than just misremembering.",
              "A 1912 article in The New York Times opined that \"probably few even of the oldest inhabitants remember .",
              ".",
              ".",
              "the famous Latting Observatory.\"",
              "One year later, a Brooklyn paper, the Times Union, proved this fact when a letter to the editor asked when the observatory (no name given) and the Crystal Palace burned down.",
              "As the writer's chosen nom de plume was \"39 Years Reader,\" one would assume they were not particularly young and had lived in the area for at least four decades, yet they did not know this information.",
              "Nor, however, did the newspaper's editors, who were able to supply the year for the destruction of the Crystal Place, but after \"a careful search,\" could find no information on the observatory (which, again, was not named).",
              "By 1930, a tidbit on the Latting Observatory being New York's first skyscraper was syndicated in newspapers across the country as a fun \"did you know?\"",
              "fact for readers.",
              "The expectation was that, no, they did not know.",
              "The building had been forgotten.",
              "Even though the Latting Observatory was literally the tallest building in America, even though it was arguably Manhattan's first skyscraper, people almost immediately forgot about it.",
              "But in a time when the news was much more localized, it's perhaps understandable that those outside New York City didn't long remember a building they had only read about in the newspaper a few times.",
              "What is more surprising is that the entire city of New York also got collective amnesia, like the Mandala effect, but with the result of wiping a memory completely rather than just misremembering.",
              "A 1912 article in The New York Times opined that \"probably few even of the oldest inhabitants remember .",
              ".",
              ".",
              "the famous Latting Observatory.\"",
              "One year later, a Brooklyn paper, the Times Union, proved this fact when a letter to the editor asked when the observatory (no name given) and the Crystal Palace burned down.",
              "As the writer's chosen nom de plume was \"39 Years Reader,\" one would assume they were not particularly young and had lived in the area for at least four decades, yet they did not know this information.",
              "Nor, however, did the newspaper's editors, who were able to supply the year for the destruction of the Crystal Place, but after \"a careful search,\" could find no information on the observatory (which, again, was not named).",
              "By 1930, a tidbit on the Latting Observatory being New York's first skyscraper was syndicated in newspapers across the country as a fun \"did you know?\"",
              "fact for readers.",
              "The expectation was that, no, they did not know.",
              "The building had been forgotten.",
              "Looking at images of the Latting Observatory, you probably can't help but notice that it bears a bit of a resemblance to a much more famous tower.",
              "And if you don't know when the Eiffel Tower was constructed, you might assume the New York building was simply a bad attempt to copy the famous French one and bring a bit of Paris sophistication across the pond.",
              "But it was actually the other way around: The Latting Observatory was an influence on the construction and design of the Eiffel Tower, which was dreamed up three decades later for a Paris world's fair.",
              "The eponymous engineer of the latter structure admitted this himself, according to an article in the 1889 volume of \"Engineering News and American Railway Journal,\" which stated that Gustave Eiffel \"acknowledges that the original idea of a 1,000-ft.",
              "tower was borrowed from America.\"",
              "Not that the publication was willing to defend the Latting Observatory's looks over the beautiful Eiffel Tower.",
              "The same article called the observatory \"simply a well-braced 'observation mast,' rising from an extremely ugly base, built without regard to beauty or form.",
              ".",
              ".\"",
              "The author did not feel the same way about the Eiffel Tower, however, writing it is \"in itself a thing of surpassing grace and the one great decorative feature of the most successful world's fair ever held.\"",
              "Looking at images of the Latting Observatory, you probably can't help but notice that it bears a bit of a resemblance to a much more famous tower.",
              "And if you don't know when the Eiffel Tower was constructed, you might assume the New York building was simply a bad attempt to copy the famous French one and bring a bit of Paris sophistication across the pond.",
              "But it was actually the other way around: The Latting Observatory was an influence on the construction and design of the Eiffel Tower, which was dreamed up three decades later for a Paris world's fair.",
              "The eponymous engineer of the latter structure admitted this himself, according to an article in the 1889 volume of \"Engineering News and American Railway Journal,\" which stated that Gustave Eiffel \"acknowledges that the original idea of a 1,000-ft.",
              "tower was borrowed from America.\"",
              "Not that the publication was willing to defend the Latting Observatory's looks over the beautiful Eiffel Tower.",
              "The same article called the observatory \"simply a well-braced 'observation mast,' rising from an extremely ugly base, built without regard to beauty or form.",
              ".",
              ".\"",
              "The author did not feel the same way about the Eiffel Tower, however, writing it is \"in itself a thing of surpassing grace and the one great decorative feature of the most successful world's fair ever held.\"",
              "While being (arguably) the first New York skyscraper, influencing the design of the Eiffel Tower, and getting the seal of approval from Mark Twain would be enough bragging rights for any edifice, the effects of the Latting Observatory's brief time in existence had even more far-reaching effects than that.",
              "If your first thought on seeing the observatory was that it was a dead ringer for an oil derrick, you were right.",
              "George Henry Bissell was a lawyer practicing in New York City when the Latting Observatory was constructed, according to \"The Finest Building in America,\" and within a couple of years, he'd invented the remarkably similar-looking oil derrick and erected some in Pennsylvania (pictured).",
              "He also had a friend who shared his interest in the possibilities of oil, and that guy was involved with the Crystal Palace Association.",
              "There's almost no way Bissell wouldn't have been familiar with the observatory, and his invention was clearly influenced by the design.",
              "Isaac Newton Phelps Stokes was born almost a decade after the Latting Observatory was destroyed by a fire.",
              "But according to the biography \"Love, Fiercely: A Gilded Age Romance,\" which chronicles his life and marriage, the boy who would grow up to become an architect, collector of maps, and a renowned expert on New York City's geographic history was \"obsessed\" with his copy of the etching of the view from the top of the observatory.",
              "Considering the interests he chose to pursue as an adult, it's not a stretch to say that image inspired his whole career.",
              "While being (arguably) the first New York skyscraper, influencing the design of the Eiffel Tower, and getting the seal of approval from Mark Twain would be enough bragging rights for any edifice, the effects of the Latting Observatory's brief time in existence had even more far-reaching effects than that.",
              "If your first thought on seeing the observatory was that it was a dead ringer for an oil derrick, you were right.",
              "George Henry Bissell was a lawyer practicing in New York City when the Latting Observatory was constructed, according to \"The Finest Building in America,\" and within a couple of years, he'd invented the remarkably similar-looking oil derrick and erected some in Pennsylvania (pictured).",
              "He also had a friend who shared his interest in the possibilities of oil, and that guy was involved with the Crystal Palace Association.",
              "There's almost no way Bissell wouldn't have been familiar with the observatory, and his invention was clearly influenced by the design.",
              "Isaac Newton Phelps Stokes was born almost a decade after the Latting Observatory was destroyed by a fire.",
              "But according to the biography \"Love, Fiercely: A Gilded Age Romance,\" which chronicles his life and marriage, the boy who would grow up to become an architect, collector of maps, and a renowned expert on New York City's geographic history was \"obsessed\" with his copy of the etching of the view from the top of the observatory.",
              "Considering the interests he chose to pursue as an adult, it's not a stretch to say that image inspired his whole career."
            ]
          },
          {
            "title": "Latting Observatory - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Latting_Observatory",
            "content": [
              "Latting Observatory - Wikipedia",
              "The Latting Observatory was a wooden tower in New York City built as part of the 1853 Exhibition of the Industry of All Nations, adjoining the New York Crystal Palace.",
              "It was located on the North side of 42nd Street between Fifth Avenue and Sixth Avenue across the street from the site of present-day Bryant Park.",
              "Conceived by Waring Latting and designed by architect William Naugle, the observatory was an octagonally-based, iron-braced wooden tower 315 feet (96 m) high adjoining the Crystal Palace, with landings at three levels on the structure, allowing visitors to see east into Queens, south into Staten Island, and west into New Jersey.",
              "[1] The tower, taller than the spire of Trinity Church at 290 feet (88 m), was the tallest structure in New York City from the time it was constructed in 1853 until it was shortened in 1855.",
              "The tower's base was a 75-foot (23 m) square, tapering to a top of 6 to 8 feet (1.",
              "8 to 2.",
              "4 m).",
              "It could handle up to 1,500 people at a time.",
              "[2] It burned down in 1856.",
              "The Latting Observatory was an inspiration for the Eiffel Tower.",
              "[3] The tallest building in the United States during its brief existence, and described afterwards as \"New York's first skyscraper\", the building's base featured shops and three landings, at 125 feet (38 m), 225 feet (69 m), and 300 feet (91 m), where telescopes allowed tourists to peer over their surroundings.",
              "[4] The original specifications of the observatory called for a steam elevator to be installed to service all three heights, but that would have been unprecedented, since the tallest elevator then in existence was only 75 feet (23 m) high.",
              "None of the accounts of the tower mention steam elevators.",
              "[5] Ascent was possible using winding stairways with several intermediate landings.",
              "[3] In announcing the July 1, 1853 opening of the observatory to invited guests, a writer for The New York Times described that he \"was not prepared for the wonderful panorama\" which was said to reach from 40 to 60 miles (60 to 100 km), providing an incomparable view unavailable in London, Paris or from atop the Great Pyramid of Giza, as the tower rises in \"the midst of a human hive, whose bees are the best in the world's apiary.\"",
              "The ascent to the top of the structure was described as \"fatiguing, but it improves digestion.\"",
              "[6] The building was acquired by the Hydeville Marble Works shortly after the end of the fair in 1854;",
              "the firm removed the top 75 feet of the tower a year later.",
              "The observatory burned down in a fire that started between midnight and 1:00 AM on August 30, 1856 in a cooper's shop located at 49 West 43rd Street.",
              "The fire spread rapidly and attracted spectators from around the city, with flames that were visible for miles around.",
              "Though the fire destroyed more than twelve buildings and several families were left homeless, there were no known injuries or fatalities related to the incident.",
              "The Hydeville Marble Works, which owned the observatory, suffered a loss of $100,000 on merchandise and structures, of which $17,500 was covered by four different insurance companies.",
              "The New York Times described the fire as \"one of the most destructive conflagrations that has occurred in the City for a long time.",
              ".",
              ".\"",
              "with property valued at a total of $150,000 destroyed, most of which was accounted for by the tower itself.",
              "The Times described the tower as a \"conspicuous landmark, by which the traveler could ascertain his whereabouts\" and that it would be \"greatly missed\" despite the fact that as an investment it was \"a stupendous failure\" that never paid a return on the $150,000 in capital stock raised to erect the structure.",
              "Spectators feared that the tower would topple on and crush the north side of the Crystal Palace, but the observatory burned down on its base into a \"mass of smouldering cinders\".",
              "Fire companies from Williamsburg and elsewhere in Brooklyn were ferried across the East River to assist in extinguishing the blaze.",
              "[2] Engineer Gustave Eiffel acknowledged that the origin of the idea for an observation tower \"came from America\" but that his tower in Paris improved upon the American version in several ways.",
              "[3] The Latting Observatory was built \"without regard for beauty of form and purely for commercial purpose\" in contrast to the Eiffel Tower, built some thirty years later with attention to form.",
              "[3] 40°45′15′′N 73°58′56′′W﻿ / ﻿40.",
              "75417°N 73.",
              "98222°W﻿ / 40.",
              "75417;",
              "-73.",
              "98222"
            ]
          },
          {
            "title": "Reviled to Renowned: How the Eiffel Tower Became the Most Treasured ...",
            "url": "https://architizer.com/blog/inspiration/stories/reviled-to-renowned-the-eiffel-tower/",
            "content": [
              "Reviled to Renowned: How the Eiffel Tower Became the Most Treasured ...",
              "Inspiration and Tools for Architects Thanks for signing up!",
              "The monument was intended to stand for just 20 years, and not only that — its very existence was under threat from the moment it was conceived.",
              "Architizer's 12th Annual A+Awards are officially underway!",
              "Sign up for key program updates and prepare your submission ahead of the Main Entry Deadline on December 15th.",
              "Architizer's 12th Annual A+Awards are officially underway!",
              "Sign up for key program updates and prepare your submission ahead of the Main Entry Deadline on December 15th.",
              "Since it was announced in 2017, the Eiffel Tower in Paris has undergone a €300 million, 15-year renovation, with the aim of preserving this iconic landmark long into the future.",
              "This is an extraordinary turn of events when you consider that, upon completion in 1889, the monument was intended to stand for just 20 years, and not only that — its very existence was under threat from the moment it was conceived.",
              "The original proposal of a grand tower to form the centerpiece of the 1889 Exposition Universelle was drafted by two engineers, Maurice Koechlin and Émile Nouguier, and architect Stephen Sauvestre, all while working at Gustave Eiffel’s company.",
              "Inspired by the Latting Observatory in New York City, Eiffel said the tower would symbolize “not only the art of the modern engineer, but also the century of industry and science in which we are living.",
              "” The 300-meter (980-foot) tower won unanimous approval from the organizers of the exhibition, but its extraordinary scale and unapologetically industrial language did not please all.",
              "Exposition poster;",
              "image via BDZoom.",
              "com Plans for the Eiffel Tower are seen in this undated file photo;",
              "image via Science & Society Picture Library/Getty Images Published by Le Temps in February 1887, a petition of protestation was signed by 300 creatives — one for each meter of the tower’s total height — objecting to its construction on artistic grounds.",
              "The petition constituted a fierce revolt against Eiffel’s ambitious proposals, including some seriously visceral metaphors and a passionate plea to think again: “We, writers, painters, sculptors, architects and passionate devotees of the hitherto untouched beauty of Paris, protest with all our strength, with all our indignation in the name of slighted French taste, against the erection .",
              ".",
              ".",
              "of this useless and monstrous Eiffel Tower .",
              ".",
              ".",
              "To bring our arguments home, imagine for a moment a giddy, ridiculous tower dominating Paris like a gigantic black smokestack, crushing under its barbaric bulk Notre Dame .",
              ".",
              ".",
              "the Louvre .",
              ".",
              ".",
              "the Arc de Triomphe;",
              "all of our humiliated monuments will disappear in this ghastly dream.",
              "And for 20 years .",
              ".",
              ".",
              "we shall see stretching like a blot of ink the hateful shadow of the hateful column of bolted sheet metal.",
              "” To counter protests against its artistic merit, Eiffel doubled down on the symbolic purpose of the wrought-iron monument as a celebration of engineering, science and mathematics.",
              "The engineer made this “invocation of science” explicit, honoring those that had helped bring the structure to fruition with the addition of 72 names engraved around the outside of the tower.",
              "One of the steel struts of the Eiffel Tower at the start of its construction in Paris, July 18, 1887;",
              "photo by FPG/Hulton Archive/Getty Images;",
              "via vintage everyday A large wood scaffold supported construction of the tower’s first level;",
              "image via Keystone-france/Gamma-Keystone/Getty Images.",
              "Despite continued resistance, construction began as planned on Jan.",
              "28, 1887.",
              "Huge slabs of concrete and blocks of limestone were installed at the foundation to support the shoe for the ironwork, which began to be assembled in June that year.",
              "At first, the legs of the tower were constructed as cantilevers, but halfway through construction of the first tier, a large timber scaffold was erected for additional support.",
              "Critics watching on were quick to jump on this turn of events, question the structural integrity of the tower: Sensational headlines such as “Eiffel Suicide!",
              "” and “Gustave Eiffel Has Gone Mad: He Has Been Confined in an Asylum” appeared in local newspapers.",
              "Nonetheless, construction continued and the tower’s incredible stability remains on display over 100 years later.",
              "Construction progress on the tower;",
              "images via Un Jour de plus à Paris Illustration of the tower’s first visitors at the summit, 1889;",
              "image via BDZoom.",
              "com Even when the tower was completed and opened in March 1889, opinion remained polarized.",
              "French writer Guy de Maupassant famously ate lunch in the tower’s restaurant every day because it was the one place in Paris where the tower was not visible.",
              "However, while creative professionals remained skeptical, the tower was a huge success with the public: By the end of the exhibition, the tower had seen almost two million visitors, each of whom gained a newfound appreciation for innovative French engineering and an unprecedented view of Paris in the process.",
              "The structure was due to be dismantled in 1909, but when the time came, its functionality as a communications tower had become so crucial that the City of Paris elected to retain it.",
              "At the same time, the tide of popular opinion over Eiffel’s design had begun to turn.",
              "In 1918, as World War I was reaching its end, writer Guillaume Apollinaire penned a nationalist poem in the shape of the tower to express his feelings about the conflict with Germany.",
              "This encapsulates emotions across Paris in relation to the tower — what was once viewed as an incongruous, alien structure was now a key part of the city’s identity, symbolizing the strength of the French in the face of such an extreme national crisis.",
              "Via Wikipedia (NonOmnisMoriar) To this day, the tower constitutes one of the most powerful examples of architecture as a metaphor for national pride, and has become the quintessential “icon” against which all contemporary urban landmarks are measured.",
              "Once the planned renovations are complete, it could stand for another century — not bad going for a building that was poised for demolition 108 years ago.",
              "If there is one thing architects can take away from studying the curious story of the Eiffel Tower, it is this: If your building is hated by the public upon its completion, don’t lose hope.",
              "Just give it a little time.",
              "Architizer's 12th Annual A+Awards are officially underway!",
              "Sign up for key program updates and prepare your submission ahead of the Main Entry Deadline on December 15th.",
              "Architizer's 12th Annual A+Awards are officially underway!",
              "Sign up for key program updates and prepare your submission ahead of the Main Entry Deadline on December 15th.",
              "Top image: construction progress on the tower;",
              "images via Un Jour de plus à Paris ​Boathouses embody energy.",
              "Celebrating rhythm, repetition and craft, these finely tuned structures p rovide space for training and storage to engage with the outdoors.",
              "Architecture school is rough, no matter what.",
              "However, there are definitely ways to make it a bit ea sier and more enjoyable.",
              "Here are my five tips for surviving architecture school.",
              "Inspiration and Tools for Architects Thanks for signing up!"
            ]
          }
        ],
        "The original idea of a 300-meter metal tower was conceived by two engineers, Émile Nouguier and Maurice Koechlin, who worked for Eiffel's company.": [
          {
            "title": "Maurice Koechlin, the engineer without whom the Tower ... - Eiffel Tower",
            "url": "https://www.toureiffel.paris/en/news/history-and-culture/maurice-koechlin-engineer-without-whom-tower-would-not-exist",
            "content": [
              "Maurice Koechlin, the engineer without whom the Tower ... - Eiffel Tower",
              "Thursday 5 May 2022 Modified the 05/05/22 French-Swiss engineer Maurice Koechlin was one of Gustave Eiffel's most loyal partners.",
              "Born on March 8, 1856 in the Haut-Rhin, he was hired by the Eiffel company in 1879 after graduating from the Polytechnicum in Zurich, where he had studied under Karl Culmann and discovered graphic statics (an entirely geometrical method of solving static mechanics problems), which would later be of great use to him in designing the Tower.",
              "The talented young engineer joined the company to take on the difficult task of managing the design office.",
              "Four months before his arrival, Theophile Seyrig, a long-standing collaborator of Gustave Eiffel, had left the management of the design office following major disagreements.",
              "His replacement took up the new challenge and immediately set to work on completing all the calculations for the famous Garabit Viaduct, a stunning railway bridge that is still standing in the Cantal department in France.",
              "He also took part in designing the structure of the Statue of Liberty with Auguste Bartholdi.",
              "Koechlin worked closely with Emile Nouguier, another engineer in charge of technical surveys and assembly who had joined the company three years before him.",
              "In 1884, there was talk of building a giant tower.",
              "Granite, masonry.",
              ".",
              ".",
              "ideas abounded but did not last long.",
              "In the Eiffel studios in May 1884, the two colleagues, Maurice Koechlin and Emile Nouguier, were discussing the upcoming World Exhibition that would take place in Paris and wondered what could be done “to make it more attractive”.",
              "They came up with the idea of a very tall tower, made of metal, the Eiffel specialty.",
              "On June 6, 1884, Maurice Koechlin made a rough calculation and an initial sketch of a 300-meter metal tower at his home, which he entitled \"300-Meter-Tall Pylon”.",
              "Download the drawing in high resolution The drawing was directly inspired by the large pillars of the metal viaducts built by Eiffel during this period.",
              "Although very basic and not very aesthetic, it already featured the quintessential elements of the ingenious design: four legs composed of solid columns linked together by lattice girders rising obliquely to meet at the top, curved piers for better wind resistance, etc.",
              "It was time to present the design to the big boss, who was unfortunately not very impressed and disregarded the project.",
              "However, he did authorize his employees to continue working on the idea.",
              "Koechlin and Nouguier worked with architect Stephen Sauvestre to make the project more aesthetic and attractive.",
              "The reworked and \"decorated\" project was again submitted to Gustave Eiffel, just before its exhibition at the Éxposition des Arts Décoratifs in September 1884.",
              "Eiffel was convinced and registered a patent in the names of Eiffel, Nouguier and Koechlin!",
              "Two years later, in November 1886, the project was officially adopted and the “300-meter Tower” was built and presented as the highlight of the 1889 World Exhibition.",
              "As Gustave Eiffel's loyal right-hand man, Maurice Koechlin oversaw the design (5,300 drawings!)",
              "and innumerable calculations for the monument, then closely supervised its foundation and construction between 1887 and 1889.",
              "In 1893, Gustave Eiffel withdrew from his business and company after the Panama Canal scandal.",
              "The Eiffel company was renamed Société de Construction de Levallois-Perret, and Maurice Koechlin became its director.",
              "It continued to work on the construction of metal structures for railroads and roads.",
              "Even after his retirement, Maurice Koechlin was still involved in the company and the life of the Tower at the end of the 1930s.",
              "He remained President of the Board of Directors of the Anciens Établissements Eiffel (the new name of the Levallois Perret company, adopted in 1937) and of the Tower.",
              "Should the monument have been called the Koechlin Tower instead of the Eiffel Tower?",
              "The best person to answer this question is Koechlin himself!",
              "Interviewed in 1939 in the magazine \"La Renaissance\", for the 50th anniversary of the Eiffel Tower, he modestly said the following: “Eiffel is the undeniable father of the Tower [.",
              ".",
              ".]",
              "full of tireless perseverance [.",
              ".",
              ".]",
              "He remains the great creator and the man of sufficient prestige and audacity who was able to shake up the public authorities and impose his project.",
              "” Eiffel and Koechlin remained friends until Gustave Eiffel's death in 1923.",
              "Maurice Koechlin died on January 14, 1946 in Veytaux, Switzerland.",
              "In homage to the Eiffel Tower’s two creators, the exterior passageway between the south and west pillars on the 1st Floor has been renamed \"Rue Maurice Koechlin et Emile Nouguier\".",
              "You liked this article ?",
              "?",
              "Share it Book a ticket Save time, buy tickets online Opening times & Ticket prices Today : 09:30 - 23:30 Price :28.",
              "30€ Take Paris’ most spectacular ride to the top for €28.",
              "30 or less (€28.",
              "30 for adult ticket with access to top by lift).",
              "Book a ticket Save time, buy your tickets online TOUREIFFEL.",
              "PARIS THE OFFICIAL WEBSITE OF THE EIFFEL TOWER A website owned by Sociéte d'Exploitation de la tour Eiffel Follow us on"
            ]
          },
          {
            "title": "Émile Nouguier - Wikiwand",
            "url": "https://www.wikiwand.com/en/%C3%89mile_Nouguier",
            "content": [
              "Émile Nouguier - Wikiwand",
              "Can you list the top facts and stats about Émile Nouguier?",
              "Summarize this article for a 10 years old Émile Nouguier (17 February 1840 – 23 November 1897) was a French civil engineer and architect.",
              "He is famous for co-designing the Eiffel Tower, built 1887–1889 for the 1889 Universal Exposition in Paris, France, the Garabit viaduct, the highest in the world at the time,[citation needed] near Ruynes-en-Margeride, Cantal, France, and the Faidherbe Bridge over the Sénégal River in Senegal.",
              "In 1861 he attended and graduated the École Polytechnique in Paris, in 1862 he joined the École nationale supérieure des mines de Paris from which he graduated in 1865 with the title of mining construction engineer."
            ]
          },
          {
            "title": "Émile Nouguier — Wikipédia",
            "url": "https://fr.wikipedia.org/wiki/%C3%89mile_Nouguier",
            "content": [
              "Émile Nouguier — Wikipédia",
              "modifier - modifier le code - modifier Wikidata Toussaint Michel Émile Nouguier (né le 17 février 1840 – décédé le 13 novembre 1897[1],[2]) est un ingénieur et architecte français.",
              "Spécialiste de la charpente métallique, il est passé à la postérité en tant que concepteur de la Tour Eiffel.",
              "Né de Joseph Félix Marius Nouguier (1796-?)",
              ", négociant, et de son épouse Marie Joséphine Hortense Moreaux[2].",
              "De son union avec Adèle Francine Minette naitront plusieurs enfants, dont : Après avoir été admissible à l’École polytechnique en 1861[3], il étudia à l’École nationale supérieure des mines de Paris (1862-1865).",
              "Il travailla d’abord pour Ernest Goüin et Cie (devenue par la suite Société de construction des Batignolles) où il occupa successivement le poste de chef du bureau des études, puis celui d'ingénieur des chantiers[4].",
              "Il participa ainsi à la construction : Passé au service de l'entreprise de Gustave Eiffel en 1876 comme ingénieur chargé de la direction des études techniques et des montages, il participa aux projets suivants : En France : Au Portugal : En Espagne : En Roumanie : En Hongrie : Pour certains de ces ouvrages, il a introduit des innovations en matière de technologie de construction.",
              "Il a notamment utilisé le principe du pont à poutres en porte-à-faux, qui permet de travailler sans échafaudage au sol, pour le pont et les viaducs du Douro ainsi que le viaduc de Garabit.",
              "C'est à Émile Nouguier qu'est due l'idée d'élever une « tour de 300 mètres » à l'Exposition universelle de 1889.",
              "Il en a dressé le projet de concert avec Maurice Koechlin, son jeune collègue à la maison Eiffel, et Stephen Sauvestre, architecte du Palais des Colonies[4].",
              "Nouguier raconte ainsi la genèse et le lancement du projet : « En 1871, au moment où l'on préparait en Amérique, l'Exposition de Philadelphie, j'avais lu dans quelques journaux qu'il était question d'y construire une tour de 1,000 pieds de hauteur.",
              "Pour quelles raisons ce projet n'a-t-il pas été mis à exécution ?",
              "C'est ce que je ne saurais dire.",
              "S'est-on trouvé arrêté par des difficultés techniques ou simplement pour des raisons financières ?",
              "Je l'ignore absolument.",
              "Quoi qu'il en soit, lorsqu'il y a quatre ans, on commença à parler de l'Exposition de 1889, l'idée de la Tour américaine de 1 000 pieds de hauteur me revint à l'esprit.",
              "En traduisant cette hauteur en mètres, elle correspondait à peu près à 300 mètres et je voulus me rendre compte de la possibilité qu'il y avait à construire un monument d'une telle élévation.",
              "Le problème était intéressant, car il ne s'agissait pas seulement de répondre à des difficultés du domaine de l'ingénieur, telles que la solidité des fondations de la Tour, sa stabilité, sa résistance au vent, etc.",
              ";",
              "mais il fallait encore arriver à satisfaire à toutes ces conditions sans dépasser une somme d'argent qui, par son importance, eut rendu le projet réalisable.",
              "C'est alors qu'avec mon jeune ami Koechlin nous nous mîmes à l'œuvre.",
              "On ne nous prodiguait pas les encouragements ;",
              "au contraire, toutes les personnes à qui nous parlions de notre projet le tournaient en ridicule.",
              "[.",
              ".",
              ".]",
              "Mais nous avions la foi et nous marchions quand même.",
              "Quand notre projet fut terminé, quand tous nos calculs nous eurent prouvé qu'on pouvait l'exécuter moyennant une somme relativement faible et qui pourrait être facilement payée par le produit des ascensions dans la Tour, nous pensâmes à le faire connaître au public.",
              "Mon ami Sauvestre s'était laissé gagner par notre enthousiasme et il nous fit un magnifique dessin [.",
              ".",
              ".]",
              "Plus tard, le même dessin figura à l'Exposition d'Anvers où il excita la curiosité des nombreux étrangers qui la visitèrent.",
              "À partir de ce moment, la Tour était lancée.",
              "Tous les journaux se mirent à en parler, pour en dire, je dois l'avouer, plus de mal que de bien.",
              "» [5] Ce projet, auquel Eiffel déclare tout d'abord ne pas s'intéresser, est présenté à l'Exposition des Arts Décoratifs de 1884.",
              "Devant le succès obtenu par le projet, Gustave Eiffel propose alors aux deux ingénieurs de leur racheter le brevet, ce qu'ils acceptent, puis il parvient à convaincre Édouard Lockroy, ministre du Commerce et de l'Industrie, de lancer un concours pour la construction d'une tour de 300 m en vue de l'Exposition universelle de Paris de 1889.",
              "Nouguier a ensuite suivi l'exécution de la tour et en a étudié et dirigé le montage [2],[4].",
              "Nouguier a toujours su rendre hommage à Gustave Eiffel : « Le constructeur déjà célèbre du pont du Douro, du viaduc de Garabit et de tant d'autres ouvrages d'art remarquables ne craignit pas d'assumer la responsabilité de l'exécution de la tour ;",
              "ne marchandant ni ses peines, ni ses démarches, il parvint à surmonter toutes les difficultés que rencontra, à son début, cette entreprise dont la hardiesse effrayait un peu ;",
              "réfutant, de sa grande autorité d'ingénieur, les objections qu'on lui opposait, il arriva à convaincre tous les adversaires du projet, et, finalement, réussit à le faire accepter par le gouvernement.",
              "Il fallait un homme comme lui pour accomplir cette tâche difficile et l'on peut dire, en toute justice, que si la tour de 300 mètres a vu le jour, c'est surtout à lui qu'en revient le mérite.",
              "» [6] Il fut nommé chevalier de la Légion d'honneur le 4 mai 1889[7].",
              "En 1893, Émile Nouguier démissionna de la Société Eiffel pour racheter le bureau d'études Joly à Argenteuil (Seine-et-Oise), avec Kessler et d'autres actionnaires.",
              "Parmi les principaux projets de son cabinet, il y a lieu de citer : Il mourut le 13 novembre 1897 à Argenteuil, trois mois avant l'inauguration de ce dernier ouvrage.",
              "L'avocat Jean Casimir Louis Nouguier, cousin germain d'Emile Nouguier, défendit Gustave Eiffel lors d'un procès important à Dijon."
            ]
          }
        ],
        "Émile Nouguier and Maurice Koechlin later collaborated with an architect, Stephen Sauvestre, who improved the aesthetic appearance of the tower by adding arches, a pavilion, and other decorative elements.": [
          {
            "title": "Stephen Sauvestre - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Stephen_Sauvestre",
            "content": [
              "Stephen Sauvestre - Wikipedia",
              "Charles Léon Stephen Sauvestre (26 December 1847 – 26 December 1919) was a French architect.",
              "He is notable for being one of the architects contributing to the design of the world-famous Eiffel Tower, built for the 1889 Universal Exposition in Paris, France.",
              "[1] Sauvestre was born in Bonnétable, Sarthe in France in 1847.",
              "His father Charles Sauvestre was a writer, socialist, activist and teacher and his mother was a housewife.",
              "He graduated with first class honors from École Spéciale d'Architecture in 1868.",
              "He died in 1919 at the age of 72.",
              "[2] Sauvestre contributed to the design of the Eiffel Tower, adding the decorative arches to the base, a glass pavilion to the first level and the cupola at the top.",
              "He also chose the color of the tower.",
              "He received the support of Gustave Eiffel who bought the rights to the patent on the design which he had filed together with Maurice Koechlin and Émile Nouguier.",
              "[3][4] He was also the head of the Architecture department Compagnie des Etablissements Eiffel[5] [6] Galerie des Machines Hotel Beranger"
            ]
          },
          {
            "title": "Maurice Koechlin, the engineer without whom the Tower ... - Eiffel Tower",
            "url": "https://www.toureiffel.paris/en/news/history-and-culture/maurice-koechlin-engineer-without-whom-tower-would-not-exist",
            "content": [
              "Maurice Koechlin, the engineer without whom the Tower ... - Eiffel Tower",
              "Thursday 5 May 2022 Modified the 05/05/22 French-Swiss engineer Maurice Koechlin was one of Gustave Eiffel's most loyal partners.",
              "Born on March 8, 1856 in the Haut-Rhin, he was hired by the Eiffel company in 1879 after graduating from the Polytechnicum in Zurich, where he had studied under Karl Culmann and discovered graphic statics (an entirely geometrical method of solving static mechanics problems), which would later be of great use to him in designing the Tower.",
              "The talented young engineer joined the company to take on the difficult task of managing the design office.",
              "Four months before his arrival, Theophile Seyrig, a long-standing collaborator of Gustave Eiffel, had left the management of the design office following major disagreements.",
              "His replacement took up the new challenge and immediately set to work on completing all the calculations for the famous Garabit Viaduct, a stunning railway bridge that is still standing in the Cantal department in France.",
              "He also took part in designing the structure of the Statue of Liberty with Auguste Bartholdi.",
              "Koechlin worked closely with Emile Nouguier, another engineer in charge of technical surveys and assembly who had joined the company three years before him.",
              "In 1884, there was talk of building a giant tower.",
              "Granite, masonry.",
              ".",
              ".",
              "ideas abounded but did not last long.",
              "In the Eiffel studios in May 1884, the two colleagues, Maurice Koechlin and Emile Nouguier, were discussing the upcoming World Exhibition that would take place in Paris and wondered what could be done “to make it more attractive”.",
              "They came up with the idea of a very tall tower, made of metal, the Eiffel specialty.",
              "On June 6, 1884, Maurice Koechlin made a rough calculation and an initial sketch of a 300-meter metal tower at his home, which he entitled \"300-Meter-Tall Pylon”.",
              "Download the drawing in high resolution The drawing was directly inspired by the large pillars of the metal viaducts built by Eiffel during this period.",
              "Although very basic and not very aesthetic, it already featured the quintessential elements of the ingenious design: four legs composed of solid columns linked together by lattice girders rising obliquely to meet at the top, curved piers for better wind resistance, etc.",
              "It was time to present the design to the big boss, who was unfortunately not very impressed and disregarded the project.",
              "However, he did authorize his employees to continue working on the idea.",
              "Koechlin and Nouguier worked with architect Stephen Sauvestre to make the project more aesthetic and attractive.",
              "The reworked and \"decorated\" project was again submitted to Gustave Eiffel, just before its exhibition at the Éxposition des Arts Décoratifs in September 1884.",
              "Eiffel was convinced and registered a patent in the names of Eiffel, Nouguier and Koechlin!",
              "Two years later, in November 1886, the project was officially adopted and the “300-meter Tower” was built and presented as the highlight of the 1889 World Exhibition.",
              "As Gustave Eiffel's loyal right-hand man, Maurice Koechlin oversaw the design (5,300 drawings!)",
              "and innumerable calculations for the monument, then closely supervised its foundation and construction between 1887 and 1889.",
              "In 1893, Gustave Eiffel withdrew from his business and company after the Panama Canal scandal.",
              "The Eiffel company was renamed Société de Construction de Levallois-Perret, and Maurice Koechlin became its director.",
              "It continued to work on the construction of metal structures for railroads and roads.",
              "Even after his retirement, Maurice Koechlin was still involved in the company and the life of the Tower at the end of the 1930s.",
              "He remained President of the Board of Directors of the Anciens Établissements Eiffel (the new name of the Levallois Perret company, adopted in 1937) and of the Tower.",
              "Should the monument have been called the Koechlin Tower instead of the Eiffel Tower?",
              "The best person to answer this question is Koechlin himself!",
              "Interviewed in 1939 in the magazine \"La Renaissance\", for the 50th anniversary of the Eiffel Tower, he modestly said the following: “Eiffel is the undeniable father of the Tower [.",
              ".",
              ".]",
              "full of tireless perseverance [.",
              ".",
              ".]",
              "He remains the great creator and the man of sufficient prestige and audacity who was able to shake up the public authorities and impose his project.",
              "” Eiffel and Koechlin remained friends until Gustave Eiffel's death in 1923.",
              "Maurice Koechlin died on January 14, 1946 in Veytaux, Switzerland.",
              "In homage to the Eiffel Tower’s two creators, the exterior passageway between the south and west pillars on the 1st Floor has been renamed \"Rue Maurice Koechlin et Emile Nouguier\".",
              "You liked this article ?",
              "?",
              "Share it Book a ticket Save time, buy tickets online Opening times & Ticket prices Today : 09:30 - 23:30 Price :28.",
              "30€ Take Paris’ most spectacular ride to the top for €28.",
              "30 or less (€28.",
              "30 for adult ticket with access to top by lift).",
              "Book a ticket Save time, buy your tickets online TOUREIFFEL.",
              "PARIS THE OFFICIAL WEBSITE OF THE EIFFEL TOWER A website owned by Sociéte d'Exploitation de la tour Eiffel Follow us on"
            ]
          },
          {
            "title": "Émile Nouguier - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/%C3%89mile_Nouguier",
            "content": [
              "Émile Nouguier - Wikipedia",
              "Émile Nouguier (17 February 1840 – 23 November 1897) was a French civil engineer and architect.",
              "He is famous for co-designing the Eiffel Tower, built 1887–1889 for the 1889 Universal Exposition in Paris, France, the Garabit viaduct, the highest in the world at the time,[citation needed] near Ruynes-en-Margeride, Cantal, France, and the Faidherbe Bridge over the Sénégal River in Senegal.",
              "In 1861 he attended and graduated the École Polytechnique in Paris, in 1862 he joined the École nationale supérieure des mines de Paris from which he graduated in 1865 with the title of mining construction engineer.",
              "After graduating, Émile Nouguier started to work for Ernest Goüin et Cie.",
              "and was involved in the construction of: In 1867 Émile Nouguier was employed by Eiffel et Cie, later the Compagnie des Establissments Eiffel owned by Gustave Eiffel and between 1867 and 1893 he contributed to many construction projects: In 1884 Nouguier and the structural engineer Maurice Koechlin, who also worked for Eiffel, came up with the idea of a large tower to act as the centerpiece of the Universal Exposition which was to be held in 1889.",
              "The two engineers consulted Stephen Sauvestre, head of the architectural division of the Eiffel company, who added embellishments including the decorative arches of the base and the glazed pavilion on the first level.",
              "The proposal was put before Eiffel, who approved the project, and presented it to the French Minister for Trade and Industry.",
              "In 1884 Gustave Eiffel, Émile Nouguier and Maurice Koechlin registered a patent for the construction of pylons with heights of over 300 m.",
              "Later Gustave Eiffel bought the rights from the other two for one percent of the total earnings of the tower if it will be built.",
              "They received around 50,000 francs.",
              "In 1893 Nouguier resigned from the Gustave Eiffel Entreprise and became co-president of Nouguier, Kessler et Cie in Argenteuil, Île-de-France.",
              "He continued to work on many important projects, including: He died, at the age of 57, on 23 November 1897, three months before the Saint-Bernard Bridge in Paris was officially opened.",
              "Émile Nouguier is a main character in the 2016 novel To Capture What We Cannot Keep by British author Beatrice Colin.",
              "[1]"
            ]
          }
        ],
        "The Eiffel Tower was constructed from 1887 to 1889 using wrought-iron lattice work.": [
          {
            "title": "Eiffel Tower: Construction Features of the Iron Giant",
            "url": "https://theconstructor.org/case-study/eiffel-tower-construction-features/75182/",
            "content": [
              "Eiffel Tower: Construction Features of the Iron Giant",
              "Join TheConstructor to ask questions, answer questions, write articles, and connect with other people.",
              "When you join you get additional benefits.",
              "Username* E-Mail* Password* Confirm Password* First Name* Last Name* Country Select a country.",
              ".",
              ".",
              "Åland IslandsAfghanistanAlbaniaAlgeriaAndorraAngolaAnguillaAntarcticaAntigua and BarbudaArgentinaArmeniaArubaAustraliaAustriaAzerbaijanBahamasBahrainBangladeshBarbadosBelarusBelauBelgiumBelizeBeninBermudaBhutanBoliviaBonaire, Saint Eustatius and SabaBosnia and HerzegovinaBotswanaBouvet IslandBrazilBritish Indian Ocean TerritoryBritish Virgin IslandsBruneiBulgariaBurkina FasoBurundiCambodiaCameroonCanadaCape VerdeCayman IslandsCentral African RepublicChadChileChinaChristmas IslandCocos (Keeling) IslandsColombiaComorosCongo (Brazzaville)Congo (Kinshasa)Cook IslandsCosta RicaCroatiaCubaCuraÇaoCyprusCzech RepublicDenmarkDjiboutiDominicaDominican RepublicEcuadorEgyptEl SalvadorEquatorial GuineaEritreaEstoniaEthiopiaFalkland IslandsFaroe IslandsFijiFinlandFranceFrench GuianaFrench PolynesiaFrench Southern TerritoriesGabonGambiaGeorgiaGermanyGhanaGibraltarGreeceGreenlandGrenadaGuadeloupeGuatemalaGuernseyGuineaGuinea-BissauGuyanaHaitiHeard Island and McDonald IslandsHondurasHong KongHungaryIcelandIndiaIndonesiaIranIraqIsle of ManIsraelItalyIvory CoastJamaicaJapanJerseyJordanKazakhstanKenyaKiribatiKuwaitKyrgyzstanLaosLatviaLebanonLesothoLiberiaLibyaLiechtensteinLithuaniaLuxembourgMacao S.",
              "A.",
              "R.",
              ", ChinaMacedoniaMadagascarMalawiMalaysiaMaldivesMaliMaltaMarshall IslandsMartiniqueMauritaniaMauritiusMayotteMexicoMicronesiaMoldovaMonacoMongoliaMontenegroMontserratMoroccoMozambiqueMyanmarNamibiaNauruNepalNetherlandsNetherlands AntillesNew CaledoniaNew ZealandNicaraguaNigerNigeriaNiueNorfolk IslandNorth KoreaNorwayOmanPakistanPalestinian TerritoryPanamaPapua New GuineaParaguayPeruPhilippinesPitcairnPolandPortugalQatarRepublic of IrelandReunionRomaniaRussiaRwandaSão Tomé and PríncipeSaint BarthélemySaint HelenaSaint Kitts and NevisSaint LuciaSaint Martin (Dutch part)Saint Martin (French part)Saint Pierre and MiquelonSaint Vincent and the GrenadinesSan MarinoSaudi ArabiaSenegalSerbiaSeychellesSierra LeoneSingaporeSlovakiaSloveniaSolomon IslandsSomaliaSouth AfricaSouth Georgia/Sandwich IslandsSouth KoreaSouth SudanSpainSri LankaSudanSurinameSvalbard and Jan MayenSwazilandSwedenSwitzerlandSyriaTaiwanTajikistanTanzaniaThailandTimor-LesteTogoTokelauTongaTrinidad and TobagoTunisiaTurkeyTurkmenistanTurks and Caicos IslandsTuvaluUgandaUkraineUnited Arab EmiratesUnited Kingdom (UK)United States (US)UruguayUzbekistanVanuatuVaticanVenezuelaVietnamWallis and FutunaWestern SaharaWestern SamoaYemenZambiaZimbabwe By registering, you agree to the Terms of Service and Privacy Policy .",
              "* Log in to TheConstructor to ask questions, answer people’s questions, write articles & connect with other people.",
              "When you join you get additional benefits.",
              "Username or email* Password* Lost your password?",
              "Please enter your email address.",
              "You will receive a link and will create a new password via email.",
              "E-Mail* Sorry, you do not have permission to ask a question, You must log in to ask a question.",
              "Join now!",
              "Username or email* Password* Do you need to remove the ads?",
              "Join now!",
              "🕑 Reading time: 1 minute The Eiffel Tower was the first structure to reach the coveted height of 1000 feet and maintained its status as the world’s tallest structure until 1930.",
              "It was constructed as a landmark monument to commemorate the centenary of the 1789 French Revolution.",
              "Later on, the city officials recognized its significance as a radio tower, which proved instrumental during the first and second world wars.",
              "Presently, the Eiffel Tower situated in Paris, France, is one of the world’s most iconic tourist destinations.",
              "Its architectural intricacies welcome more visitors than any other tourist attraction in the world.",
              "In addition to its architectural value, the tower also marks significant improvements in engineering design with its four legs roughly representing an exponential curve, to resist wind loads in the best possible way.",
              "Due to the unique design of its legs, the tower could reach the height never attained before by any other structure.",
              "The Eiffel Tower is a large wrought iron lattice structure comprising 7,300 tons of iron and 2.",
              "5 million rivets.",
              "It has three observation decks connected by multiple stairways and elevators.",
              "These observation decks attract an average of 30,000 visitors each day.",
              "This makes the tower’s observation decks a highly-visited area in the world.",
              "The tower also contains two restaurants that offer panoramic views of the surrounding city.",
              "Eiffel Tower is standing tall even after so many years because of its remarkable engineering design.",
              "To explain this in detail, we’ll discuss the geotechnical, structural, and construction features that make it extraordinary.",
              "The following points describe the geology of the site of the Eiffel Tower: The structural members of the Eiffel Tower consist of the floor system, beams, and legs.",
              "These structural members are discussed below: The floor of all the observation deck is made up of wrought iron.",
              "These decks are supported by the large grid of trusses that span between the legs.",
              "The large grid of trusses that span between the legs acts as a beam for the structure.",
              "These trusses are made up of wrought iron.",
              "Trusses provide the support to the flooring system and also help in load distribution.",
              "The lower and middle platforms are supported by a 16 m x 16 m and 6 m x 6 m square grid trusses with an area of 4200 m2 and 1650 m2, respectively.",
              "Beams in the upper half of the tower provide continuity between the four legs before they join to form a single leg.",
              "The spans of these beams vary from 1.",
              "8 m to 15.",
              "7 m.",
              "The Eiffel Tower consists of four legs.",
              "These legs are of exponential curve shape, such that they meet to form a single point at the peak.",
              "The size of each leg is approximately 15 m x 15 m.",
              "Each leg consists of four columns.",
              "Each column is connected to the iron lattice.",
              "Thus, the columns of each leg behave as a truss member.",
              "The columns of each leg are made up of a hollow square cross-section, formed by a series of angles and flat sections.",
              "The section properties of both the hollow square column sections and the diagonal bracing members vary with height, reflecting the increase in permanent loads of the tower at lower heights.",
              "The following are the important points about the foundation of the Eiffel Tower: Two different approaches were considered for the construction of the Eiffel Tower foundation on two different sides of the tower.",
              "i.",
              "e., park-side and riverside.",
              "The following points describe the details of the park-side foundation of the Eiffel Tower: The following points describe the details of the riverside foundation of the Eiffel Tower: Wind load is a critical factor for designing tall towers.",
              "It affects tall towers in two ways— statically and dynamically.",
              "The wind load conditions considered for the Eiffel Tower are discussed below: The following points describe the details of the construction process of the Eiffel Tower: Further, the construction process details are discussed in three different segments for the first floor level, second floor level, and third floor level.",
              "In June 1887, the tower rising process started.",
              "Workers started assembling the huge iron pieces.",
              "Each section was designed carefully in a factory so that it could be easily reassembled and fit into another piece at the site.",
              "The workers carried an iron beam on their shoulders.",
              "Lattice iron girders were constructed at the site to climb up and down to reach the desired height.",
              "Cranes were used to provide tools and building materials to the workers.",
              "The weight of the legs of the towers was huge and hence to make the tiniest adjustment, great power was required.",
              "For this purpose, the Eiffel crew developed a jack hammer machine to provide power.",
              "Meanwhile, to keep the legs of the tower in place, sand-filled bags were used as a counterweight.",
              "By the end of March 1888, construction till the first floor was finished.",
              "Since the cranes were only able to reach up to the first level and hence to reach a greater height, Eiffel developed the “Creepers”.",
              "Creepers are steam-powered cranes which can run inside the leg of the tower.",
              "Later on, these Creepers were used as elevators for the public.",
              "Scaffolds were also required to reach a greater height and to support the weight of the legs.",
              "However, after the construction of first-floor level, legs of the tower leaned at 54 degrees inwards.",
              "Huge gigantic bolts, which were installed in the foundation were only holding the legs.",
              "Further construction of the tower without support could have led to the collapse of the tower.",
              "To support the tower further, Eiffel developed the wooden scaffolds around the legs of the tower.",
              "These scaffolds also helped in supporting all the tools and materials required for construction.",
              "Scaffolds were made on the pile foundation so that there was no chance of subsidence.",
              "With the help of cranes and scaffolds, the construction of second floor was finished in June 1988.",
              "After reaching the second-floor level, the slope of the four legs of the tower varied and diminished as it rose.",
              "A pivot platform was made at the top of the tower where all the legs of the tower had resembled a flat platform.",
              "Architect: Stephen Sauvestre.",
              "Structural Engineers: Maurice Koechlin and Emile Nouguier.",
              "Overall height of Eiffel Tower is 324 m.",
              "Eiffel Tower has total three floors above ground and the total floor area is approximately 6200 m2.",
              "Approximate Cost: 7,800,000 gold francs (equivalent current-day AU$43 million) Read More Caisson (Pier) Foundation – Types, Construction and Advantages Structural Details of Burj Khalifa – Concrete Grade and Foundations Types of Cranes Used in Construction © 2009-2021 The Constructor.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Eiffel Tower - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Eiffel_Tower",
            "content": [
              "Eiffel Tower - Wikipedia",
              "The Eiffel Tower (/ˈaɪfəl/ EYE-fəl;",
              "French: Tour Eiffel [tuʁ ɛfɛl] i) is a wrought-iron lattice tower on the Champ de Mars in Paris, France.",
              "It is named after the engineer Gustave Eiffel, whose company designed and built the tower from 1887 to 1889.",
              "Locally nicknamed \"La dame de fer\" (French for \"Iron Lady\"), it was constructed as the centerpiece of the 1889 World's Fair.",
              "Although initially criticised by some of France's leading artists and intellectuals for its design, it has since become a global cultural icon of France and one of the most recognisable structures in the world.",
              "[3] The tower received 5,889,000 visitors in 2022.",
              "[4] The Eiffel Tower is the most visited monument with an entrance fee in the world:[5] 6.",
              "91 million people ascended it in 2015.",
              "It was designated a monument historique in 1964, and was named part of a UNESCO World Heritage Site (\"Paris, Banks of the Seine\") in 1991.",
              "[6] The tower is 330 metres (1,083 ft) tall,[7] about the same height as an 81-storey building, and the tallest structure in Paris.",
              "Its base is square, measuring 125 metres (410 ft) on each side.",
              "During its construction, the Eiffel Tower surpassed the Washington Monument to become the tallest human-made structure in the world, a title it held for 41 years until the Chrysler Building in New York City was finished in 1930.",
              "It was the first structure in the world to surpass both the 200-metre and 300-metre mark in height.",
              "Due to the addition of a broadcasting aerial at the top of the tower in 1957, it is now taller than the Chrysler Building by 5.",
              "2 metres (17 ft).",
              "Excluding transmitters, the Eiffel Tower is the second tallest free-standing structure in France after the Millau Viaduct.",
              "The tower has three levels for visitors, with restaurants on the first and second levels.",
              "The top level's upper platform is 276 m (906 ft) above the ground – the highest observation deck accessible to the public in the European Union.",
              "Tickets can be purchased to ascend by stairs or lift to the first and second levels.",
              "The climb from ground level to the first level is over 300 steps, as is the climb from the first level to the second, making the entire ascent a 600 step climb.",
              "Although there is a staircase to the top level, it is usually accessible only by lift.",
              "On this top, third level is a private apartment built for Gustave Eiffel's private use.",
              "He decorated it with furniture by Jean Lachaise and invited friends such as Thomas Edison.",
              "The design of the Eiffel Tower is attributed to Maurice Koechlin and Émile Nouguier, two senior engineers working for the Compagnie des Établissements Eiffel.",
              "It was envisioned after discussion about a suitable centerpiece for the proposed 1889 Exposition Universelle, a world's fair to celebrate the centennial of the French Revolution.",
              "Eiffel openly acknowledged that inspiration for a tower came from the Latting Observatory built in New York City in 1853.",
              "[8] In May 1884, working at home, Koechlin made a sketch of their idea, described by him as \"a great pylon, consisting of four lattice girders standing apart at the base and coming together at the top, joined together by metal trusses at regular intervals\".",
              "[9] Eiffel initially showed little enthusiasm, but he did approve further study, and the two engineers then asked Stephen Sauvestre, the head of the company's architectural department, to contribute to the design.",
              "Sauvestre added decorative arches to the base of the tower, a glass pavilion to the first level, and other embellishments.",
              "The new version gained Eiffel's support: he bought the rights to the patent on the design which Koechlin, Nougier, and Sauvestre had taken out, and the design was put on display at the Exhibition of Decorative Arts in the autumn of 1884 under the company name.",
              "On 30 March 1885, Eiffel presented his plans to the Société des Ingénieurs Civils;",
              "after discussing the technical problems and emphasising the practical uses of the tower, he finished his talk by saying the tower would symbolise [n]ot only the art of the modern engineer, but also the century of Industry and Science in which we are living, and for which the way was prepared by the great scientific movement of the eighteenth century and by the Revolution of 1789, to which this monument will be built as an expression of France's gratitude.",
              "[10] Little progress was made until 1886, when Jules Grévy was re-elected as president of France and Édouard Lockroy was appointed as minister for trade.",
              "A budget for the exposition was passed and, on 1 May, Lockroy announced an alteration to the terms of the open competition being held for a centrepiece to the exposition, which effectively made the selection of Eiffel's design a foregone conclusion, as entries had to include a study for a 300 m (980 ft) four-sided metal tower on the Champ de Mars.",
              "[10] (A 300-metre tower was then considered a herculean engineering effort.)",
              "On 12 May, a commission was set up to examine Eiffel's scheme and its rivals, which, a month later, decided that all the proposals except Eiffel's were either impractical or lacking in details.",
              "After some debate about the exact location of the tower, a contract was signed on 8 January 1887.",
              "Eiffel signed it acting in his own capacity rather than as the representative of his company, the contract granting him 1.",
              "5 million francs toward the construction costs: less than a quarter of the estimated 6.",
              "5 million francs.",
              "Eiffel was to receive all income from the commercial exploitation of the tower during the exhibition and for the next 20 years.",
              "He later established a separate company to manage the tower, putting up half the necessary capital himself.",
              "[11] A French bank, the Crédit Industriel et Commercial (CIC), helped finance the construction of the Eiffel Tower.",
              "During the period of the tower's construction, the CIC was acquiring funds from predatory loans to the National Bank of Haiti, some of which went towards the financing of the tower.",
              "These loans were connected to an indemnity controversy which saw France force Haiti's government to financially compensate French slaveowners for lost income as a result of the Haitian Revolution, and required Haiti to pay the CIC and its partner nearly half of all taxes collected on exports, \"effectively choking off the nation's primary source of income\".",
              "According to The New York Times, \"[at] a time when the [CIC] was helping finance one of the world's best-known landmarks, the Eiffel Tower, as a monument to French liberty, it was choking Haiti's economy, taking much of the young nation's income back to Paris and impairing its ability to start schools, hospitals and the other building blocks of an independent country.\"",
              "[12] The proposed tower had been a subject of controversy, drawing criticism from those who did not believe it was feasible and those who objected on artistic grounds.",
              "Prior to the Eiffel Tower's construction, no structure had ever been constructed to a height of 300 m, or even 200 m for that matter,[13] and many people believed it was impossible.",
              "These objections were an expression of a long-standing debate in France about the relationship between architecture and engineering.",
              "It came to a head as work began at the Champ de Mars: a \"Committee of Three Hundred\" (one member for each metre of the tower's height) was formed, led by the prominent architect Charles Garnier and including some of the most important figures of the arts, such as William-Adolphe Bouguereau, Guy de Maupassant, Charles Gounod and Jules Massenet.",
              "A petition called \"Artists against the Eiffel Tower\" was sent to the Minister of Works and Commissioner for the Exposition, Adolphe Alphand, and it was published by Le Temps on 14 February 1887: We, writers, painters, sculptors, architects and passionate devotees of the hitherto untouched beauty of Paris, protest with all our strength, with all our indignation in the name of slighted French taste, against the erection .",
              ".",
              ".",
              "of this useless and monstrous Eiffel Tower .",
              ".",
              ".",
              "To bring our arguments home, imagine for a moment a giddy, ridiculous tower dominating Paris like a gigantic black smokestack, crushing under its barbaric bulk Notre Dame, the Tour Saint-Jacques, the Louvre, the Dome of les Invalides, the Arc de Triomphe, all of our humiliated monuments will disappear in this ghastly dream.",
              "And for twenty years .",
              ".",
              ".",
              "we shall see stretching like a blot of ink the hateful shadow of the hateful column of bolted sheet metal.",
              "[14] Gustave Eiffel responded to these criticisms by comparing his tower to the Egyptian pyramids: \"My tower will be the tallest edifice ever erected by man.",
              "Will it not also be grandiose in its way?",
              "And why would something admirable in Egypt become hideous and ridiculous in Paris?\"",
              "[15] These criticisms were also dealt with by Édouard Lockroy in a letter of support written to Alphand, sardonically saying,[16] \"Judging by the stately swell of the rhythms, the beauty of the metaphors, the elegance of its delicate and precise style, one can tell this protest is the result of collaboration of the most famous writers and poets of our time\", and he explained that the protest was irrelevant since the project had been decided upon months before, and construction on the tower was already under way.",
              "Indeed, Garnier was a member of the Tower Commission that had examined the various proposals, and had raised no objection.",
              "Eiffel was similarly unworried, pointing out to a journalist that it was premature to judge the effect of the tower solely on the basis of the drawings, that the Champ de Mars was distant enough from the monuments mentioned in the protest for there to be little risk of the tower overwhelming them, and putting the aesthetic argument for the tower: \"Do not the laws of natural forces always conform to the secret laws of harmony?\"",
              "[17] Some of the protesters changed their minds when the tower was built;",
              "others remained unconvinced.",
              "[18] Guy de Maupassant supposedly ate lunch in the tower's restaurant every day because it was the one place in Paris where the tower was not visible.",
              "[19] By 1918, it had become a symbol of Paris and of France after Guillaume Apollinaire wrote a nationalist poem in the shape of the tower (a calligram) to express his feelings about the war against Germany.",
              "[20] Today, it is widely considered to be a remarkable piece of structural art, and is often featured in films and literature.",
              "Work on the foundations started on 28 January 1887.",
              "[21] Those for the east and south legs were straightforward, with each leg resting on four 2 m (6.",
              "6 ft) concrete slabs, one for each of the principal girders of each leg.",
              "The west and north legs, being closer to the river Seine, were more complicated: each slab needed two piles installed by using compressed-air caissons 15 m (49 ft) long and 6 m (20 ft) in diameter driven to a depth of 22 m (72 ft)[22] to support the concrete slabs, which were 6 m (20 ft) thick.",
              "Each of these slabs supported a block of limestone with an inclined top to bear a supporting shoe for the ironwork.",
              "Each shoe was anchored to the stonework by a pair of bolts 10 cm (4 in) in diameter and 7.",
              "5 m (25 ft) long.",
              "The foundations were completed on 30 June, and the erection of the ironwork began.",
              "The visible work on-site was complemented by the enormous amount of exacting preparatory work that took place behind the scenes: the drawing office produced 1,700 general drawings and 3,629 detailed drawings of the 18,038 different parts needed.",
              "[23] The task of drawing the components was complicated by the complex angles involved in the design and the degree of precision required: the position of rivet holes was specified to within 1 mm (0.",
              "04 in) and angles worked out to one second of arc.",
              "[24] The finished components, some already riveted together into sub-assemblies, arrived on horse-drawn carts from a factory in the nearby Parisian suburb of Levallois-Perret and were first bolted together, with the bolts being replaced with rivets as construction progressed.",
              "No drilling or shaping was done on site: if any part did not fit, it was sent back to the factory for alteration.",
              "In all, 18,038 pieces were joined using 2.",
              "5 million rivets.",
              "[21] At first, the legs were constructed as cantilevers, but about halfway to the first level construction was paused to create a substantial timber scaffold.",
              "This renewed concerns about the structural integrity of the tower, and sensational headlines such as \"Eiffel Suicide!\"",
              "and \"Gustave Eiffel Has Gone Mad: He Has Been Confined in an Asylum\" appeared in the tabloid press.",
              "[25] At this stage, a small \"creeper\" crane designed to move up the tower was installed in each leg.",
              "They made use of the guides for the lifts which were to be fitted in the four legs.",
              "The critical stage of joining the legs at the first level was completed by the end of March 1888.",
              "[21] Although the metalwork had been prepared with the utmost attention to detail, provision had been made to carry out small adjustments to precisely align the legs;",
              "hydraulic jacks were fitted to the shoes at the base of each leg, capable of exerting a force of 800 tonnes, and the legs were intentionally constructed at a slightly steeper angle than necessary, being supported by sandboxes on the scaffold.",
              "Although construction involved 300 on-site employees,[21] due to Eiffel's safety precautions and the use of movable gangways, guardrails and screens, only one person died.",
              "[26] 18 July 1887:The start of the erection of the metalwork 7 December 1887:Construction of the legs with scaffolding 20 March 1888:Completion of the first level 15 May 1888:Start of construction on the second stage 21 August 1888:Completion of the second level 26 December 1888:Construction of the upper stage 15 March 1889:Construction of the cupola The main structural work was completed at the end of March 1889 and, on 31 March, Eiffel celebrated by leading a group of government officials, accompanied by representatives of the press, to the top of the tower.",
              "[18] Because the lifts were not yet in operation, the ascent was made by foot, and took over an hour, with Eiffel stopping frequently to explain various features.",
              "Most of the party chose to stop at the lower levels, but a few, including the structural engineer, Émile Nouguier, the head of construction, Jean Compagnon, the President of the City Council, and reporters from Le Figaro and Le Monde Illustré, completed the ascent.",
              "At 2:35 pm, Eiffel hoisted a large Tricolour to the accompaniment of a 25-gun salute fired at the first level.",
              "[27] There was still work to be done, particularly on the lifts and facilities, and the tower was not opened to the public until nine days after the opening of the exposition on 6 May;",
              "even then, the lifts had not been completed.",
              "The tower was an instant success with the public, and nearly 30,000 visitors made the 1,710-step climb to the top before the lifts entered service on 26 May.",
              "[28] Tickets cost 2 francs for the first level, 3 for the second, and 5 for the top, with half-price admission on Sundays,[29] and by the end of the exhibition there had been 1,896,987 visitors.",
              "[3] After dark, the tower was lit by hundreds of gas lamps, and a beacon sent out three beams of red, white and blue light.",
              "Two searchlights mounted on a circular rail were used to illuminate various buildings of the exposition.",
              "The daily opening and closing of the exposition were announced by a cannon at the top.",
              "[citation needed] On the second level, the French newspaper Le Figaro had an office and a printing press, where a special souvenir edition, Le Figaro de la Tour, was made.",
              "There was also a pâtisserie.",
              "[citation needed] At the top, there was a post office where visitors could send letters and postcards as a memento of their visit.",
              "Graffitists were also catered for: sheets of paper were mounted on the walls each day for visitors to record their impressions of the tower.",
              "Gustave Eiffel described the collection of responses as \"truly curious\".",
              "[30] Famous visitors to the tower included the Prince of Wales, Sarah Bernhardt, \"Buffalo Bill\" Cody (his Wild West show was an attraction at the exposition) and Thomas Edison.",
              "[28] Eiffel invited Edison to his private apartment at the top of the tower, where Edison presented him with one of his phonographs, a new invention and one of the many highlights of the exposition.",
              "[31] Edison signed the guestbook with this message: To M Eiffel the Engineer the brave builder of so gigantic and original specimen of modern Engineering from one who has the greatest respect and admiration for all Engineers including the Great Engineer the Bon Dieu, Thomas Edison.",
              "Eiffel made use of his apartment at the top of the tower to carry out meteorological observations, and also used the tower to perform experiments on the action of air resistance on falling bodies.",
              "[32] Eiffel had a permit for the tower to stand for 20 years.",
              "It was to be dismantled in 1909, when its ownership would revert to the City of Paris.",
              "The city had planned to tear it down (part of the original contest rules for designing a tower was that it should be easy to dismantle) but as the tower proved to be valuable for many innovations in the early 20th century, particularly radio telegraphy, it was allowed to remain after the expiry of the permit, and from 1910 it also became part of the International Time Service.",
              "[33] For the 1900 Exposition Universelle, the lifts in the east and west legs were replaced by lifts running as far as the second level constructed by the French firm Fives-Lille.",
              "These had a compensating mechanism to keep the floor level as the angle of ascent changed at the first level, and were driven by a similar hydraulic mechanism as the Otis lifts, although this was situated at the base of the tower.",
              "Hydraulic pressure was provided by pressurised accumulators located near this mechanism.",
              "[34] At the same time the lift in the north pillar was removed and replaced by a staircase to the first level.",
              "The layout of both first and second levels was modified, with the space available for visitors on the second level.",
              "The original lift in the south pillar was removed 13 years later.",
              "[citation needed] On 19 October 1901, Alberto Santos-Dumont, flying his No.",
              "6 airship, won a 100,000-franc prize offered by Henri Deutsch de la Meurthe for the first person to make a flight from St.",
              "Cloud to the Eiffel Tower and back in less than half an hour.",
              "[35] In 1910, Father Theodor Wulf measured radiant energy at the top and bottom of the tower.",
              "He found more at the top than expected, incidentally discovering what are known today as cosmic rays.",
              "[36] Two years later, on 4 February 1912, Austrian tailor Franz Reichelt died after jumping from the first level of the tower (a height of 57 m) to demonstrate his parachute design.",
              "[37] In 1914, at the outbreak of World War I, a radio transmitter located in the tower jammed German radio communications, seriously hindering their advance on Paris and contributing to the Allied victory at the First Battle of the Marne.",
              "[38] From 1925 to 1934, illuminated signs for Citroën adorned three of the tower's sides, making it the tallest advertising space in the world at the time.",
              "[39] In April 1935, the tower was used to make experimental low-resolution television transmissions, using a shortwave transmitter of 200 watts power.",
              "On 17 November, an improved 180-line transmitter was installed.",
              "[40] On two separate but related occasions in 1925, the con artist Victor Lustig \"sold\" the tower for scrap metal.",
              "[41] A year later, in February 1926, pilot Leon Collet was killed trying to fly under the tower.",
              "His aircraft became entangled in an aerial belonging to a wireless station.",
              "[42] A bust of Gustave Eiffel by Antoine Bourdelle was unveiled at the base of the north leg on 2 May 1929.",
              "[43] In 1930, the tower lost the title of the world's tallest structure when the Chrysler Building in New York City was completed.",
              "[44] In 1938, the decorative arcade around the first level was removed.",
              "[45] Upon the German occupation of Paris in 1940, the lift cables were cut by the French.",
              "The tower was closed to the public during the occupation and the lifts were not repaired until 1946.",
              "[46] In 1940, German soldiers had to climb the tower to hoist a swastika-centered Reichskriegsflagge,[47] but the flag was so large it blew away just a few hours later, and was replaced by a smaller one.",
              "[48] When visiting Paris, Hitler chose to stay on the ground.",
              "When the Allies were nearing Paris in August 1944, Hitler ordered General Dietrich von Choltitz, the military governor of Paris, to demolish the tower along with the rest of the city.",
              "Von Choltitz disobeyed the order.",
              "[49] On 25 August, before the Germans had been driven out of Paris, the German flag was replaced with a Tricolour by two men from the French Naval Museum, who narrowly beat three men led by Lucien Sarniguet, who had lowered the Tricolour on 13 June 1940 when Paris fell to the Germans.",
              "[46] A fire started in the television transmitter on 3 January 1956, damaging the top of the tower.",
              "Repairs took a year, and in 1957, the present radio aerial was added to the top.",
              "[50] In 1964, the Eiffel Tower was officially declared to be a historical monument by the Minister of Cultural Affairs, André Malraux.",
              "[51] A year later, an additional lift system was installed in the north pillar.",
              "[52] According to interviews, in 1967, Montreal Mayor Jean Drapeau negotiated a secret agreement with Charles de Gaulle for the tower to be dismantled and temporarily relocated to Montreal to serve as a landmark and tourist attraction during Expo 67.",
              "The plan was allegedly vetoed by the company operating the tower out of fear that the French government could refuse permission for the tower to be restored in its original location.",
              "[53] In 1982, the original lifts between the second and third levels were replaced after 97 years in service.",
              "These had been closed to the public between November and March because the water in the hydraulic drive tended to freeze.",
              "The new cars operate in pairs, with one counterbalancing the other, and perform the journey in one stage, reducing the journey time from eight minutes to less than two minutes.",
              "At the same time, two new emergency staircases were installed, replacing the original spiral staircases.",
              "In 1983, the south pillar was fitted with an electrically driven Otis lift to serve the Jules Verne restaurant.",
              "[citation needed] The Fives-Lille lifts in the east and west legs, fitted in 1899, were extensively refurbished in 1986.",
              "The cars were replaced, and a computer system was installed to completely automate the lifts.",
              "The motive power was moved from the water hydraulic system to a new electrically driven oil-filled hydraulic system, and the original water hydraulics were retained solely as a counterbalance system.",
              "[52] A service lift was added to the south pillar for moving small loads and maintenance personnel three years later.",
              "[citation needed] Robert Moriarty flew a Beechcraft Bonanza under the tower on 31 March 1984.",
              "[54] In 1987, A.",
              "J.",
              "Hackett made one of his first bungee jumps from the top of the Eiffel Tower, using a special cord he had helped develop.",
              "Hackett was arrested by the police.",
              "[55] On 27 October 1991, Thierry Devaux, along with mountain guide Hervé Calvayrac, performed a series of acrobatic figures while bungee jumping from the second floor of the tower.",
              "Facing the Champ de Mars, Devaux used an electric winch between figures to go back up to the second floor.",
              "When firemen arrived, he stopped after the sixth jump.",
              "[56] For its \"Countdown to the Year 2000\" celebration on 31 December 1999, flashing lights and high-powered searchlights were installed on the tower.",
              "During the last three minutes of the year, the lights were turned on starting from the base of the tower and continuing to the top to welcome 2000 with a huge fireworks show.",
              "An exhibition above a cafeteria on the first floor commemorates this event.",
              "The searchlights on top of the tower made it a beacon in Paris's night sky, and 20,000 flashing bulbs gave the tower a sparkly appearance for five minutes every hour on the hour.",
              "[57] The lights sparkled blue for several nights to herald the new millennium on 31 December 2000.",
              "The sparkly lighting continued for 18 months until July 2001.",
              "The sparkling lights were turned on again on 21 June 2003, and the display was planned to last for 10 years before they needed replacing.",
              "[58] The tower received its 200,000,000th guest on 28 November 2002.",
              "[59] The tower has operated at its maximum capacity of about 7 million visitors per year since 2003.",
              "[60] In 2004, the Eiffel Tower began hosting a seasonal ice rink on the first level.",
              "[61] A glass floor was installed on the first level during the 2014 refurbishment.",
              "[62] The puddle iron (wrought iron) of the Eiffel Tower weighs 7,300 tonnes,[63] and the addition of lifts, shops and antennae have brought the total weight to approximately 10,100 tonnes.",
              "[64] As a demonstration of the economy of design, if the 7,300 tonnes of metal in the structure were melted down, it would fill the square base, 125 metres (410 ft) on each side, to a depth of only 6.",
              "25 cm (2.",
              "46 in) assuming the density of the metal to be 7.",
              "8 tonnes per cubic metre.",
              "[65] Additionally, a cubic box surrounding the tower (324 m × 125 m × 125 m) would contain 6,200 tonnes of air, weighing almost as much as the iron itself.",
              "Depending on the ambient temperature, the top of the tower may shift away from the sun by up to 18 cm (7 in) due to thermal expansion of the metal on the side facing the sun.",
              "[66] When it was built, many were shocked by the tower's daring form.",
              "Eiffel was accused of trying to create something artistic with no regard to the principles of engineering.",
              "However, Eiffel and his team – experienced bridge builders – understood the importance of wind forces, and knew that if they were going to build the tallest structure in the world, they had to be sure it could withstand them.",
              "In an interview with the newspaper Le Temps published on 14 February 1887, Eiffel said: Is it not true that the very conditions which give strength also conform to the hidden rules of harmony?",
              ".",
              ".",
              ".",
              "Now to what phenomenon did I have to give primary concern in designing the Tower?",
              "It was wind resistance.",
              "Well then!",
              "I hold that the curvature of the monument's four outer edges, which is as mathematical calculation dictated it should be .",
              ".",
              ".",
              "will give a great impression of strength and beauty, for it will reveal to the eyes of the observer the boldness of the design as a whole.",
              "[67] He used graphical methods to determine the strength of the tower and empirical evidence to account for the effects of wind, rather than a mathematical formula.",
              "Close examination of the tower reveals a basically exponential shape.",
              "[68] All parts of the tower were overdesigned to ensure maximum resistance to wind forces.",
              "The top half was even assumed to have no gaps in the latticework.",
              "[69] In the years since it was completed, engineers have put forward various mathematical hypotheses in an attempt to explain the success of the design.",
              "The most recent, devised in 2004 after letters sent by Eiffel to the French Society of Civil Engineers in 1885 were translated into English, is described as a non-linear integral equation based on counteracting the wind pressure on any point of the tower with the tension between the construction elements at that point.",
              "[68] The Eiffel Tower sways by up to 9 cm (3.",
              "5 in) in the wind.",
              "[70] The four columns of the tower each house access stairs and elevators to the first two floors, while at the south column only the elevator to the second floor restaurant is publicly accessible.",
              "The first floor is publicly accessible by elevator or stairs.",
              "When originally built, the first level contained three restaurants – one French, one Russian and one Flemish — and an \"Anglo-American Bar\".",
              "After the exposition closed, the Flemish restaurant was converted to a 250-seat theatre.",
              "Today there is the Le 58 Tour Eiffel restaurant and other facilities.",
              "The second floor is publicly accessible by elevator or stairs and has a restaurant called Le Jules Verne, a gourmet restaurant with its own lift going up from the south column to the second level.",
              "This restaurant has one star in the Michelin Red Guide.",
              "It was run by the multi-Michelin star chef Alain Ducasse from 2007 to 2017.",
              "[71] As of May 2019, it is managed by three-star chef Frédéric Anton.",
              "[72] It owes its name to the famous science-fiction writer Jules Verne.",
              "The third floor is the top floor, publicly accessible by elevator.",
              "Originally there were laboratories for various experiments, and a small apartment reserved for Gustave Eiffel to entertain guests, which is now open to the public, complete with period decorations and lifelike mannequins of Eiffel and some of his notable guests.",
              "[73] From 1937 until 1981, there was a restaurant near the top of the tower.",
              "It was removed due to structural considerations;",
              "engineers had determined it was too heavy and was causing the tower to sag.",
              "[74] This restaurant was sold to an American restaurateur and transported to New York and then New Orleans.",
              "It was rebuilt on the edge of New Orleans' Garden District as a restaurant and later event hall.",
              "[75] Today there is a champagne bar.",
              "The arrangement of the lifts has been changed several times during the tower's history.",
              "Given the elasticity of the cables and the time taken to align the cars with the landings, each lift, in normal service, takes an average of 8 minutes and 50 seconds to do the round trip, spending an average of 1 minute and 15 seconds at each level.",
              "The average journey time between levels is 1 minute.",
              "The original hydraulic mechanism is on public display in a small museum at the base of the east and west legs.",
              "Because the mechanism requires frequent lubrication and maintenance, public access is often restricted.",
              "The rope mechanism of the north tower can be seen as visitors exit the lift.",
              "[76] Equipping the tower with adequate and safe passenger lifts was a major concern of the government commission overseeing the Exposition.",
              "Although some visitors could be expected to climb to the first level, or even the second, lifts clearly had to be the main means of ascent.",
              "[77] Constructing lifts to reach the first level was relatively straightforward: the legs were wide enough at the bottom and so nearly straight that they could contain a straight track, and a contract was given to the French company Roux, Combaluzier & Lepape for two lifts to be fitted in the east and west legs.",
              "[78] Roux, Combaluzier & Lepape used a pair of endless chains with rigid, articulated links to which the car was attached.",
              "Lead weights on some links of the upper or return sections of the chains counterbalanced most of the car's weight.",
              "The car was pushed up from below, not pulled up from above: to prevent the chain buckling, it was enclosed in a conduit.",
              "At the bottom of the run, the chains passed around 3.",
              "9 m (12 ft 10 in) diameter sprockets.",
              "Smaller sprockets at the top guided the chains.",
              "[78] Installing lifts to the second level was more of a challenge because a straight track was impossible.",
              "No French company wanted to undertake the work.",
              "The European branch of Otis Brothers & Company submitted a proposal but this was rejected: the fair's charter ruled out the use of any foreign material in the construction of the tower.",
              "The deadline for bids was extended but still no French companies put themselves forward, and eventually the contract was given to Otis in July 1887.",
              "[34] Otis were confident they would eventually be given the contract and had already started creating designs.",
              "[citation needed] The car was divided into two superimposed compartments, each holding 25 passengers, with the lift operator occupying an exterior platform on the first level.",
              "Motive power was provided by an inclined hydraulic ram 12.",
              "67 m (41 ft 7 in) long and 96.",
              "5 cm (38.",
              "0 in) in diameter in the tower leg with a stroke of 10.",
              "83 m (35 ft 6 in): this moved a carriage carrying six sheaves.",
              "Five fixed sheaves were mounted higher up the leg, producing an arrangement similar to a block and tackle but acting in reverse, multiplying the stroke of the piston rather than the force generated.",
              "The hydraulic pressure in the driving cylinder was produced by a large open reservoir on the second level.",
              "After being exhausted from the cylinder, the water was pumped back up to the reservoir by two pumps in the machinery room at the base of the south leg.",
              "This reservoir also provided power to the lifts to the first level.",
              "[citation needed] The original lifts for the journey between the second and third levels were supplied by Léon Edoux.",
              "A pair of 81 m (266 ft) hydraulic rams were mounted on the second level, reaching nearly halfway up to the third level.",
              "One lift car was mounted on top of these rams: cables ran from the top of this car up to sheaves on the third level and back down to a second car.",
              "Each car travelled only half the distance between the second and third levels and passengers were required to change lifts halfway by means of a short gangway.",
              "The 10-ton cars each held 65 passengers.",
              "[79] Gustave Eiffel engraved on the tower the names of 72 French scientists, engineers and mathematicians in recognition of their contributions to the building of the tower.",
              "Eiffel chose this \"invocation of science\" because of his concern over the artists' protest.",
              "At the beginning of the 20th century, the engravings were painted over, but they were restored in 1986–87 by the Société Nouvelle d'exploitation de la Tour Eiffel, a company operating the tower.",
              "[80] The tower is painted in three shades: lighter at the top, getting progressively darker towards the bottom to complement the Parisian sky.",
              "[81] It was originally reddish brown;",
              "this changed in 1968 to a bronze colour known as \"Eiffel Tower Brown\".",
              "[82] In what is expected to be a temporary change, the tower is being painted gold in commemoration of the upcoming 2024 Summer Olympics in Paris.",
              "[83][84] The only non-structural elements are the four decorative grill-work arches, added in Sauvestre's sketches, which served to make the tower look more substantial and to make a more impressive entrance to the exposition.",
              "[85] A pop-culture movie cliché is that the view from a Parisian window always includes the tower.",
              "[86] In reality, since zoning restrictions limit the height of most buildings in Paris to seven storeys, only a small number of tall buildings have a clear view of the tower.",
              "[87] Maintenance of the tower includes applying 60 tons of paint every seven years to prevent it from rusting.",
              "The tower has been completely repainted at least 19 times since it was built.",
              "Lead paint was still being used as recently as 2001 when the practice was stopped out of concern for the environment.",
              "[58][88] The tower has been used for making radio transmissions since the beginning of the 20th century.",
              "Until the 1950s, sets of aerial wires ran from the cupola to anchors on the Avenue de Suffren and Champ de Mars.",
              "These were connected to longwave transmitters in small bunkers.",
              "In 1909, a permanent underground radio centre was built near the south pillar, which still exists today.",
              "On 20 November 1913, the Paris Observatory, using the Eiffel Tower as an aerial, exchanged wireless signals with the United States Naval Observatory, which used an aerial in Arlington County, Virginia.",
              "The object of the transmissions was to measure the difference in longitude between Paris and Washington, D.",
              "C.",
              "[89] Today, radio and digital television signals are transmitted from the Eiffel Tower.",
              "A television antenna was first installed on the tower in 1957, increasing its height by 18.",
              "7 m (61 ft).",
              "Work carried out in 2000 added a further 5.",
              "3 m (17 ft), giving the current height of 324 m (1,063 ft).",
              "[58] Analogue television signals from the Eiffel Tower ceased on 8 March 2011.",
              "The pinnacle height of the Eiffel Tower has changed multiple times over the years as described in the chart below.",
              "[90] The Eiffel Tower was the world's tallest structure when completed in 1889, a distinction it retained until 1929 when the Chrysler Building in New York City was topped out.",
              "[92] The tower also lost its standing as the world's tallest tower to the Tokyo Tower in 1958 but retains its status as the tallest freestanding (non-guyed) structure in France.",
              "The nearest Paris Métro station is Bir-Hakeim and the nearest RER station is Champ de Mars-Tour Eiffel.",
              "[93] The tower itself is located at the intersection of the quai Branly and the Pont d'Iéna.",
              "More than 300 million people have visited the tower since it was completed in 1889.",
              "[94][3] In 2015, there were 6.",
              "91 million visitors.",
              "[95] The tower is the most-visited paid monument in the world.",
              "[5] An average of 25,000 people ascend the tower every day (which can result in long queues).",
              "[96] The tower and its image have been in the public domain since 1993, 70 years after Eiffel's death.",
              "[97] In June 1990 a French court ruled that a special lighting display on the tower in 1989 to mark the tower's 100th anniversary was an \"original visual creation\" protected by copyright.",
              "The Court of Cassation, France's judicial court of last resort, upheld the ruling in March 1992.",
              "[98] The Société d'Exploitation de la Tour Eiffel (SETE) now considers any illumination of the tower to be a separate work of art that falls under copyright.",
              "[99] As a result, the SNTE alleges that it is illegal to publish contemporary photographs of the lit tower at night without permission in France and some other countries for commercial use.",
              "[100][101] For this reason, it is often rare to find images or videos of the lit tower at night on stock image sites,[102] and media outlets rarely broadcast images or videos of it.",
              "[103] The imposition of copyright has been controversial.",
              "The Director of Documentation for what was then called the Société Nouvelle d'exploitation de la Tour Eiffel (SNTE), Stéphane Dieu, commented in 2005: \"It is really just a way to manage commercial use of the image, so that it isn't used in ways [of which] we don't approve\".",
              "[104] SNTE made over €1 million from copyright fees in 2002.",
              "[105] However, it could also be used to restrict the publication of tourist photographs of the tower at night, as well as hindering non-profit and semi-commercial publication of images of the illuminated tower.",
              "[106] The copyright claim itself has never been tested in courts to date, according to a 2014 article in the Art Law Journal, and there has never been an attempt to track down millions of people who have posted and shared their images of the illuminated tower on the Internet worldwide.",
              "It added, however, that permissive situation may arise on commercial use of such images, like in a magazine, on a film poster, or on product packaging.",
              "[107] French doctrine and jurisprudence allows pictures incorporating a copyrighted work as long as their presence is incidental or accessory to the subject being represented,[108] a reasoning akin to the de minimis rule.",
              "Therefore, SETE may be unable to claim copyright on photographs of Paris which happen to include the lit tower.",
              "As one of the most famous landmarks in the world, the Eiffel Tower has been the inspiration for the creation of many replicas and similar towers.",
              "An early example is Blackpool Tower in England.",
              "The mayor of Blackpool, Sir John Bickerstaffe, was so impressed on seeing the Eiffel Tower at the 1889 exposition that he commissioned a similar tower to be built in his town.",
              "It opened in 1894 and is 158.",
              "1 m (519 ft) tall.",
              "[109] Tokyo Tower in Japan, built as a communications tower in 1958, was also inspired by the Eiffel Tower.",
              "[110] There are various scale models of the tower in the United States, including a half-scale version at the Paris Las Vegas, Nevada, one in Paris, Texas built in 1993, and two 1:3 scale models at Kings Island, located in Mason, Ohio, and Kings Dominion, Virginia, amusement parks opened in 1972 and 1975 respectively.",
              "Two 1:3 scale models can be found in China, one in Durango, Mexico that was donated by the local French community, and several across Europe.",
              "[111] In 2011, the TV show Pricing the Priceless on the National Geographic Channel speculated that a full-size replica of the tower would cost approximately US$480 million to build.",
              "[112] This would be more than ten times the cost of the original (nearly 8 million in 1890 Francs;",
              "~US$40 million in 2018 dollars)."
            ]
          },
          {
            "title": "Eiffel Tower history, architecture, design &amp; construction",
            "url": "https://www.toureiffel.paris/en/the-monument/history",
            "content": [
              "Eiffel Tower history, architecture, design &amp; construction",
              "It was for the 1889 Exposition Universelle, the date that marked the 100th anniversary of the French Revolution, that a great competition was launched in 1886.",
              "The first digging work started on the 26th January 1887.",
              "On the 31st March 1889, the Tower had been finished in record time – 2 years, 2 months and 5 days – and was established as a veritable technical feat.",
              "Sommaire The plan to build a tower 300 metres high was conceived as part of preparations for the World's Fair of 1889.",
              "Bolting the joint of two crossbowmen.",
              "(c): Collection Tour Eiffel The wager was to \"study the possibility of erecting an iron tower on the Champ-de-Mars with a square base, 125 metres across and 300 metres tall\".",
              "Selected from among 107 projects, it was that of Gustave Eiffel, an entrepreneur, Maurice Koechlin and Emile Nouguier, both engineers, and Stephen Sauvestre, an architect, that was accepted.",
              "Emile Nouguier and Maurice Koechlin, the two chief engineers in Eiffel's company, had the idea for a very tall tower in June 1884.",
              "It was to be designed like a large pylon with four columns of lattice work girders, separated at the base and coming together at the top, and joined to each other by more metal girders at regular intervals.",
              "The tower project was a bold extension of this principle up to a height of 300 metres - equivalent to the symbolic figure of 1000 feet.",
              "On September 18 1884 Eiffel registered a patent \"for a new configuration allowing the construction of metal supports and pylons capable of exceeding a height of 300 metres\".",
              "In order to make the project more acceptable to public opinion, Nouguier and Koechlin commissioned the architect Stephen Sauvestre to work on the project's appearance.",
              "Sauvestre proposed stonework pedestals to dress the legs, monumental arches to link the columns and the first level, large glass-walled halls on each level, a bulb-shaped design for the top and various other ornamental features to decorate the whole of the structure.",
              "In the end the project was simplified, but certain elements such as the large arches at the base were retained, which in part give it its very characteristic appearance.",
              "The curvature of the uprights is mathematically determined to offer the most efficient wind resistance possible.",
              "As Eiffel himself explains: \"All the cutting force of the wind passes into the interior of the leading edge uprights.",
              "Lines drawn tangential to each upright with the point of each tangent at the same height, will always intersect at a second point, which is exactly the point through which passes the flow resultant from the action of the wind on that part of the tower support situated above the two points in question.",
              "Before coming together at the high pinnacle, the uprights appear to burst out of the ground, and in a way to be shaped by the action of the wind\".",
              "The assembly of the supports began on July 1, 1887 and was completed twenty-two months later.",
              "All the elements were prepared in Eiffel’s factory located at Levallois-Perret on the outskirts of Paris.",
              "Each of the 18,000 pieces used to construct the Tower were specifically designed and calculated, traced out to an accuracy of a tenth of a millimetre and then put together forming new pieces around five metres each.",
              "A team of constructors, who had worked on the great metal viaduct projects, were responsible for the 150 to 300 workers on site assembling this gigantic erector set.",
              "All the metal pieces of the tower are held together by rivets, a well-refined method of construction at the time the Tower was constructed.",
              "First the pieces were assembled in the factory using bolts, later to be replaced one by one with thermally assembled rivets, which contracted during cooling thus ensuring a very tight fit.",
              "A team of four men was needed for each rivet assembled: one to heat it up, another to hold it in place, a third to shape the head and a fourth to beat it with a sledgehammer.",
              "Only a third of the 2,500,000 rivets used in the construction of the Tower were inserted directly on site.",
              "The rivet workers.",
              "Copyright : Collection Tour Eiffel The uprights rest on concrete foundations installed a few metres below ground-level on top of a layer of compacted gravel.",
              "Each corner edge rests on its own supporting block, applying to it a pressure of 3 to 4 kilograms per square centimetre, and each block is joined to the others by walls.",
              "On the Seine side of the construction, the builders used watertight metal caissons and injected compressed air, so that they were able to work below the level of the water.",
              "The tower was assembled using wooden scaffolding and small steam cranes mounted onto the tower itself.",
              "The assembly of the first level was achieved by the use of twelve temporary wooden scaffolds, 30 metres high, and four larger scaffolds of 40 metres each.",
              "\"Sand boxes\" and hydraulic jacks - replaced after use by permanent wedges - allowed the metal girders to be positioned to an accuracy of one millimetre.",
              "On December 7, 1887, the joining of the major girders up to the first level was completed.",
              "The pieces were hauled up by steam cranes, which themselves climbed up the Tower as they went along using the runners to be used for the Tower's lifts.",
              "5 months to build the foundations It only took five months to build the foundations and twenty-one to finish assembling the metal pieces of the Tower.",
              "Considering the rudimentary means available at that period, this could be considered record speed.",
              "The assembly of the Tower was a marvel of precision, as all chroniclers of the period agree.",
              "The construction work began in January 1887 and was finished on March 31, 1889.",
              "On the narrow platform at the top, Eiffel received his decoration from the Legion of Honour.",
              "\"A thick cloud of tar and coal smoke seized the throat, and we were deafened by the din of metal screaming beneath the hammer.",
              "Over there they were still working on the bolts: workmen with their iron bludgeons, perched on a ledge just a few centimetres wide, took turns at striking the bolts (these in fact were the rivets).",
              "One could have taken them for blacksmiths contentedly beating out a rhythm on an anvil in some village forge, except that these smiths were not striking up and down vertically, but horizontally, and as with each blow came a shower of sparks, these black figures, appearing larger than life against the background of the open sky, looked as if they were reaping lightning bolts in the clouds.\"",
              "The following blueprints are copies of Gustave Eiffel’s originals, taken from the book La Tour de 300 mètres, Ed.",
              "Lemercier, Paris 1900 Even before the end of its construction, the Tower was already at the heart of much debate.",
              "Enveloped in criticism from the biggest names in the world of Art and Literature, the Tower managed to stand its ground and achieve the success it deserved.",
              "The Exposition Universelle of 1889 Various pamphlets and articles were published throughout the year of 1886, le 14 février 1887, la protestation des Artistes.",
              "The \"Protest against the Tower of Monsieur Eiffel\", published in the newspaper Le Temps, is addressed to the World's Fair's director of works, Monsieur Alphand.",
              "It is signed by several big names from the world of literature and the arts : Charles Gounod, Guy de Maupassant, Alexandre Dumas junior, François Coppée, Leconte de Lisle, Sully Prudhomme, William Bouguereau, Ernest Meissonier, Victorien Sardou, Charles Garnier and others to whom posterity has been less kind.",
              "Charles Garnier Other satirists pushed the violent diatribe even further, hurling insults like : \"this truly tragic street lamp\" (Léon Bloy), \"this belfry skeleton\" (Paul Verlaine), \"this mast of iron gymnasium apparatus, incomplete, confused and deformed\" (François Coppée), \"this high and skinny pyramid of iron ladders, this giant ungainly skeleton upon a base that looks built to carry a colossal monument of Cyclops, but which just peters out into a ridiculous thin shape like a factory chimney\" (Maupassant), \"a half-built factory pipe, a carcass waiting to be fleshed out with freestone or brick, a funnel-shaped grill, a hole-riddled suppository\" (Joris-Karl Huysmans).",
              "Alexandre Dumas Once the Tower was finished the criticism burnt itself out in the presence of the completed masterpiece, and in the light of the enormous popular success with which it was greeted.",
              "It received two million visitors during the World's Fair of 1889.",
              "\"We come, we writers, painters, sculptors, architects, lovers of the beauty of Paris which was until now intact, to protest with all our strength and all our indignation, in the name of the underestimated taste of the French, in the name of French art and history under threat, against the erection in the very heart of our capital, of the useless and monstrous Eiffel Tower which popular ill-feeling, so often an arbiter of good sense and justice, has already christened the Tower of Babel.",
              "(.",
              ".",
              ".)",
              "Is the City of Paris any longer to associate itself with the baroque and mercantile fancies of a builder of machines, thereby making itself irreparably ugly and bringing dishonour ?",
              "(.",
              ".",
              ".)",
              ".",
              "To comprehend what we are arguing one only needs to imagine for a moment a tower of ridiculous vertiginous height dominating Paris,just like a gigantic black factory chimney, its barbarous mass overwhelming and humiliating all our monuments and belittling our works of architecture, which will just disappear before this stupefying folly.",
              "And for twenty years we shall see spreading across the whole city, a city shimmering with the genius of so many centuries, we shall see spreading like an ink stain, the odious shadow of this odious column of bolted metal.",
              "In an interview in the newspaper Le Temps of February 14 1887, Eiffel gave a reply to the artists' protest, neatly summing up his artistic doctrine: \"For my part I believe that the Tower will possess its own beauty.",
              "Are we to believe that because one is an engineer, one is not preoccupied by beauty in one's constructions, or that one does not seek to create elegance as well as solidity and durability ?",
              "Is it not true that the very conditions which give strength also conform to the hidden rules of harmony ?",
              "(.",
              ".",
              ".)",
              "Now to what phenomenon did I have to give primary concern in designing the Tower ?",
              "It was wind resistance.",
              "Well then !",
              "I hold that the curvature of the monument's four outer edges, which is as mathematical calculation dictated it should be (.",
              ".",
              ".)",
              "will give a great impression of strength and beauty, for it will reveal to the eyes of the observer the boldness of the design as a whole.",
              "Likewise the many empty spaces built into the very elements of construction will clearly display the constant concern not to submit any unnecessary surfaces to the violent action of hurricanes, which could threaten the stability of the edifice.",
              "Moreover there is an attraction in the colossal, and a singular delight to which ordinary theories of art are scarcely applicable\".",
              "The Tower is not Gustave Eiffel’s only creation.",
              "This enthusiast and true genius was able to go beyond his own limits to bequeath to us monuments such as the dome on the Nice Observatory, the metallic structure of the Statue of Liberty, not to mention the Bordeaux railway brid.",
              ".",
              ".",
              "An object of discord, desire and fascination, the Eiffel Tower never fails to impress.",
              "Enriched by a history full of new developments, here you can discover all of its key information.",
              "For the Universal Exhibition of 1889, four majestic wooden pavilions designed by Stephen Sauvestre decked the platform on the first floor.",
              "Each restaurant could seat 500 people.",
              "Book a ticket Save time, buy your tickets online TOUREIFFEL.",
              "PARIS THE OFFICIAL WEBSITE OF THE EIFFEL TOWER A website owned by Sociéte d'Exploitation de la tour Eiffel Follow us on"
            ]
          }
        ],
        "The Eiffel Tower was the tallest human-made structure in the world until 1930.": [
          {
            "title": "A Visual Timeline of the Tallest Historical Structures",
            "url": "https://www.visualcapitalist.com/a-visual-timeline-of-the-tallest-historical-structures/",
            "content": [
              "A Visual Timeline of the Tallest Historical Structures",
              "We want to learn more about you and how you engage with Visual Capitalist.",
              "Please take our 2023 Audience Survey Charted: U.",
              "S.",
              "Retail Investor Inflows (2014–2023) Ranked: The Cities With the Most Bubble Risk in Their Property Markets Charted: The Key Investment Theme of Each Decade (1950-Today) Ranked: The Fastest Growing Economies In 2024 Charted: Comparing the GDP of BRICS and the G7 Countries Ranked: The World’s Top 25 Defense Companies by Revenue Charted: What are Retail Investors Interested in Buying in 2023?",
              "Which Companies Own the Most Satellites?",
              "Visualizing Google’s Search Engine Market Share AI vs. Humans: Which Performs Certain Skills Better?",
              "Visualizing the Pyramid of Global Wealth Distribution Visualizing the Investments of the Ultra-Wealthy Visualizing the Top Countries by Wealth per Person Mapped: What You Need to Earn to Own a Home in 50 American Cities Where the Ultra-Rich Spend Their Holidays Ranked: The Best U.",
              "S.",
              "States for Retirement Timeline: Cannabis Legislation in the U.",
              "S.",
              "Visualizing the Composition of Blood Visualizing the Relationship Between Cancer and Lifespan Explainer: What to Know About Monkeypox Mapped: The Top Middle East Exports by Country Mapped: Gas Prices in Every U.",
              "S.",
              "State Visualized: How Much Do EV Batteries Cost?",
              "Charted: The World’s Biggest Oil Producers What Electricity Sources Power the World?",
              "Charted: The Number of North Korean Defectors (1998-2023) Mapped: The Top Middle East Exports by Country Where the Ultra-Rich Spend Their Holidays Map Explainer: The Gaza Strip Mapped: Investment Risk, by Country 200 Years of Global Gold Production, by Country Charted: America’s Import Reliance of Key Minerals Ranked: The World’s Top Cobalt Producing Countries How Big is the Market for Crude Oil?",
              "Ranked: The World’s Biggest Steel Producers, by Country Ranked: The Foods With the Largest Environmental Impact The 2023 Utility Decarbonization Index Ranked: The Most Carbon-Intensive Sectors in the World Tracking Antarctica Sea Ice Loss in 2023 The Anthropocene: A New Epoch in the Earth’s History Published on By Humans have been building things since the dawn of time.",
              "As the tools and technology at our disposal have improved dramatically, so have the scale and magnitude of our creations.",
              "Today’s infographic from Alan’s Factory Outlet visualizes some of the most impressive feats of construction and engineering in a historical timeline of the world’s tallest structures.",
              "We’ll begin with one of humanity’s earliest stone monuments.",
              "Experts estimate that the Tower of Jericho in modern-day Palestine, took 11,000 working days to construct—roughly 30 to 40 years—and is thought to have served as flood protection, and to mark the summer solstice.",
              "According to some archaeologists, it also inspired awe to “motivate people [into] a communal lifestyle”.",
              "View the full timeline by clicking here.",
              "The next significant structure was built nearly 4,000 years later.",
              "The Anu Ziggurat (White Temple) is located in Uruk, the ancient city of Sumer.",
              "Towering over the city’s defensive walls and visible from afar, it symbolized the city’s political power at the time.",
              "Egypt’s era of pyramids was ushered in with the Step Pyramid of Djoser.",
              "A few decades later, the founding pharaoh Sneferu is credited for the vision behind the three major Egyptian pyramids—the Meidum, Bent, and Red Pyramids of Dahshur.",
              "The different designs reflect both the engineering shortfalls and advancements experienced during their construction.",
              ".",
              ".",
              "eventually leading to the most monumental pyramid of all.",
              "The Great Pyramid of Giza is the oldest of the ancient world wonders, and the only one that is still intact today.",
              "It weighs an estimated 6 million tonnes—and rising up at 481 feet (147 meters), it was unsurpassed as the tallest structure for thousands of years.",
              "The timeline below skips ahead over 3,000 years after the construction of the Great Pyramid, as the reign of cathedrals begins to take over, starting with the Old St.",
              "Paul’s Cathedral in 1221—which needed over 200 years to complete.",
              "View the full timeline by clicking here.",
              "The Lincoln Cathedral enjoyed its title of tallest structure for over 200 years, until the St.",
              "Mary’s Church in Germany was constructed.",
              "However, all three of these cathedrals suffered serious damage for some reason or another: towers or spires collapsed, the buildings caught on fire, or were struck by lightning.",
              "The construction of religious monuments continued well into the late 19th century, with the Cathedral of Saint Peter of Beauvais to the Cologne cathedral.",
              "Several cathedrals were originally constructed years prior, but only gained the title of tallest structure once the Great Pyramid had significantly eroded by about 33 feet (10 meters).",
              "View the full timeline by clicking here.",
              "The Washington Monument, the world’s tallest obelisk, was created in memoriam of the first U.",
              "S.",
              "President.",
              "Though the majority of the Monument is marble, its apex is aluminum and bears several inscriptions on each face.",
              "The Eiffel Tower likely needs no introduction—the Parisian cultural icon became the tallest in the world in 1889.",
              "The wrought-iron lattice structure costed close to 8 million gold Francs, or US$1.",
              "5 million to build.",
              "Finally, the Chrysler Building’s art-deco architectural style drew criticism and rave reviews in equal measure.",
              "Born out of a skyscraper boom in New York City, it was the first to rise above 1,000 feet—toppling the Eiffel Tower’s tallest title in 1930.",
              "The “race for the sky” continues with the Empire State Building, an essential contribution to the classic New York City skyline—which cements its place as one of the seven wonders of the modern world.",
              "View the full timeline by clicking here.",
              "Between 1954 and 1991, the tallest man-made constructions were all TV towers, mostly located across the United States, and the Warsaw Radio Mast in Poland.",
              "That’s not to say there was a gap in skyscrapers during this time—in fact, it was quite the opposite all around the world.",
              "Saving the best for last, the Burj Khalifa was completed in five years and costed a whopping $1.",
              "5 billion.",
              "At an impressive 163 floors (2,722 feet or 830 meters), Dubai’s incredible achievement shatters all world records for tallest structures—coming in at nearly 100 times higher than the Tower of Jericho, where this visual timeline first began.",
              "The Global Fiber Optic Network Explained The Topography of Mars: Visualizing an Alien Landscape Ranked: The Cities With the Most Bubble Risk in Their Property Markets Mapped: Unemployed Workers vs. Job Openings, by U.",
              "S.",
              "State Visualized: The U.",
              "S.",
              "$20 Trillion Economy by State Visualized: The 4 Billion Year Path of Human Evolution Ranked: Top 10 Cities Where International Travelers Spend the Most Mapped: The Salary You Need to Buy a Home in 50 U.",
              "S.",
              "Cities Why are the number of North Korean defectors decreasing?",
              "We cover the number of defectors by year and map their perilous escape routes.",
              "Published on By North Korea, formally known as the Democratic People’s Republic of Korea, is a totalitarian dictatorship with extremely limited freedoms and rights reported for its citizens.",
              "Due to the country’s tight controls on borders and information, people that want to leave the country often have to physically escape and are known as defectors.",
              "These visuals use data from the South Korea’s Ministry of Reunification to track the number of North Korean defectors who make it to South Korea each year, as well as international reporting to explain the dwindling numbers.",
              "The table below shows the amount of successful North Korean defectors that arrived in South Korea from 1998 through to June of 2023.",
              "Note that there was no data available for 1999 and 2000.",
              "From the 1990s to 2010, we can see the amount of North Korean defectors steadily climbing to a peak of 2,914 people in 2009 alone.",
              "More residents looked to escape the country after suffering through the North Korean Famine of 1994 to 1998—with death estimates ranging from 240,000 to 3,500,000—as well as the country’s increasingly bleak economic conditions following the collapse of the neighboring Soviet Union.",
              "We can also see the immediate impact of Kim Jung Un’s rise to power since 2012, with successful defections immediately dropping by 1,204 year-over-year and declining consistently over the next decade.",
              "Stronger border controls were one factor, as were improved relations with China and agreements with Russia on sending escapees back to North Korea.",
              "And North Korea has seen defections drop further, from thousands to low hundreds, since 2020.",
              "Following the COVID-19 pandemic, the country shut down all borders, created new barriers, and significantly limited internal travel.",
              "Click here to see a larger version of the graphic above.",
              "Since they can’t cross the heavily surveilled and militarized border to South Korea, the Korean Demilitarized Zone, North Korean defectors have to travel through Russia or China to get to friendly countries in order to seek asylum.",
              "For most defectors, these include reaching Mongolia to the north or Cambodia, Laos, Thailand, and Vietnam to the south, which all work with the South Korean government on reunification.",
              "There are also defectors that try to stay in Russia or China.",
              "In 2009, a global refugee survey found there were 11,000 North Korean refugees hiding in China close to the North Korea border alone, not accounting for the rest of the country.",
              "Others are able to seek refuge in other countries and eventually attain citizenship.",
              "In 2022, the UNHCR registered 260 refugees and 127 asylees from North Korea, with Germany hosting the most at 96 and the U.",
              "S.",
              "second at 70.",
              "Ranked: The Most Popular Halloween Costumes of 2023 Charted: U.",
              "S.",
              "Retail Investor Inflows (2014–2023) Visualized: Why Do People Immigrate to the U.",
              "S.",
              "?",
              "Charted: The Number of North Korean Defectors (1998-2023) Mapped: The Top Middle East Exports by Country Visualizing the Pyramid of Global Wealth Distribution The Highest-Grossing Horror Movies of All Time The Best Selling Vehicle in Every State Copyright © 2023 Visual Capitalist"
            ]
          },
          {
            "title": "History of the world&#39;s tallest buildings - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/History_of_the_world%27s_tallest_buildings",
            "content": [
              "History of the world&#39;s tallest buildings - Wikipedia",
              "The tallest building in the world, as of 2023, is the Burj Khalifa in Dubai, United Arab Emirates.",
              "The title of \"world's tallest building\" has been held by various buildings in modern times, including the Lincoln Cathedral in Lincoln, England, and the Empire State Building and the original World Trade Center, both in New York City.",
              "Before the modern skyscraper era emerged, between c.",
              "1311 and 1884 the tallest buildings and structures were mostly Christian churches and cathedrals.",
              "Prior to then, the tallest buildings in the world cannot be conclusively determined.",
              "For instance, the Lighthouse of Alexandria, which was completed in approximately 280 BC, has been estimated to have been 100 m (330 ft) tall,[1] but its true height is not known.",
              "For thousands of years, the Great Pyramid in Egypt was the tallest structure in the world until Lincoln Cathedral of 1311, but the Great Pyramid is not considered a building since it is not habitable.",
              "Similarly, the Eiffel Tower was the world's tallest structure from 1889, when it was built, but not the tallest building.",
              "The skyscraper was invented in Chicago in 1884 when Home Insurance Building was constructed using a steel frame with curtain walls instead of load-bearing walls.",
              "For the next century, the world's tallest building was always in the United States, with New York City housing the tallest building for 86 years and Chicago housing it for 30 years.",
              "After just over a century (1885–1998), the distinction of the world's tallest building moved to Malaysia, which was the first country to break the United States' record of constructing the tallest buildings in the world when Petronas Towers was completed in 1998.",
              "Taiwan's Taipei 101 was the next to hold the record;",
              "the building's status as the world's tallest building lasted from 2004 to 2009, when it was transferred to the Burj Khalifa, the current record-holder of 828 meters tall, upon its completion in the United Arab Emirates.",
              "The earliest structures now known to be the tallest in the world were the Egyptian pyramids: the Great Pyramid of Giza, at an original height of 146.",
              "5 m (481 ft), was the tallest structure in the world for over 3,800 years, until the construction of Lincoln Cathedral in 1311.",
              "From then until the completion of the Washington Monument (capped in 1884) the world's tallest structures were churches or cathedrals.",
              "Later, the Eiffel Tower and, still later, some radio masts and television towers, were the world's tallest structures.",
              "However, though all of these are structures, some are not buildings in the sense of being regularly inhabited or occupied.",
              "It is in this sense of being regularly inhabited or occupied that the term \"building\" is generally applied when determining the world's tallest building.",
              "The non-profit international organization Council on Tall Buildings and Urban Habitat (CTBUH), which maintains a set of criteria for determining the height of tall buildings, defines a \"building\" as \"(A) structure that is designed for residential, business or manufacturing purposes\" and that \"has floors\".",
              "[2] Tall churches and cathedrals occupy a middle ground: their lower areas are regularly occupied, but much of their height is in bell towers and spires which are not.",
              "Whether a church or cathedral is a \"building\" or merely a \"structure\" for the purposes of determining the title of \"world's tallest building\" is a subjective matter of definition (this article treats churches and cathedrals as buildings).",
              "The Council on Tall Buildings and Urban Habitat uses three different criteria for determining the height of a tall building, each of which may give a different result.",
              "\"Height of the highest floor\" is one criterion, and \"height to the top of any part of the building\" is another, but the default criterion used by the CTBUH is \"height of the architectural top of the building\", which includes spires but not antennae, masts or flag poles.",
              "[2] Early tall buildings were similar to the record-setting Egyptian pyramid structures.",
              "In 1400 BC the 70 m (230 ft) ziggurat of Dur-Kurigalzu was constructed in Iraq, and in 601 BC the Etemenanki ziggurat of Babylon (91 m (299 ft)) followed.",
              "The 70 m (230 ft) La Danta of El Mirador (Guatemala) and the 73 m (240 ft) Amaravati Stupa of Amaravati (India) were constructed in around 300 BC.",
              "The Lighthouse of Alexandria in Egypt had a height of between 103 and 118 m (338 and 387 ft) and existed between the 3rd century BC and 14th century AD.",
              "The Pantheon in Rome, finished in the early 2nd century CE, has an ancient Roman height record from floor to top of 43.",
              "45 m (142.",
              "6 ft),[3] which exactly corresponds to the diameter of its interior space and was only slightly surpassed by the Pont du Gard structure.",
              "The Hagia Sophia, built in AD 537 in Constantinople, reaches a height of 55 m (180 ft).",
              "The ancient Kushan stupa of Kanishka, located in the present-day Pakistan, near Peshawar, completed around AD 200, had a height of between 120 and 170 m (390 and 560 ft).",
              "The Chinese explorer Xuanzhang described it as the tallest building in the world in his book Records of the western Region.",
              "The Sri Lankan Jetavanaramaya stupa, constructed in the 3rd century, measured 122 m (400 ft) from its construction until the 11th century.",
              "Its current height is 71 m (233 ft).",
              "Another short-lived structure was the 6th-century wooden Yongning Pagoda with a height of about 137 m (449 ft) to 155 m (509 ft) in Luoyang, China.",
              "Hwangnyongsa, or Hwangnyong Temple, and sometimes spelled Hwangryongsa, is a former Buddhist temple in the city of Gyeongju, South Korea.",
              "Completed in the 7th century, the enormous nine-storey structure was built entirely of interlocking timbers with no iron nails.",
              "It had a standing total height of 68 to 80 m (223 to 262 ft),[4] making it the tallest structure in East Asia and the tallest wooden structure in the world at the time of its construction.",
              "It was destroyed by invading Mongol forces in 1238.",
              "In the 8th century, two seven-storied pagodas with a height of 100 m (330 ft) were constructed at Todaiーji (東大寺) in Nara, Japan.",
              "They were one of the tallest wooden buildings in the world at the time.",
              "By the 14th century, both were burned down by fires caused by war or lightning strikes.",
              "In 1057, the 100 m (330 ft) wooden Shwesandaw Pagoda of Bagan, Myanmar, was constructed.",
              "The Vimana of the Brihadisvara Temple, Thanjavur, Tamil Nadu, completed in 1010 is 66 m (217 ft) tall, slightly taller and older than Angkor Wat, Cambodia.",
              "The entire complex is built of granite.",
              "The 77 m (253 ft) minaret of Koutoubia Mosque in Marrakesh, Morocco, includes a spire and orbs.",
              "It was completed under the reign of the Berber Almohad Caliph Yaqub al-Mansur around 1195.",
              "The eastern spires of the Romanesque Speyer Cathedral, completed in 1106, reach a height of 71.",
              "3 m (234 ft).",
              "The still-standing Torre Asinelli, completed some time before 1185, was originally 70 m (230 ft) tall, later raised to 92 m (302 ft).",
              "Malmesbury Abbey was built in 1180 and reached a height of 131 m (430 ft).",
              "The world's tallest structures were churches or cathedrals from the 13th/14th century until 1884, and buildings until the beginning of the 20th century.",
              "The Old St Paul's Cathedral (149 m (489 ft)) in London and Lincoln Cathedral (160 m (520 ft)) both surpassed not only any older tallest building, but also the tallest structures until then, the Pyramids.",
              "They were constructed from the 12th century, reaching completion and their maximum height in the 1310s (1314 and 1311 respectively).",
              "Lincoln Cathedral's spire collapsed in 1549, and its previous height was not surpassed elsewhere for a long time.",
              "St.",
              "Mary's Church in Stralsund became the world's tallest building after the collapse of the Lincoln spire.",
              "The 153 m (502 ft) central tower of St.",
              "Pierre's Cathedral in Beauvais was tallest from 1569 until it collapsed in 1573, making St.",
              "Mary's the tallest once again.",
              "In 1647, the bell tower of St.",
              "Mary's burned down, making the shorter Strasbourg Cathedral the world's tallest building.",
              "It was not until the completion of the Ulm Minster in 1890 that the world's tallest building was again also the tallest building ever constructed, surpassing the original configuration of Lincoln Cathedral.",
              "The 159.",
              "7 m (524 ft) height of Lincoln Cathedral is disputed by some,[5] but accepted by most sources.",
              "[6][7][8][9][10][11] The completion date for the spire is given as 1311 rather than 1300 by some sources.",
              "[12] Also the 149 m (489 ft) height of the spire of Old St Paul's Cathedral, destroyed by lightning in 1561, is disputed, for example by Christopher Wren (1632–1723), who suggested a height of 140 m (460 ft).",
              "[13] In 1890, Ulm Minster became the tallest church ever built, but it was the last church to claim the position of tallest building, which eventually went to the Philadelphia City Hall in 1894, the first skyscraper taller than 150 m (490 ft) (or, depending on definition, the Mole Antonelliana in 1889).",
              "[14] Among all structures, in 1884 the 169 m (554 ft) Washington Monument had already overtaken the long-standing record held by churches.",
              "But five years later in 1889 it was significantly surpassed by the Eiffel Tower, which reached completely new heights at 300 m (980 ft) (its 24 m (79 ft) antennas were added after 1957),[15] leaving heights of skyscrapers behind and opening up the supertall era, whose heights were only reached by the pinnacle of the Chrysler Building (319 m (1,047 ft)) in 1930 and fully overtaken by the Empire State Building in 1931.",
              "Since the completion of the Washington Monument in Washington, D.",
              "C.",
              "in 1884, the world's tallest structure has generally not simultaneously been the world's tallest building.",
              "The exception is 1930 through 1954 when the Eiffel Tower in Paris was surpassed by the Chrysler Building in 1930, and in 1931 the Chrysler Building was surpassed by the Empire State Building, which was later surpassed by a succession of structures, starting with the Griffin Television Tower in Oklahoma.",
              "The CN Tower in Toronto held the record for the world's tallest free-standing structure for 32 years from 1975 until 2007 when it was surpassed by Burj Khalifa, and was the world's tallest tower until 2009 when it was surpassed by Canton Tower.",
              "Since the completion of the Burj Khalifa in 2010, it is the world's tallest building and world's tallest structure of any kind.",
              "Since the completion of the first skyscraper taller than 150 m (490 ft) (depending on the definition of skyscraper, 1894 with the Philadelphia City Hall or 1908 with the Singer Building), skyscrapers have consistently been the tallest buildings.",
              "Before skyscrapers, tower blocks reached at various times and locations heights of 30 m (98 ft) (as in the city of Shibam) or even up to 100 m (330 ft) among the Towers of Bologna.",
              "Buildings that have been specifically called the first skyscrapers include: Later record-setting early skyscrapers include: After the construction of the first skyscraper taller than 150 m (490 ft), depending on definition the Philadelphia City Hall in 1894 or the Singer Building in 1908, the incrementation in the height category of supertall skyscrapers began with the construction of the Chrysler Building, followed by the Empire State Building, in New York City.",
              "The Chrysler Building was the first building in the world to break the 300 m (980 ft) barrier, and the Empire State Building was the first building to have more than 100 floors.",
              "It stands at 381 m (1,250 ft) and has 102 floors.",
              "The next tallest skyscraper was the World Trade Center, which was completed in 1971.",
              "The north tower was 417 m (1,368 ft) and the south 415 m (1,362 ft) tall.",
              "It surpassed the height of the Empire State Building by 36 m (118 ft).",
              "Two years later the Sears Tower was built in Chicago, standing at 442 m (1,450 ft) with 110 floors, surpassing the height of the World Trade Center by 25 m (82 ft).",
              "The Petronas Towers rose 10 meters above the Sears Tower, standing at a height of 452 m (1,483 ft) and each having 88 floors.",
              "In 2004, the construction of Taipei 101 brought the height of skyscrapers to a new level, standing at 508 m (1,667 ft) with 101 floors.",
              "It is 59 m (194 ft) taller than the previous record-holders, the Petronas Towers.",
              "Burj Khalifa surpassed the height of Taipei 101 by 319 m (1,047 ft) in 2009, making it 60% taller.",
              "[20] It has broken several skyscraper records, and it is almost twice as tall as the Empire State Building.",
              "Burj Khalifa, however has not broken the record of world's tallest structure.",
              "In 2009, Guinness World Records recognised the Magnolia oil platform as the tallest structure.",
              "It has a record-breaking height of 1,432 metres (4,698 feet).",
              "[21] However the majority of the Burj Khalifa's height difference (29%) is gained from vanity height, the Burj Khalifa's highest occupiable floor is only 585 m (1,919 ft) above ground.",
              "This would still make it the tallest building in the world but only by 2 meters over the Shanghai Tower,[22] a substantially smaller margin than before.",
              "Since the early skyscraper boom that took place in North America, the significant number of skyscrapers in North America dominated the 100 tallest buildings in the world.",
              "In 1930, 99 of the 100 tallest buildings in the world were in North America.",
              "In the future, this percentage is expected to decline to only 22 percent.",
              "[20] The predominance of skyscrapers in North America is decreasing because of skyscraper construction in other parts of the world, especially in Asia.",
              "In Asia, there has been an increase in the number of supertall skyscrapers beginning with the completion of the Bank of China Tower in Hong Kong in 1990.",
              "Currently, sixty of the world's 100 tallest buildings are in Asia (including the Middle East), while all six megatall skyscrapers reside in Asia.",
              "All proposed future megatall skyscrapers are also in Asia with the exception of the Lakhta Center 2 in St.",
              "Petersburg.",
              "Since the skyscraper era began, the great majority of skyscrapers were used predominantly as office space.",
              "From 1930 to 2000, the percentage of office towers never fell below 86 percent, but in the future it is expected to be as low as 46 percent.",
              "[20] By 2010, fewer than half of the 100 tallest buildings in the world were office towers, the majority being for residential and mixed use.",
              "[20] Only four of the ten tallest buildings in the world, and twenty-eight of the top fifty, were used primarily as offices.",
              "[24] A mixed-use tall building is defined as having two or more functions that occupy a significant proportion of the tower's total space.",
              "[A] Support areas such as car parks and mechanical plant space do not contribute towards mixed-use status.",
              "[23] Skyscrapers used primarily or exclusively as hotels or residential space are generally shorter than office and mixed-use buildings, with only a few supertall buildings of the residential or hotel types among the 100 tallest skyscrapers.",
              "The tallest completed residential buildings (minimum 85% residential) are Central Park Tower, 111 West 57th Street, and 432 Park Avenue, all on Billionaire's Row in New York City.",
              "[25] The tallest completed hotels (primarily hotel space) are the Gevora Hotel, the JW Marriott Marquis Dubai twin towers, the Rose Tower, and the Burj Al Arab, all in Dubai.",
              "[26] The following list of tallest buildings is based on the default metric of CTBUH,[18] that of measuring to the highest architectural element.",
              "Other criteria would generate a different list.",
              "Shanghai World Financial Center is not on the above list, but it surpassed Taipei 101 in 2008 to become the building with the highest occupied floor.",
              "Using the criterion of highest tip (including antennae), the World Trade Center in New York City was the world's tallest building from 1971 to 1973, until the Sears Tower in Chicago (which already had a higher occupied floor than the World Trade Center) had its antenna extended to give that building the world's tallest tip a title it held until the 2010 completion of Burj Khalifa.",
              "Petronas Towers and Taipei 101 were never the world's tallest buildings by the highest–tip criterion."
            ]
          },
          {
            "title": "List of tallest buildings and structures - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_tallest_buildings_and_structures",
            "content": [
              "List of tallest buildings and structures - Wikipedia",
              "Download coordinates as: The world's tallest human-made structure is the 828-metre-tall (2,717 ft) Burj Khalifa in Dubai, United Arab Emirates.",
              "The building gained the official title of \"tallest building in the world\" and the tallest self-supported structure at its opening on January 9, 2010.",
              "The second-tallest self-supporting structure and the tallest tower in the world is the Tokyo Skytree.",
              "The tallest guyed structure is the KRDK-TV mast in North Dakota, U.",
              "S.",
              "at 630 metres (2,060 ft).",
              "The Council on Tall Buildings and Urban Habitat, an organization that certifies buildings as the \"World's Tallest\", recognizes a building only if at least 49% of its height is made up of floor plates containing habitable floor area.",
              "[1] Structures that do not meet this criterion, such as the CN Tower, are defined as \"towers\".",
              "There are dozens of radio and television broadcasting towers which measure over 600 metres (about 2,000 ft) in height, and only the tallest are recorded in publicly available information sources.",
              "The assessment of the height of artificial structures has been controversial.",
              "Because varying standards have been used by different organizations, the accepted height of these structures or buildings depends on which standards are accepted.",
              "The Council on Tall Buildings and Urban Habitat has changed its definitions over time.",
              "Some of the controversy regarding the definitions and assessment of tall structures and buildings has included the following: Within an accepted definition of a building further controversy has included the following factors: This category does not require the structure to be \"officially\" open, but does require it to be \"topped out.\"",
              "The tallest artificial structure is Burj Khalifa, a skyscraper in Dubai that reached 829.",
              "8 m (2,722 ft) in height on January 17, 2009.",
              "[2] By April 8, 2008 it had been built higher than the KVLY-TV mast in North Dakota, US.",
              "[3] That September it officially surpassed Poland's 646.",
              "38 m (2,120.",
              "7 ft) Warsaw radio mast, which stood from 1974 to 1991, to become the tallest structure ever built.",
              "Guyed lattice towers such as these masts had held the world height record since 1954.",
              "The Petronius Platform stands 610 m (2,000 ft) off the sea floor, leading some, including Guinness World Records 2007, to claim it as the tallest freestanding structure in the world, until surpassed by the Burj Khalifa in 2010.",
              "However, it is debated whether underwater height should be counted, in the same manner as height below ground is ignored on buildings.",
              "The Troll A platform is 472 m (1,549 ft), without any part of that height being supported by wires.",
              "The tension-leg type of oil platform has even greater below-water heights with several examples more than 1,000 m (3,300 ft) deep.",
              "However, these platforms are not considered constant structures as the vast majority of their height is made up of the length of the tendons attaching the floating platforms to the sea floor.",
              "Despite this, Guinness World Records 2009 listed the Ursa tension leg platform as the tallest structure in the world with a total height of 1,306 m (4,285 ft).",
              "The Magnolia Tension-leg Platform in the Gulf of Mexico is even taller with a total height of 1,432 m (4,698 ft).",
              "Taipei 101 in Taipei, Taiwan, set records in three of the four skyscraper categories at the time it opened in 2004;",
              "at the time the Burj Khalifa opened in 2010 it remained the world's tallest inhabited building 509.",
              "2 m (1,671 ft) as measured to its architectural height (spire).",
              "The height of its roof 449.",
              "2 m (1,474 ft) and highest occupied floor 439.",
              "2 m (1,441 ft) had been surpassed by the Shanghai World Financial Center with corresponding heights of 487 and 474 m (1,598 and 1,555 ft).",
              "Willis Tower (formerly Sears Tower) was the highest in the final category: the greatest height to top of antenna of any building in the world at 527 m (1,729 ft).",
              "Burj Khalifa broke the height record in all four categories for completed buildings.",
              "Due to the disagreements over how to measure height and classify structures, engineers have created various definitions for categories of buildings and other structures.",
              "One measure includes the absolute height of a building, another includes only spires and other permanent architectural features, but not antennas.",
              "The tradition of including the spire on top of a building and not including the antenna dates to the rivalry between the Chrysler Building and 40 Wall Street.",
              "A modern-day example is that the antenna on top of Willis Tower is not considered part of its architectural height, while the spires on top of the Petronas Twin Towers are counted.",
              "Note: The following table is a list of the tallest completed structure in each of the structural categories below.",
              "For a list of structures by function see the list later in the article.",
              "There can only be one structure in each category, unless the tallest is the same for more than one structure in the same category.",
              "2°44′26′′N 101°40′45′′E﻿ / ﻿2.",
              "740486°N 101.",
              "679069°E﻿ / 2.",
              "740486;",
              "101.",
              "679069﻿ (Kuala Lumpur International Airport 2 Control Tower) There are some destroyed architectural structures which were taller than the tallest existing structure of their type.",
              "There are also destroyed structures omitted from this list that had been surpassed in height prior to being destroyed.",
              "* \"Mixed-use\" is defined as having three or more real estate uses (such as retail, office, hotel, etc.)",
              "that are physically and functionally integrated in a single property and are mutually supporting.",
              "[19] Up until the late 1990s, the definition of “tallest building” was not altogether clear.",
              "It was generally understood to be the height of the building to the top of its architectural elements including spires, but not including \"temporary\" structures (such as antennas or flagpoles), which could be added or changed relatively easily without requiring major changes to the building's design.",
              "Other criteria for height measurement generally were not considered, which occasionally caused some controversy.",
              "One historic case involved the building now famous for the Times Square Ball.",
              "Known as One Times Square (at 1475 Broadway in Midtown Manhattan), it was the headquarters for The New York Times, which gave Times Square its name.",
              "Completed in 1905, it reached a height of 364 feet (111 meters) to its roof, or 420 feet (130 meters) including its rooftop flagpole, which the Times hoped would give it a record high status but because a flagpole is not an integral architectural part of a building, One Times Square was not generally considered to be taller than the 390-foot-high (120 m) Park Row Building in Lower Manhattan, which was therefore still New York's tallest.",
              "[20] A bigger controversy was the rivalry between two New York City skyscrapers built in the Roaring Twenties—the Chrysler Building and 40 Wall Street.",
              "The latter was 927 feet (283 meters) tall, had a shorter pinnacle, and had a much higher top occupied floor (the second category in the 1996 criteria for tallest building).",
              "[21] In contrast, the Chrysler Building employed a very long 125-foot (38 m) spire secretly assembled inside the building to claim the title of world's tallest building with a total height of 1,048 feet (319 m), despite having a lower top occupied floor and a shorter height when both buildings' spires are not counted in their heights.",
              "[22] Although the architects of record for 40 Wall were H.",
              "Craig Severance and Yasuo Matsui, the firm of Shreve & Lamb (who also designed the Empire State Building) served as consulting architects.",
              "They wrote a newspaper article claiming that 40 Wall was actually the tallest, since it contained the world's highest usable floor.",
              "They pointed out that the observation deck of 40 Wall was nearly 100 feet (30 m) higher than the top floor of the Chrysler, whose surpassing spire was strictly ornamental and essentially inaccessible.",
              "[23] Despite the protest, the Chrysler Building was generally accepted as the tallest building in the world for almost a year, until it was surpassed by the Empire State Building’s 1,250 feet (380 meters) in 1931.",
              "That was in turn surpassed by the 1,368-foot-high (417 m) twin towers of New York’s original World Trade Center in 1972, which were in turn surpassed by the Sears Tower in Chicago in 1974.",
              "Now called the Willis Tower since 2009, it was 1,451 feet (442 meters) to its flat rooftop, or 1,518 feet (463 meters) including its original antennas.",
              "[24] But in 1978 One World Trade Center (commonly known as the north tower) attained a taller absolute height when it added its 360-foot (110 m) new broadcasting antenna, for a total height of 1,728 feet (527 meters).",
              "The WTC north tower maintained this height record (including its antenna) from 1978 until 2000, when the owners of the Willis Tower extended its broadcasting antennae for a total height of 1,729 feet (527 meters).",
              "[24] Thus the status of the Willis Tower as the “totally” tallest was restored in the face of a new threat looming in the Far East—the “Siamese Twins.",
              "” A major controversy erupted upon completion of the Petronas Towers in Kuala Lumpur, Malaysia in 1998.",
              "These twin towers, at 1,483 feet (452 meters), had a higher architectural height (spires, not antennas), but a lower absolute pinnacle height and a lower top occupied floor than the Willis Tower in Chicago.",
              "Counting buildings as structures with floors throughout, and with antenna masts excluded, the Willis was still considered the tallest at that time.",
              "Excluding their spires, which are 9 meters (30 feet) higher than the flat roof of Willis, the Petronas Towers are not taller than Willis.",
              "At their convention in Chicago, the Council on Tall Buildings and Urban Habitat (CTBUH) found the Willis Tower (without its antennas) to be the third-tallest building, and the Petronas Towers (with their spires) to be the world's two tallest buildings.",
              "[20] Responding to the ensuing controversy, the CTBUH then revised their criteria and defined four categories in which the world's tallest building can be measured,[25] retaining the old criterion of height to architectural top, and adding three new categories:[20] The height-to-roof criterion was discontinued because relatively few modern tall buildings possess flat rooftops, making this criterion difficult to determine and measure.",
              "[27] The CTBUH has further clarified their definitions of building height, including specific criteria concerning subbasements and ground level entrances (height measured from lowest, significant, open-air, pedestrian entrance rather than from a previously undefined \"main entrance\"), building completion (must be topped out both structurally and architecturally, fully clad, and able to be occupied), condition of the highest occupied floor (must be continuously used by people living or working and be conditioned, thus including observation decks, but not mechanical floors) and other aspects of tall buildings.",
              "[27][28] The height is measured from the level of the lowest, significant, open-air, pedestrian entrance.",
              "At the time, the Willis Tower held first place in the second and third categories, the Petronas Towers held the first category, and the original WTC north tower held the fourth (height to tip) category with its antenna.",
              "[20] In 2000, however, a new antenna mast was placed on the Willis Tower, giving it the record in the fourth category.",
              "On April 20, 2004, the 101-story Taipei 101 in Taipei, Taiwan, was completed, taking the world record for the first three categories.",
              "On July 21, 2007, it was announced that Burj Khalifa in Dubai, UAE, had surpassed Taipei 101.",
              "Since its completion in early 2010, Burj Khalifa leads in all categories (the first building to do so) with its spire height of 2,722 feet (830 meters).",
              "Before Burj Khalifa was completed, Willis Tower led in the height-to-tip category with 1,729 feet (527 meters) after its antenna was extended in 2000, making Willis Tower slightly taller height-to-tip than the World Trade Center (WTC) north tower's antenna that measured 1,728 feet (527 meters).",
              "After the terrorist attacks on September 11, 2001, the WTC became the world's tallest two buildings to be destroyed or demolished.",
              "They took that distinction from the Singer Building, which stood 612 feet (187 meters) tall until the late 1960s where One Liberty Plaza now stands right across Church Street from the WTC site.",
              "A different superlative for skyscrapers is their number of floors.",
              "The original World Trade Center set that record at 110 in the early 1970s, and this was not surpassed until the Burj Khalifa opened in 2010.",
              "Tall freestanding structures such as the CN Tower, the Ostankino Tower and the Oriental Pearl Tower are excluded from these categories because they are not \"habitable buildings\", which are defined as frame structures made with floors and walls throughout.",
              "[1] Freestanding structures must not be supported by guy wires, the sea or other types of support.",
              "It therefore does not include guyed masts, partially guyed towers and drilling platforms but does include towers, skyscrapers (pinnacle height) and chimneys.",
              "(See also history of tallest skyscrapers.)",
              "The world's tallest freestanding structure on land is defined as the tallest self-supporting artificial structure that stands above ground.",
              "This definition is different from that of world's tallest building or world's tallest structure based on the percentage of the structure that is occupied and whether or not it is self-supporting or supported by exterior cables.",
              "Likewise, this definition does not count structures that are built underground or on the seabed, such as the Petronius Platform in the Gulf of Mexico.",
              "Visit world's tallest structure by category for a list of various other definitions.",
              "The tallest freestanding structure on land is the Burj Khalifa in Dubai, United Arab Emirates.",
              "The building surpassed the height of the previous record holder, the 553.",
              "3 m (1,815 ft) CN Tower in Toronto, Ontario, on September 12, 2007.",
              "It was completed in 2010, with final height of 829.",
              "8 m (2,722 ft).",
              "The following is a list of structures that have held the title as the tallest freestanding structure on land.",
              "Notable mentions include the Pharos (lighthouse) of Alexandria, built in the third century BC and estimated between 115–135 m (377–443 ft).",
              "It was the world's tallest non-pyramidal structure for many centuries.",
              "Another notable mention includes the Jetavanaramaya stupa in Anuradhapura, Sri Lanka, which was built in the third century, and was similarly tall at 122 m (400 ft).",
              "These were both the world's tallest or second-tallest non-pyramidal structure for over a thousand years.",
              "The tallest secular building between the collapse of the Pharos and the erection of the Washington Monument may have been the Torre del Mangia in Siena, Italy, which is 102 m (335 ft) tall, and was constructed in the first half of the fourteenth century, and the 97-metre-tall (318 ft) Torre degli Asinelli in Bologna, Italy, built between 1109 and 1119.",
              "Timeline of development of world's highest observation deck since inauguration of Eiffel Tower.",
              "Higher observation decks have existed on mountain tops or cliffs, rather than on tall structures.",
              "The Grand Canyon Skywalk, constructed in 2007, protrudes 21 m (70 ft) over the west rim of the Grand Canyon and is approximately 1,100 m (3,600 ft) above the Colorado River, making it the highest of these types of structures.",
              "[citation needed] As most of the tallest structures are guyed masts, here is a timeline of world's tallest guyed masts, since the beginning of radio technology.",
              "As many large guyed masts were destroyed at the end of World War II, the dates for the years between 1945 and 1950 may be incorrect.",
              "If Wusung Radio Tower survived World War II, it was the tallest guyed structure shortly after World War II.",
              "Towers include observation towers, monuments and other structures not generally considered to be \"habitable buildings\", they are meant for \"regular access by humans, but not for living in or office work, and are self-supporting or freestanding, which means no guy-wires for support\", meaning it excludes from this list of continuously habitable buildings and skyscrapers as well as radio and TV masts.",
              "Bridge towers or pylons, chimneys, transmission towers, and most large statues allow human access for maintenance, but not as part of their normal operation, and are therefore not considered to be towers.",
              "The Tokyo Skytree, completed in February 2012, is 634 m (2,080 ft), making it the tallest tower, and second-tallest freestanding structure in the world.",
              "[38][39][40] The following is a list of structures that have historically held the title as the tallest towers in the world.",
              "The list categories are: Notes: Source: Emporis Tallest structures through time"
            ]
          }
        ]
      },
      "evidence": {
        "The Eiffel Tower was designed by Gustave Eiffel's company for the 1889 World's Fair in Paris to celebrate the centennial of the French Revolution and France's industrial power.": [
          "It was for the 1889 Exposition Universelle, the date that marked the 100th anniversary of the French Revolution, that a great competition was launched in 1886.",
          "Designed as the centerpiece of the 1889 World's Fair, the Tower was meant to commemorate the centennial of the French Revolution and to show off France's modern industrial prowess on a world stage.",
          "The tenth Exposition Universelle was organised in Paris in 1889, from the 15th May to the 6th November, and it was for this occasion that the Eiffel Tower was built.",
          "They ultimately beat out more than 100 other projects in a contest to choose the main attraction of the World's Fair.",
          "It would attest to France’s refound rank amongst leading powers while commemorating the hundredth anniversary of the Revolution to symbolically honor the newly established ten-year-old Republic.",
          "Gim42/Getty Images Eiffel, an avid scientist, housed a meteorology lab on the tower's third floor.",
          "The Tower is not Gustave Eiffel’s only creation.",
          "The tower was built with the intent of showing off France's industrial prowess during the World's Fair, but the plan was to tear it down after 20 years."
        ],
        "The inspiration for the design of the Eiffel Tower came from the Latting Observatory built in New York City in 1853.": [
          "The Latting Observatory was built in 1853 and was taller than anything seen in the city before.",
          "The Latting Observatory was an influence on the construction and design of the Eiffel Tower, which was dreamed up three decades later for a Paris world's fair.",
          "The original proposal of a grand tower to form the centerpiece of the 1889 Exposition Universelle was drafted by two engineers, Maurice Koechlin and Émile Nouguier, and architect Stephen Sauvestre, all while working at Gustave Eiffel’s company.",
          "Gustave Eiffel \"acknowledges that the original idea of a 1,000-ft. tower was borrowed from America.",
          "Engineer Gustave Eiffel acknowledged that the origin of the idea for an observation tower \"came from America\" but that his tower in Paris improved upon the American version in several ways.",
          "Inspired by the Latting Observatory in New York City, Eiffel said the tower would symbolize “not only the art of the modern engineer, but also the century of industry and science in which we are living.",
          "The Latting Observatory was built \"without regard for beauty of form and purely for commercial purpose\" in contrast to the Eiffel Tower, built some thirty years later with attention to form.",
          "The Latting Observatory was an inspiration for the Eiffel Tower."
        ],
        "The original idea of a 300-meter metal tower was conceived by two engineers, Émile Nouguier and Maurice Koechlin, who worked for Eiffel's company.": [
          "Émile Nouguier (17 February 1840 – 23 November 1897) was a French civil engineer and architect.",
          "He is famous for co-designing the Eiffel Tower, built 1887–1889 for the 1889 Universal Exposition in Paris, France, the Garabit viaduct, the highest in the world at the time,[citation needed] near Ruynes-en-Margeride, Cantal, France, and the Faidherbe Bridge over the Sénégal River in Senegal.",
          "In 1861 he attended and graduated the École Polytechnique in Paris, in 1862 he joined the École nationale supérieure des mines de Paris from which he graduated in 1865 with the title of mining construction engineer.",
          "After graduating, Émile Nouguier started to work for Ernest Goüin et Cie. and was involved in the construction of: In 1867 Émile Nouguier was employed by Eiffel et Cie, later the Compagnie des Establissments Eiffel owned by Gustave Eiffel and between 1867 and 1893 he contributed to many construction projects: In 1884 Nouguier and the structural engineer Maurice Koechlin, who also worked for Eiffel, came up with the idea of a large tower to act as the centerpiece of the Universal Exposition which was to be held in 1889.",
          "Maurice Koechlin and Emile Nouguier, were discussing the upcoming World Exhibition that would take place in Paris and wondered what could be done “to make it more attractive”.",
          "In the Eiffel studios in May 1884, the two colleagues, Maurice Koechlin and Emile Nouguier, were discussing the upcoming World Exhibition that would take place in Paris and wondered what could be done “to make it more attractive”.",
          "They came up with the idea of a very tall tower, made of metal, the Eiffel specialty."
        ],
        "Émile Nouguier and Maurice Koechlin later collaborated with an architect, Stephen Sauvestre, who improved the aesthetic appearance of the tower by adding arches, a pavilion, and other decorative elements.": [
          "In 1884 Nouguier and the structural engineer Maurice Koechlin, who also worked for Eiffel, came up with the idea of a large tower to act as the centerpiece of the Universal Exposition which was to be held in 1889.",
          "The two engineers consulted Stephen Sauvestre, head of the architectural division of the Eiffel company, who added embellishments including the decorative arches of the base and the glazed pavilion on the first level.",
          "Koechlin and Nouguier worked with architect Stephen Sauvestre to make the project more aesthetic and attractive."
        ],
        "The Eiffel Tower was constructed from 1887 to 1889 using wrought-iron lattice work.": [
          "The Eiffel Tower is a large wrought iron lattice structure comprising 7,300 tons of iron and 2.5 million rivets.",
          "These trusses are made up of wrought iron.",
          "All the metal pieces of the tower are held together by rivets, a well-refined method of construction at the time the Tower was constructed.",
          "French: Tour Eiffel [tu fl] i) is a wrought-iron lattice tower on the Champ de Mars in Paris, France.",
          "The construction work began in January 1887 and was finished on March 31, 1889.",
          "It is named after the engineer Gustave Eiffel, whose company designed and built the tower from 1887 to 1889."
        ],
        "The Eiffel Tower was the tallest human-made structure in the world until 1930.": [
          "The Tokyo Skytree, completed in February 2012, is 634 m (2,080 ft), making it the tallest tower, and second-tallest freestanding structure in the world.",
          "Similarly, the Eiffel Tower was the world's tallest structure from 1889, when it was built, but not the tallest building.",
          "Born out of a skyscraper boom in New York City, it was the first to rise above 1,000 feet—toppling the Eiffel Tower’s tallest title in 1930.",
          "But five years later in 1889 it was significantly surpassed by the Eiffel Tower, which reached completely new heights at 300 m (980 ft) (its 24 m (79 ft) antennas were added after 1957),[15] leaving heights of skyscrapers behind and opening up the supertall era, whose heights were only reached by the pinnacle of the Chrysler Building (319 m (1,047 ft)) in 1930 and fully overtaken by the Empire State Building in 1931.",
          "Since the completion of the Washington Monument in Washington, D.C. in 1884, the world's tallest structure has generally not simultaneously been the world's tallest building.",
          "The exception is 1930 through 1954 when the Eiffel Tower in Paris was surpassed by the Chrysler Building in 1930, and in 1931 the Chrysler Building was surpassed by the Empire State Building, which was later surpassed by a succession of structures, starting with the Griffin Television Tower in Oklahoma."
        ]
      },
      "subconclusions": {
        "The Eiffel Tower was designed by Gustave Eiffel's company for the 1889 World's Fair in Paris to celebrate the centennial of the French Revolution and France's industrial power.": "supported",
        "The inspiration for the design of the Eiffel Tower came from the Latting Observatory built in New York City in 1853.": "supported",
        "The original idea of a 300-meter metal tower was conceived by two engineers, Émile Nouguier and Maurice Koechlin, who worked for Eiffel's company.": "supported",
        "Émile Nouguier and Maurice Koechlin later collaborated with an architect, Stephen Sauvestre, who improved the aesthetic appearance of the tower by adding arches, a pavilion, and other decorative elements.": "supported",
        "The Eiffel Tower was constructed from 1887 to 1889 using wrought-iron lattice work.": "supported",
        "The Eiffel Tower was the tallest human-made structure in the world until 1930.": "supported"
      }
    }
  }
}