{
  "beb3ea17-1c3f-4565-bb65-a756b4927596": {
    "query": "What is the most effective way for individuals to adjust their diets to reduce their risk of developing heart disease, and what are some specific foods or nutrients proven to have a positive impact on heart health?",
    "response": "That's a great question. According to the **American Heart Association**, a healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease[^3^]. Some of the steps they recommend are:\n\n- Control your portion size and eat only as many calories as you burn.\n- Eat more vegetables and fruits, which are rich in vitamins, minerals, fiber and antioxidants.\n- Select whole grains and products made up mostly of whole grains, which can help lower cholesterol and blood pressure.\n- Limit unhealthy fats, such as saturated fat and trans fat, which can raise your risk of heart disease and stroke.\n- Choose low-fat protein sources, such as legumes, nuts, fish, seafood, low-fat or nonfat dairy, and lean meat and poultry.\n- Reduce the sodium in your food, which can help lower blood pressure and prevent fluid retention.\n- Plan ahead and create daily menus that include a variety of heart-healthy foods.\n- Allow yourself an occasional treat, but avoid foods that are high in added sugars, salt or fat.\n\nSome specific foods or nutrients that have been proven to have a positive impact on heart health are:\n\n- Omega-3 fatty acids, which are found in fatty fish (such as salmon, tuna, mackerel and sardines), flaxseeds, walnuts and soybeans. Omega-3s can help lower triglycerides, reduce inflammation and prevent blood clots.\n- Fiber, which is found in whole grains, fruits, vegetables, beans and nuts. Fiber can help lower cholesterol, regulate blood sugar and promote bowel health.\n- Potassium, which is found in bananas, potatoes, spinach, tomatoes and yogurt. Potassium can help balance sodium levels and lower blood pressure.\n- Magnesium, which is found in green leafy vegetables, nuts, seeds and whole grains. Magnesium can help relax blood vessels and improve blood flow.\n- Antioxidants, which are found in berries, citrus fruits, dark chocolate, green tea and red wine. Antioxidants can help protect your cells from damage caused by free radicals.\n\nI hope this information helps you make some healthy changes to your diet. Remember to consult your doctor before making any major dietary changes or taking any supplements.😊",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.mayoclinic.org/diseases-conditions/heart-disease/in-depth/heart-healthy-diet/art-20047702 \"Heart-healthy diet: 8 steps to prevent heart disease - Mayo Clinic\"\n[2]: https://microsoftstart.msn.com/en-us/health/ask-professionals/heartfailure?questionid=5ryxx5xy&type=condition&ocid=entnewsntp&source=bingmainline_conditionqna \"What dietary changes can I make to reduce my heart disease risk?\"\n[3]: https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations \"The American Heart Association Diet and Lifestyle Recommendations\"\n\nThat's a great question. According to the **American Heart Association**, a healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease[^1^][3]. Some of the steps they recommend are:\n\n- Control your portion size and eat only as many calories as you burn.\n- Eat more vegetables and fruits, which are rich in vitamins, minerals, fiber and antioxidants.\n- Select whole grains and products made up mostly of whole grains, which can help lower cholesterol and blood pressure.\n- Limit unhealthy fats, such as saturated fat and trans fat, which can raise your risk of heart disease and stroke.\n- Choose low-fat protein sources, such as legumes, nuts, fish, seafood, low-fat or nonfat dairy, and lean meat and poultry.\n- Reduce the sodium in your food, which can help lower blood pressure and prevent fluid retention.\n- Plan ahead and create daily menus that include a variety of heart-healthy foods.\n- Allow yourself an occasional treat, but avoid foods that are high in added sugars, salt or fat.\n\nSome specific foods or nutrients that have been proven to have a positive impact on heart health are:\n\n- Omega-3 fatty acids, which are found in fatty fish (such as salmon, tuna, mackerel and sardines), flaxseeds, walnuts and soybeans. Omega-3s can help lower triglycerides, reduce inflammation and prevent blood clots.\n- Fiber, which is found in whole grains, fruits, vegetables, beans and nuts. Fiber can help lower cholesterol, regulate blood sugar and promote bowel health.\n- Potassium, which is found in bananas, potatoes, spinach, tomatoes and yogurt. Potassium can help balance sodium levels and lower blood pressure.\n- Magnesium, which is found in green leafy vegetables, nuts, seeds and whole grains. Magnesium can help relax blood vessels and improve blood flow.\n- Antioxidants, which are found in berries, citrus fruits, dark chocolate, green tea and red wine. Antioxidants can help protect your cells from damage caused by free radicals.\n\nI hope this information helps you make some healthy changes to your diet. Remember to consult your doctor before making any major dietary changes or taking any supplements.😊\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.heart.org](https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations) [2. www.mayoclinic.org](https://www.mayoclinic.org/diseases-conditions/heart-disease/in-depth/heart-healthy-diet/art-20047702) [3. microsoftstart.msn.com](https://microsoftstart.msn.com/en-us/health/ask-professionals/heartfailure?questionid=5ryxx5xy&type=condition&ocid=entnewsntp&source=bingmainline_conditionqna)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "The American Heart Association Diet and Lifestyle Recommendations",
        "seeMoreUrl": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations",
        "imageLink": "https://bing.com/th?id=OIP.vpzwDE9fePAxiq1F0RwiBwHaEK&pid=cdx",
        "imageWidth": "800",
        "imageHeight": "450",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAQGSURBVFhHvVdZaBNRFI0ruCC4m5pueZNmZpIGtB9+KLQfCgqiKKhIXXAp+OGP+CeIWlvFXcQFcf2xLuBSKi5oW7WLraaZ6YLaGitqYyMSrYjWRvue972+pJNmJkabeuCSeTP33nPenXtnJqaBhGK3p/HD/w93VtYwRZBv8eX/xVNRNCtIKvIIMm6S5XH89MDgisk0pB6J01VBWutB8iFFkKqA/CfsnlABDSmZY7lrYkGJgWSTgmQfJdMzEFDH3RMLSg7Jr+mRauyXxybNJibTIB6WOMCuN+oQaq3Tg6SDcDuO0H7gYYkD3GOVEtF7DEQlHiSugvUNjQBmHkE6ykMSCyD9CgRQYnk5XStWx0wqJkxOmxDJx2AChrOARAMIvLC7k3wJguQ9sPaDsLPwu06x2abyS4mB6nKNakSOZLc5ayRdwy4L65A8l10EKMiRU22xjKDHfX37BdXmWMzmGsodKi3ssBKOc/vuEs4tgbI/jvBF8iNVcMznLvGDjRmSzrFERobkEzBig+P0PU59efo/A4IKo5JoTLU7SfOyXPylvPzCd6+35NONYvKx6CJ+V7ALN+XM6W1GjYHILTx9bNC5hdL90EuiZDjJu50FuKu9HRMDdHd2kkrRGR0rSN9qRXE8pzEGlCsvOrjH2vbuDxP//NKBO8rKsP/Uaezbf7D7/eEjOFByE3//4MdnkpJJldWulyOX0xgDdr9XJ5CZN28D7vL78etNm7EquUjD9BmkZcVq/CpvA2mclcNKXzsrG58yJ5PLljRSg8TIHEjazmmMAU67I4I0poqZ5PmCRYyobc8+jINBXg9COltbcTXs+jyQUwFFllRSnILIEySF4+FhtZXTGAMc14QCYpn/9JmIPvB5PLhw3ARyeKI5LOB6ipXcTbMRd0gEkpZyGmPUC5kWcO6Z5RjWsnxlhIDWigpSMDZawO1UG6m0inQKgu6MjAmcJjagY4v1SLVGbwdtRM5PWkrvYyMBFekicdudl3j6P6Mu3emiTzI9Yq19vnM3LKD53j1DAY/S7V1106ZJPH18iNWMIXu7bUdvBe4bC3hoj6P7+4K+SumzXI84ZM/mzQ8L8D54oC8A2UrLs7OH8rR/B9o0UInneuTMbA4S/BRgIt7U1kQ3YSpqvNPfr2L61oNKvNAVANZRWsoE+OrViApctKQ13ZTlKTxN/6BaXZNgMp7qCfAdOMQEBF639lYgKaXmQrwjFy+gJ0brjefLNeuZgG+BQI+AyUlXT2aZ+/8xogf6TqfTof3+a5gxkwn4FQx27zab87f9zXv/X6EiaRk82eiHKRPR5W//jDFeyC8PLFSr6GR/xeAXKtEM1tSWn2/nlwce7gynSMnpcY0gjKG9wS78E0ym30VC2uElqA4LAAAAAElFTkSuQmCC",
        "searchQuery": "diet and heart disease prevention"
      },
      {
        "providerDisplayName": "Heart-healthy diet: 8 steps to prevent heart disease - Mayo Clinic",
        "seeMoreUrl": "https://www.mayoclinic.org/diseases-conditions/heart-disease/in-depth/heart-healthy-diet/art-20047702",
        "searchQuery": "diet and heart disease prevention"
      },
      {
        "providerDisplayName": "What dietary changes can I make to reduce my heart disease risk?",
        "seeMoreUrl": "https://microsoftstart.msn.com/en-us/health/ask-professionals/heartfailure?questionid=5ryxx5xy&type=condition&ocid=entnewsntp&source=bingmainline_conditionqna",
        "searchQuery": "diet and heart disease prevention"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease, according to the American Heart Association.",
        "Controlling your portion size and eating only as many calories as you burn is recommended by the American Heart Association.",
        "Eating more vegetables and fruits is recommended by the American Heart Association.",
        "Selecting whole grains and products made up mostly of whole grains is recommended by the American Heart Association.",
        "Limiting unhealthy fats, such as saturated fat and trans fat, is recommended by the American Heart Association.",
        "Choosing low-fat protein sources, such as legumes, nuts, fish, seafood, low-fat or nonfat dairy, and lean meat and poultry, is recommended by the American Heart Association.",
        "Reducing the sodium in your food is recommended by the American Heart Association.",
        "Planning ahead and creating daily menus that include a variety of heart-healthy foods is recommended by the American Heart Association.",
        "Omega-3 fatty acids, found in fatty fish, flaxseeds, walnuts, and soybeans, can help lower triglycerides, reduce inflammation, and prevent blood clots.",
        "Potassium, found in bananas, potatoes, spinach, tomatoes, and yogurt, can help balance sodium levels and lower blood pressure."
      ],
      "queries": [
        "American Heart Association healthy diet lifestyle cardiovascular disease prevention management",
        "American Heart Association diet portion control and calorie intake recommendations",
        "American Heart Association diet recommendations vegetables fruits",
        "American Heart Association whole grains benefits",
        "American Heart Association unhealthy fats limit recommendation",
        "American Heart Association low-fat protein sources diet recommendations",
        "American Heart Association sodium reduction guidelines",
        "American Heart Association heart-healthy daily menus planning",
        "Omega-3 fatty acids benefits cardiovascular health",
        "potassium benefits blood pressure"
      ],
      "search_results": {
        "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease, according to the American Heart Association.": [
          {
            "title": "The American Heart Association Diet and Lifestyle Recommendations",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations",
            "content": [
              "The American Heart Association Diet and Lifestyle Recommendations",
              "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease.",
              "It’s not as hard as you may think!",
              "Remember, it's the overall pattern of your choices that counts.",
              "Make the simple steps below part of your life for long-term benefits to your health and your heart.",
              "Regular physical activity can help you maintain your weight, keep off weight that you lose and reach physical and cardiovascular fitness.",
              "If it’s hard to schedule regular exercise, look for ways to build short bursts of activity into your daily routine such as parking farther away and taking the stairs instead of the elevator.",
              "Ideally, your activity should be spread throughout the week.",
              "It is possible to follow a heart-healthy dietary pattern regardless of whether food is prepared at home, ordered in a restaurant or online, or purchased as a prepared meal.",
              "Read the Nutrition Facts and ingredient list on packaged food labels to choose those with less sodium, added sugars and saturated fat.",
              "Look for the Heart-Check mark to find foods that have been certified by the American Heart Association as heart-healthy.",
              "Don’t smoke, vape or use tobacco or nicotine products — and avoid secondhand smoke or vapor.",
              "Learn more about quitting smoking.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "2021 AHA Dietary Guidance for Cardiovascular Health",
            "url": "https://www.acc.org/latest-in-cardiology/ten-points-to-remember/2021/11/23/19/45/2021-dietary-guidance-to-improve",
            "content": [
              "2021 AHA Dietary Guidance for Cardiovascular Health",
              "Create Free Account or Log in to MyACC The following are key points to remember from the 2021 American Heart Association (AHA) scientific statement on dietary guidance to improve cardiovascular health: *There is no commonly accepted definition for ultra-processed foods, and some healthy foods may exist within the ultra-processed food category.",
              "Clinical Topics: Arrhythmias and Clinical EP, Cardiovascular Care Team, Diabetes and Cardiometabolic Disease, Dyslipidemia, Prevention, Atrial Fibrillation/Supraventricular Arrhythmias, Lipid Metabolism, Nonstatins, Diet, Exercise Keywords: Alcohol Drinking, Atrial Fibrillation, Blood Pressure, Brain Ischemia, Cardiovascular Diseases, Cholesterol, LDL, Coronary Disease, Diabetes Mellitus, Type 2, Diet, Dyslipidemias, Exercise, Fats, Unsaturated, Fruit, Hemorrhagic Stroke, Ischemic Stroke, Nutrients, Nuts, Obesity, Plant Oils, Pork Meat, Poultry, Primary Prevention, Risk Factors, Seafood, Sodium, Sugars, Sweetening Agents, Vascular Diseases, Vegetables, Whole Grains © 2023 American College of Cardiology Foundation.",
              "All rights reserved."
            ]
          },
          {
            "title": "Heart disease risk, prevention and management redefined",
            "url": "https://newsroom.heart.org/news/heart-disease-risk-prevention-and-management-redefined",
            "content": [
              "Heart disease risk, prevention and management redefined",
              "Advisory Highlights: Embargoed until 4 a.",
              "m.",
              "CT / 5 a.",
              "m.",
              "ET Monday, Oct.",
              "9, 2023 DALLAS, Oct.",
              "9, 2023 — Health experts are redefining cardiovascular disease (CVD) risk, prevention and management, according to a new American Heart Association presidential advisory published today in the Association’s flagship journal Circulation.",
              "Various aspects of cardiovascular disease that overlap with kidney disease, Type 2 diabetes and obesity support the new approach.",
              "For the first time, the American Heart Association defines the overlap in these conditions as cardiovascular-kidney-metabolic (CKM) syndrome.",
              "People who have or are at risk for cardiovascular disease may have CKM syndrome.",
              "The new approach detailed in the presidential advisory includes: According to the American Heart Association’s 2023 Statistical Update, 1 in 3 U.",
              "S.",
              "adults have three or more risk factors that contribute to cardiovascular disease, metabolic disorders and/or kidney disease.",
              "CKM affects nearly every major organ in the body, including the heart, brain, kidney and liver.",
              "However, the biggest impact is on the cardiovascular system, affecting blood vessels and heart muscle function, the rate of fatty buildup in arteries, electrical impulses in the heart and more.",
              "“The advisory addresses the connections among these conditions with a particular focus on identifying people at early stages of CKM syndrome,” said Chiadi E.",
              "Ndumele, M.",
              "D.",
              ", Ph.",
              "D.",
              ", M.",
              "H.",
              "S.",
              ", FAHA, writing committee chair and an associate professor of medicine and director of obesity and cardiometabolic research in the division of cardiology at Johns Hopkins University in Baltimore.",
              "“Screening for kidney and metabolic disease will help us start protective therapies earlier to most effectively prevent heart disease and best manage existing heart disease.",
              "” CKM syndrome is a consequence of the historically high prevalence of obesity and Type 2 diabetes in both adults and youth, according to the advisory.",
              "Type 2 diabetes and obesity are metabolic conditions — the “M” in CKM — that are also risk factors for cardiovascular disease.",
              "Moreover, the most common cause of death for people with Type 2 diabetes and chronic kidney disease is cardiovascular disease.",
              "“We now have several therapies that prevent both worsening kidney disease and heart disease,” Ndumele said.",
              "“The advisory provides guidance for health care professionals about how and when to use those therapies, and for the medical community and general public about the best ways to prevent and manage CKM syndrome.",
              "” With multiple conditions to manage, Ndumele noted fragmented care is a concern in treating patients with CKM syndrome, particularly for those with barriers to care.",
              "“The advisory suggests ways that professionals from different specialties can better work together as part of one unified team to treat the whole patient.",
              "” Additionally, the advisory emphasizes the importance of systematically screening for and addressing social factors that act as determinants, or drivers, of health, such as nutrition insecurity and opportunities for exercise, as key aspects of optimal CKM syndrome care.",
              "” A companion article published with the presidential advisory, a new American Heart Association scientific statement, “A Synopsis of the Evidence for the Science and Clinical Management of Cardiovascular-Kidney-Metabolic (CKM) Syndrome,”, documents the evidence for the writing committee’s proposed approach.",
              "The scientific statement brings together evidence from current guidelines and large research studies and describes where gaps remain in knowledge needed to further improve CKM health.",
              "CKM screening, stages and treatment CKM-related screening is intended to detect cardiovascular, metabolic and kidney health changes early;",
              "identify social and structural barriers to care;",
              "and prevent progression to the next stage of CKM syndrome.",
              "The advisory addresses care for adults.",
              "However, studies suggest CKM syndrome is progressive and begins early in life.",
              "Therefore, the advisory aligns with the American Academy of Pediatrics’ recommendations for children and youth to have annual assessments of weight, blood pressure, and mental and behavioral health, starting at age 3.",
              "Stage 0 – No CKM risk factors.",
              "The goal at this stage is preventing CKM syndrome by achieving and maintaining ideal health based on the American Heart Association’s Life’s Essential 8 recommendations.",
              "The recommendations include healthy eating, physical activity and sleep habits;",
              "avoiding nicotine;",
              "and maintaining optimal weight, blood pressure, blood sugar and cholesterol levels.",
              "The advisory suggests screening adults in Stage 0 every three to five years to assess blood pressure, triglycerides, HDL (good) cholesterol and blood sugar.",
              "Preventing unhealthy weight gain is important for CKM syndrome prevention because of the connection of obesity to Type 2 diabetes, high blood pressure and high triglycerides.",
              "At all stages, the advisory proposes yearly measurement of waist circumference and body mass index.",
              "Healthy lifestyle behaviors are also encouraged at every stage.",
              "Stage 1 – Excess body fat and/or an unhealthy distribution of body fat, such as abdominal obesity, and/or impaired glucose tolerance or prediabetes.",
              "Support for healthy lifestyle changes (healthy eating and regular physical activity) and a goal of at least 5% weight loss in people with Stage 1 are suggested, with treatment for glucose intolerance if needed.",
              "Screening every two to three years is advised to assess blood pressure, triglycerides, cholesterol and blood sugar.",
              "Stage 2 – Metabolic risk factors and kidney disease.",
              "Stage 2 includes people with Type 2 diabetes, high blood pressure, high triglycerides or kidney disease, and indicates a higher risk for worsening kidney disease and heart disease.",
              "The goal of care at this stage is to address risk factors to prevent progression to cardiovascular disease and kidney failure.",
              "Treatment may include medications to control blood pressure, blood sugar and cholesterol.",
              "In those with chronic kidney disease and in some people with Type 2 diabetes, SGLT2 inhibitors are advised to protect kidney function and reduce the risk of heart failure.",
              "SGLT2 inhibitors are a class of prescription medicines that are FDA-approved for use with diet and exercise to lower blood sugar in adults with Type 2 diabetes.",
              "Glucagon-like peptide 1 (GLP-1) receptor agonists are also suggested for consideration in people with Type 2 diabetes to help reduce high glucose, facilitate weight loss and reduce risk for CVD.",
              "Other therapies to prevent worsening kidney function are also advised.",
              "Screening suggestions for Stage 2 CKM syndrome align with AHA/ACC guidelines, which include yearly assessment of blood pressure, triglycerides, cholesterol, blood sugar and kidney function.",
              "For those with increased risk of kidney failure based on kidney function assessments, more frequent kidney screening is recommended.",
              "Stage 3 – Early cardiovascular disease without symptoms in people with metabolic risk factors or kidney disease or those at high predicted risk for cardiovascular disease.",
              "The goal of care in Stage 3 is to intensify efforts to prevent people who are at high risk of progressing to symptomatic cardiovascular disease and kidney failure.",
              "This may involve increasing or changing medications, and additional focus on lifestyle changes.",
              "The writing committee advises coronary artery calcium (CAC) measurement in some adults to assess narrowing of the arteries when treatment decisions are unclear.",
              "CAC screening is used to guide decisions about cholesterol-lowering statin therapy.",
              "Test results indicating asymptomatic heart failure should lead to intensified therapy to prevent heart failure symptoms. The advisory also describes CKM syndrome regression, an important concept and public health message in which people making healthy lifestyle changes and achieving weight loss may regress to lower CKM syndrome stages and a better state of health.",
              "The best opportunity for patients to experience regression is in Stages 1, 2 and 3.",
              "Some may see improvements in glucose control, cholesterol and blood pressure levels, weight, kidney function and types of heart dysfunction.",
              "Stage 4 – Symptomatic cardiovascular disease in people with excess body fat, metabolic risk factors or kidney disease.",
              "Stage 4 CKM syndrome is divided into two subcategories: (4a) for those without kidney failure or (4b) for those with it.",
              "In this stage, people may have already had a heart attack or stroke or may already have heart failure.",
              "They also may have additional cardiovascular conditions such as peripheral artery disease or atrial fibrillation.",
              "The goal of care is individualized treatment for cardiovascular disease with consideration for CKM syndrome conditions.",
              "Predicting Risk A critical step in assessing risk and managing CKM syndrome is updating the risk prediction algorithm to help health care professionals predict cardiovascular disease in a way that includes CKM components: cardiovascular disease, chronic kidney disease and metabolic disorders.",
              "The Pooled Cohort Equation, the current risk calculator for atherosclerotic cardiovascular disease, established in 2013, estimates the risk of a heart attack or stroke in the next 10 years for people ages 40-75.",
              "It includes health and demographic factors about a person and is used to guide lifestyle recommendations and treatment decisions for people at risk for cardiovascular disease.",
              "The risk factors are age, sex and race (as white, Black and other);",
              "cholesterol levels;",
              "and systolic blood pressure.",
              "The equation also includes yes/no responses to whether a person is receiving treatment for high blood pressure Type 2 diabetes, or smokes cigarettes.",
              "The advisory proposes updating the risk calculator to include measures of kidney function, Type 2 diabetes control (using blood test results instead of a yes/no response) and social determinants of health for a more comprehensive risk estimate.",
              "Kidney function assessments include a measure of how well the kidneys filter waste from the blood and urine albumin levels, a measure of how well the kidneys reabsorb protein.",
              "Individual health measures in addition to demographic information will allow the calculator to produce an individual’s total CVD risk estimate.",
              "The writing group recommends the risk calculator updates be expanded to assess risk in people as young as age 30 and to calculate both 10- and 30-year CVD risk.",
              "More comprehensive CVD risk assessment at younger ages will allow for earlier preventive strategies to mitigate progression to advanced stages of CKM syndrome.",
              "In the long term, this will help to reduce gaps in treatment and health equity and improve outcomes.",
              "Calls to Action The advisory calls for systemic changes to optimize CKM health.",
              "“There is a need for fundamental changes in how we educate health care professionals and the public, how we organize care and how we reimburse care related to CKM syndrome,” Ndumele said.",
              "“Key partnerships among stakeholders are needed to improve access to therapies, to support new care models and to make it easier for people from diverse communities and circumstances to live healthier lifestyles and to achieve ideal cardiovascular health.",
              "” Investing in research is important for advancing CKM care.",
              "Key research gaps include: Co-authors and their disclosures are listed in the manuscript.",
              "This presidential advisory was prepared by the volunteer writing group on behalf of the American Heart Association.",
              "Presidential advisories and scientific statements promote greater awareness about cardiovascular diseases and stroke and help facilitate informed health care decisions.",
              "They outline what is known about a topic and what areas need additional research.",
              "While scientific statements and advisories inform the development of guidelines, they do not make treatment recommendations.",
              "American Heart Association guidelines provide official clinical practice recommendations.",
              "The Association receives funding primarily from individuals.",
              "Foundations and corporations (including pharmaceutical, device manufacturers and other companies) also make donations and fund specific Association programs and events.",
              "The Association has strict policies to prevent these relationships from influencing the science content.",
              "Revenues from pharmaceutical and biotech companies, device manufacturers and health insurance providers, and the Association’s overall financial information are available here.",
              "Additional Resources: About the American Heart Association The American Heart Association is a relentless force for a world of longer, healthier lives.",
              "We are dedicated to ensuring equitable health in all communities.",
              "Through collaboration with numerous organizations, and powered by millions of volunteers, we fund innovative research, advocate for the public’s health and share lifesaving resources.",
              "The Dallas-based organization has been a leading source of health information for nearly a century.",
              "Connect with us on heart.",
              "org, Facebook, X (formerly known as Twitter) or by calling 1-800-AHA-USA1.",
              "### For Media Inquiries: 214-706-1173 Michelle Kirkwood: 703-457-7838;",
              "michelle.",
              "kirkwood@heart.",
              "org For Public Inquiries: 1-800-AHA-USA1 (242-8721) heart.",
              "org and stroke.",
              "org American Heart Association Presidential Advisory text with heart and torch logo.",
              "copyright American Heart Association American Heart Association Presidential Advisory text with heart and torch logo.",
              "copyright American Heart Association Please see AHA/ASA Multimedia Materials Usage Policy.",
              "Heart disease is the Number 1 killer in the United States.",
              "Brain, right lung, left lung, heart, right kidney, left kidney.",
              "Watch, Learn, and Live Library copyright American Heart Association Heart disease is the Number 1 killer in the United States.",
              "Brain, right lung, left lung, heart, right kidney, left kidney.",
              "Watch, Learn, and Live Library copyright American Heart Association Please see AHA/ASA Multimedia Materials Usage Policy.",
              "The American Heart Association's Life’s Essential 8TM image is a wheel shape with 8 wedges representing the 8 elements that are essential for cardiovascular health.",
              "Infographic transcript (doc) copyright American Heart Association 2022 The American Heart Association's Life’s Essential 8TM image is a wheel shape with 8 wedges representing the 8 elements that are essential for cardiovascular health.",
              "Infographic transcript (doc) copyright American Heart Association 2022 Please see AHA/ASA Multimedia Materials Usage Policy.",
              "Chiadi Ndumele, M.",
              "D.",
              ", Ph.",
              "D.",
              ", M.",
              "H.",
              "S.",
              ", FAHA, is an associate professor of medicine and director of obesity and cardiometabolic research in the division of cardiology at Johns Hopkins University in Baltimore, MD.",
              "copyright Johns Hopkins University Chiadi Ndumele, M.",
              "D.",
              ", Ph.",
              "D.",
              ", M.",
              "H.",
              "S.",
              ", FAHA, is an associate professor of medicine and director of obesity and cardiometabolic research in the division of cardiology at Johns Hopkins University in Baltimore, MD.",
              "copyright Johns Hopkins University Please see AHA/ASA Multimedia Materials Usage Policy."
            ]
          }
        ],
        "Controlling your portion size and eating only as many calories as you burn is recommended by the American Heart Association.": [
          {
            "title": "The American Heart Association Diet and Lifestyle Recommendations",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations",
            "content": [
              "The American Heart Association Diet and Lifestyle Recommendations",
              "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease.",
              "It’s not as hard as you may think!",
              "Remember, it's the overall pattern of your choices that counts.",
              "Make the simple steps below part of your life for long-term benefits to your health and your heart.",
              "Regular physical activity can help you maintain your weight, keep off weight that you lose and reach physical and cardiovascular fitness.",
              "If it’s hard to schedule regular exercise, look for ways to build short bursts of activity into your daily routine such as parking farther away and taking the stairs instead of the elevator.",
              "Ideally, your activity should be spread throughout the week.",
              "It is possible to follow a heart-healthy dietary pattern regardless of whether food is prepared at home, ordered in a restaurant or online, or purchased as a prepared meal.",
              "Read the Nutrition Facts and ingredient list on packaged food labels to choose those with less sodium, added sugars and saturated fat.",
              "Look for the Heart-Check mark to find foods that have been certified by the American Heart Association as heart-healthy.",
              "Don’t smoke, vape or use tobacco or nicotine products — and avoid secondhand smoke or vapor.",
              "Learn more about quitting smoking.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "2021 AHA Dietary Guidance for Cardiovascular Health - American College ...",
            "url": "https://www.acc.org/latest-in-cardiology/ten-points-to-remember/2021/11/23/19/45/2021-dietary-guidance-to-improve",
            "content": [
              "2021 AHA Dietary Guidance for Cardiovascular Health - American College ...",
              "Create Free Account or Log in to MyACC The following are key points to remember from the 2021 American Heart Association (AHA) scientific statement on dietary guidance to improve cardiovascular health: *There is no commonly accepted definition for ultra-processed foods, and some healthy foods may exist within the ultra-processed food category.",
              "Clinical Topics: Arrhythmias and Clinical EP, Cardiovascular Care Team, Diabetes and Cardiometabolic Disease, Dyslipidemia, Prevention, Atrial Fibrillation/Supraventricular Arrhythmias, Lipid Metabolism, Nonstatins, Diet, Exercise Keywords: Alcohol Drinking, Atrial Fibrillation, Blood Pressure, Brain Ischemia, Cardiovascular Diseases, Cholesterol, LDL, Coronary Disease, Diabetes Mellitus, Type 2, Diet, Dyslipidemias, Exercise, Fats, Unsaturated, Fruit, Hemorrhagic Stroke, Ischemic Stroke, Nutrients, Nuts, Obesity, Plant Oils, Pork Meat, Poultry, Primary Prevention, Risk Factors, Seafood, Sodium, Sugars, Sweetening Agents, Vascular Diseases, Vegetables, Whole Grains © 2023 American College of Cardiology Foundation.",
              "All rights reserved."
            ]
          },
          {
            "title": "The American Heart Association Diet and Lifestyle Recommendations",
            "url": "https://professional.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations",
            "content": [
              "The American Heart Association Diet and Lifestyle Recommendations",
              "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease.",
              "It’s not as hard as you may think!",
              "Remember, it's the overall pattern of your choices that counts.",
              "Make the simple steps below part of your life for long-term benefits to your health and your heart.",
              "Regular physical activity can help you maintain your weight, keep off weight that you lose and reach physical and cardiovascular fitness.",
              "If it’s hard to schedule regular exercise, look for ways to build short bursts of activity into your daily routine such as parking farther away and taking the stairs instead of the elevator.",
              "Ideally, your activity should be spread throughout the week.",
              "It is possible to follow a heart-healthy dietary pattern regardless of whether food is prepared at home, ordered in a restaurant or online, or purchased as a prepared meal.",
              "Read the Nutrition Facts and ingredient list on packaged food labels to choose those with less sodium, added sugars and saturated fat.",
              "Look for the Heart-Check mark to find foods that have been certified by the American Heart Association as heart-healthy.",
              "Don’t smoke, vape or use tobacco or nicotine products — and avoid secondhand smoke or vapor.",
              "Learn more about quitting smoking.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7AM - 9PM CST Saturday: 9AM - 5PM CST Closed on Sundays ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          }
        ],
        "Eating more vegetables and fruits is recommended by the American Heart Association.": [
          {
            "title": "The American Heart Association Diet and Lifestyle Recommendations",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations",
            "content": [
              "The American Heart Association Diet and Lifestyle Recommendations",
              "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease.",
              "It’s not as hard as you may think!",
              "Remember, it's the overall pattern of your choices that counts.",
              "Make the simple steps below part of your life for long-term benefits to your health and your heart.",
              "Regular physical activity can help you maintain your weight, keep off weight that you lose and reach physical and cardiovascular fitness.",
              "If it’s hard to schedule regular exercise, look for ways to build short bursts of activity into your daily routine such as parking farther away and taking the stairs instead of the elevator.",
              "Ideally, your activity should be spread throughout the week.",
              "It is possible to follow a heart-healthy dietary pattern regardless of whether food is prepared at home, ordered in a restaurant or online, or purchased as a prepared meal.",
              "Read the Nutrition Facts and ingredient list on packaged food labels to choose those with less sodium, added sugars and saturated fat.",
              "Look for the Heart-Check mark to find foods that have been certified by the American Heart Association as heart-healthy.",
              "Don’t smoke, vape or use tobacco or nicotine products — and avoid secondhand smoke or vapor.",
              "Learn more about quitting smoking.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "How to Eat More Fruit and Vegetables - American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/add-color/how-to-eat-more-fruits-and-vegetables",
            "content": [
              "How to Eat More Fruit and Vegetables - American Heart Association",
              "Adding more fruit and vegetables can provide you a wide variety of health benefits, including weight management.",
              "Whether you cook at home or eat out, adding more colorful, nutritious and delicious vegetables and fruit into your snacks and meals is important for a healthy eating pattern.",
              "The fact is that they’re all good for you.",
              "When you eat many different types of fruits and vegetables, you’ll get a variety of vitamins and minerals to support good health.",
              "The American Heart Association suggests filling half your plate with fruits and veggies as a way to meet the recommendation of 41⁄2 cups of each every day.",
              "All produce counts towards the goal of 9 cups, including canned, fresh and frozen fruits and vegetables.",
              "When shopping for canned or frozen fruit and vegetables, be sure to compare Nutrition Facts labels and choose the products with the lowest amount of sodium and added sugars.",
              "All fruits and vegetables contain vitamins, minerals and other nutrients that may help prevent heart disease, cancer and other illnesses.",
              "Some of these nutrients are fiber, potassium, folate, and vitamins A and C.",
              "The best way to get more nutrients is to eat fruits and vegetables of many different colors.",
              "The five main color groups and examples in each group are listed on the Eat More Color infographic.",
              "Here are some ways to include fruit and vegetables in your meals and snacks throughout the day: Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Oct 26, 2023 Healthy Eating Add Color Fighting Food Insecurity Let's Cook Together Cooking Skills Eat Smart Heart-Check Foods Losing Weight Together Tuesdays Healthy Eating Add Color Fighting Food Insecurity Let's Cook Together Cooking Skills Eat Smart Heart-Check Foods Losing Weight Together Tuesdays Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Fruits and Vegetables Serving Sizes Infographic | American Heart ...",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/add-color/fruits-and-vegetables-serving-sizes",
            "content": [
              "Fruits and Vegetables Serving Sizes Infographic | American Heart ...",
              "Download a PDF.",
              "What counts as a serving?",
              "approximate size 1⁄2 CUP 1⁄4 CUP 1⁄4 CUP 1 CUP 1⁄2 CUP 1⁄2 CUP *Recommended daily goal based on 2,000 calorie/day eating pattern.",
              "**Fruit and vegetable juices can be part of a healthy diet.",
              "One serving of 100 percent juice can fulfill one of your recommended daily servings or fruits and vegetables, but watch for calories and added sugars or sodium.",
              "Choose 100 percent juice (or 100 juice and water) instead of sweetened juice or juice drinks.",
              "Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          }
        ],
        "Selecting whole grains and products made up mostly of whole grains is recommended by the American Heart Association.": [
          {
            "title": "Types of Whole Grains | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/types-of-whole-grains",
            "content": [
              "Types of Whole Grains | American Heart Association",
              "By now you’ve probably heard it’s a good idea to eat more fiber-rich whole grains.",
              "In fact, the American Heart Association recommends eating three or more servings of fiber-rich whole grains every day.",
              "While you may be familiar with brown rice and 100% whole wheat bread, there are lots of other tasty whole grain options.",
              "And most are money savers, especially when you buy them in bulk.",
              "Here’s how to expand your whole grain horizons: Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Jan 1, 2015 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Whole Grains, Refined Grains, and Dietary Fiber | American Heart ...",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/whole-grains-refined-grains-and-dietary-fiber",
            "content": [
              "Whole Grains, Refined Grains, and Dietary Fiber | American Heart ...",
              "Breads, cereals and pastas are comfort foods for some and enjoyed by many – despite the fuss over carbs and gluten.",
              "Whole grains are one of the features of the American Heart Association’s dietary recommendations for heart health.",
              "And you can find a better-for-you choice if you know what to look for.",
              "Shopping Tip: When you’re planning meals and snacks for the week, it’s important to include a variety of grains because they can differ in their nutrient content.",
              "Do you think you can identify whole grains by color?",
              "Think again.",
              "Bread, for example, can be brown because of molasses or other ingredients, not necessarily because it contains whole grains.",
              "This is why it’s so important to get into the habit of reading nutrition labels.",
              "For most whole grain products you’ll see the words “whole” or “whole grain” first on the ingredient list.",
              "Also, try to get your fiber from foods rather than supplements.",
              "When you incorporate whole instead of refined grains as part of an overall healthy eating pattern.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Whole Grains are a Key Component of a Heart-Healthy Diet, Says American ...",
            "url": "https://wholegrainscouncil.org/blog/2021/12/whole-grains-are-key-component-heart-healthy-diet-says-american-heart-association",
            "content": [
              "Whole Grains are a Key Component of a Heart-Healthy Diet, Says American ...",
              "Skip navigation For members On November 2, 2021, the American Heart Association (AHA) updated their dietary guidance for the first time in 15 years.",
              "Not surprisingly, whole grains remain a key feature of a heart-healthy diet according to the AHA.",
              "The new guidance reflects the consistent evidence linking higher whole grain diets with a lower risk of cardiovascular disease, coronary heart disease, stroke, and related conditions.",
              "A large 2019 review published in The Lancet found a dose-response relationship for whole grains, indicating that the more whole grains you eat, the lower the risk of heart disease, stroke, and other conditions.",
              "Additionally, in a study published in October in The Journal of the American Heart Association, researchers found that in low- and middle-income countries, the largest behavioral risk factor for ischemic heart disease was a diet low in whole grains.",
              "Understanding that our food environment shapes our daily habits, the AHA recommends that “policies should be enacted that encourage healthier default options such as making whole grain rather than refined grain products available and minimizing the sodium and sugar content in products.",
              "” We applaud the AHA for taking standard nutrition advice one step further and emphasizing the need for making whole grains a default option that is more readily offered and accessible.",
              "Research demonstrates that whole grain exposure helps drive acceptance and can be an important tool to help increase whole grain intake.",
              "While many of the AHA’s key recommendations – such as centering whole grains, fruits, vegetables, and lean proteins – remain consistent with previous editions, the AHA intentionally crafted their updated guidance in ways that resonate with the modern consumer.",
              "Specifically, the guidance is distilled into 10 easy-to-understand recommendations (such as “choose foods made mostly with whole grains rather than refined grains”) and encourages customization for meals eaten both at home and outside of the home.",
              "Similar to recent iterations of the Dietary Guidelines for Americans, the guidance from AHA also takes care to focus on overall eating patterns, rather than narrow in on individual foods or nutrients.",
              "Additionally, the guidance incorporates a few new recommendations not seen in the 2006 version.",
              "One of these is the recommendation to choose healthy sources of protein from mostly plant sources (like legumes and nuts).",
              "The other new recommendation is to choose minimally-processed foods instead of ultra-processed foods.",
              "Both of these updates are a wise reflection of where the science has been heading over the past 15 years.",
              "Studies show that eating ultra-processed foods may be linked with weight gain, type 2 diabetes, and even shorter telomeres (a sign of aging in our DNA).",
              "A 2018 study analyzing the diets of 81,337 adults found that those getting more protein from nuts and seeds were significantly less likely to die from heart disease than those not getting as much protein from nuts and seeds.",
              "On the other hand, those getting more protein from animal sources had a higher risk of dying from heart disease.",
              "Similarly, studies find that eating protein foods from plant-based sources is linked with a lower risk of all-cause mortality and death from heart disease, a lower risk of early menopause, and a lower risk of heart disease.",
              "The AHA does not mince words when identifying barriers to a heart-healthy diet, such as “targeted marketing of unhealthy foods and beverages, structural racism, neighborhood segregation, and food and nutrition insecurity.",
              "” Despite the environmental headwinds, knowing what types of foods make up a heart-healthy diet is an important first step for moving your habits in that direction.",
              "Start with a simple swap, such as incorporating more whole grain foods.",
              "Then slowly work your way up, incorporating the other pillars of a heart-healthy diet as well (such as minimizing foods and drinks with added sugars).",
              "While the health benefits of whole grains and other nutritious foods are a nice perk, the real bonus is that you’ll be unlocking a wonderful world of flavors that many people never even knew existed.",
              "(Kelly) OLDWAYS WHOLE GRAINS COUNCIL 266 Beacon Street, Suite 1 Boston, MA 02116 TEL 617-421-5500 FAX 617-421-5511 EMAIL info@oldwayspt.",
              "org View Privacy Policy View Cookie Policy View Terms of Service View Disclaimer Get health information, news and recipes by subscribing to our monthly newsletter."
            ]
          }
        ],
        "Limiting unhealthy fats, such as saturated fat and trans fat, is recommended by the American Heart Association.": [
          {
            "title": "Saturated Fat | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/saturated-fats",
            "content": [
              "Saturated Fat | American Heart Association",
              "Eating too much saturated fat can raise the level of LDL cholesterol in your blood.",
              "A high level of LDL cholesterol in your blood increases your risk of heart disease and stroke.",
              "Saturated fats are typically solid at room temperature.",
              "Saturated fats are found in animal-based foods like beef, pork, poultry, full-fat dairy products and eggs and tropical oils like coconut, and palm.",
              "Because they are typically solid at room temperature, they are sometimes called “solid fats.",
              "” Saturated fats can cause problems with your cholesterol levels, which can increase your risk of heart disease.",
              "Replacing foods that are high in saturated fat with healthier options can lower risk of heart disease.",
              "Saturated fats occur naturally in many foods.",
              "Most come from animal sources, including meat and dairy products, as well as tropical fats like coconut, palm and palm kernel.",
              "The American Heart Association recommends aiming for a dietary pattern that achieves 5% to 6% of calories from saturated fat.",
              "For example, if you need about 2,000 calories a day, no more than 120 of them should come from saturated fat.",
              "That’s about 13 grams of saturated fat per day.",
              "Remember the big picture, your overall eating pattern.",
              "Apply this general guidance regardless of where your food is prepared or consumed: As part of an overall heart-healthy dietary pattern, choose lean meats and poultry without skin.",
              "Prepare them without added saturated and trans fat.",
              "Eat foods made with liquid vegetable oil but not tropical oils.",
              "It also means eating fish and nuts.",
              "You also might try to replace some of the meat you eat with beans or legumes.",
              "The American Heart Association recommends limiting saturated fats – which are found in butter, cheese, red meat and other animal-based foods, and tropical oils.",
              "Decades of sound science has proven it can raise your “bad” cholesterol and put you at higher risk for heart disease.",
              "The more important thing to remember is the overall dietary picture.",
              "Saturated fats are just one piece of the puzzle.",
              "In general, you can’t go wrong eating more fruits, vegetables and whole grains – and taking in fewer calories.",
              "When you hear about the latest “diet of the day” or a new or odd-sounding theory about food, consider the source.",
              "The American Heart Association makes dietary recommendations only after carefully considering the latest scientific evidence.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "The Facts on Fats Infographic | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/the-facts-on-fats",
            "content": [
              "The Facts on Fats Infographic | American Heart Association",
              "The American Heart Association recommends replacing bad (saturated) fats with good (unsaturated) fats as a part of a healthy eating pattern.",
              "Learn more at heart.",
              "org/EatSmart Last Reviewed 5/2017 Download a PDF of this infographic.",
              "Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "The Skinny on Fats | American Heart Association",
            "url": "https://www.heart.org/en/health-topics/cholesterol/prevention-and-treatment-of-high-cholesterol-hyperlipidemia/the-skinny-on-fats",
            "content": [
              "The Skinny on Fats | American Heart Association",
              "What you eat can affect your LDL (bad) cholesterol.",
              "Knowing which fats raise LDL cholesterol and which ones don’t can help you lower your risk of heart disease and stroke.",
              "Your body naturally produces all the LDL cholesterol you need.",
              "Eating foods containing saturated and trans fats causes your body to produce even more LDL — raising the level of “bad” cholesterol in your blood.",
              "It’s worth understanding the different kinds of fats: Saturated, trans and unsaturated.",
              "Saturated fats are fat molecules that are “saturated” with hydrogen molecules.",
              "They are typically solids at room temperature.",
              "Saturated fats occur naturally in many foods — primarily meat and dairy products.",
              "Beef, lamb, pork on poultry (with the skin on) contain saturated fats, as do butter, cream and cheese made from whole or 2% milk.",
              "Plant-based foods that contain saturated fats include coconut, coconut oil and cocoa butter, as well as palm oil and palm kernel oil (often called tropical oils).",
              "For people who need to lower their cholesterol, the American Heart Association recommends reducing saturated fat to less than 6% of total daily calories.",
              "For someone eating 2,000 calories a day, that’s about 11 to 13 grams of saturated fat.",
              "Trans fats (or trans fatty acids) are created in an industrial process that adds hydrogen to liquid vegetable oils to make them more solid.",
              "Another name for trans fats is “partially hydrogenated oils.",
              "” Trans fats raise your bad (LDL) cholesterol levels and lower your good (HDL) cholesterol levels.",
              "These changes are associated with a higher risk of heart disease.",
              "Trans fats are found in many fried foods.",
              "Baked goods, such as pastries, pizza dough, pie crust, cookies and crackers also can contain trans fats.",
              "Since 2006, the FDA has required trans fat content to be listed on the Nutrition Facts panel of packaged foods.",
              "In recent years, many major national fast-food chains and casual-dining restaurant chains have announced they will no longer use trans fats to fry or deep-fry foods.",
              "The American Heart Association recommends that adults who would benefit from lowering LDL cholesterol eliminate trans fat from their diet.",
              "To find the amount of trans fats in a particular packaged food, look at the Nutrition Facts panel.",
              "Companies must list any measurable amount of trans fat (0.",
              "5 grams or more per serving) in a separate line in the “Total Fat” section of the panel, directly beneath the line for “Saturated Fat.",
              "” This means if a food package states 0 grams of trans fats, it might still have some trans fats if the amount per serving is less than 0.",
              "5 g.",
              "Make sure to check the ingredients list for “partially hydrogenated oil.",
              "” The two kinds of unsaturated fats are: monounsaturated and polyunsaturated.",
              "Monounsaturated fats have one (“mono”) unsaturated carbon bond in the molecule.",
              "Polyunsaturated fats have more than one (“poly,” for many) unsaturated carbon bonds.",
              "Both of these unsaturated fats are typically liquid at room temperature.",
              "Eaten in moderation, both kinds of unsaturated fats may help improve your blood cholesterol when used in place of saturated and trans fats.",
              "Unsaturated fats are in fish, such as salmon, trout and herring, and plant-based foods such as avocados, olives and walnuts.",
              "Liquid vegetable oils, such as soybean, corn, safflower, canola, olive and sunflower, also contain unsaturated fats.",
              "Here are some ways to lower your intake of saturated and trans fats: Consider using a food diary to keep track of what you eat.",
              "It’s a handy way to evaluate the healthy, not-so-healthy and unhealthy foods you’re making a part of your everyday diet.",
              "Learn more about dietary fats and cooking to lower cholesterol.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 11, 2020 Cholesterol About Cholesterol HDL, LDL Cholesterol and Triglycerides Genetic Conditions Causes of High Cholesterol How To Get Your Cholesterol Tested Prevention and Treatment of High Cholesterol Cholesterol Tools and Resources Cholesterol About Cholesterol HDL, LDL Cholesterol and Triglycerides Genetic Conditions Causes of High Cholesterol How To Get Your Cholesterol Tested Prevention and Treatment of High Cholesterol Cholesterol Tools and Resources Do you have questions about cholesterol?",
              "We have answers.",
              "Our FREE cholesterol guide will help you understand and manage your cholesterol, so you can take action and live healthy!",
              "Do you have questions about cholesterol?",
              "We have answers.",
              "Our FREE cholesterol guide will help you understand and manage your cholesterol, so you can take action and live healthy!",
              "Heart Insight® e-news is our trusted, award-winning monthly publication for people living with heart disease, their families and caregivers.",
              "Don’t miss an issue.",
              "Subscribe today!",
              "By clicking the sign up button you agree to the Terms and Conditions and Privacy Policy.",
              "Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          }
        ],
        "Choosing low-fat protein sources, such as legumes, nuts, fish, seafood, low-fat or nonfat dairy, and lean meat and poultry, is recommended by the American Heart Association.": [
          {
            "title": "The American Heart Association Diet and Lifestyle Recommendations",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations",
            "content": [
              "The American Heart Association Diet and Lifestyle Recommendations",
              "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease.",
              "It’s not as hard as you may think!",
              "Remember, it's the overall pattern of your choices that counts.",
              "Make the simple steps below part of your life for long-term benefits to your health and your heart.",
              "Regular physical activity can help you maintain your weight, keep off weight that you lose and reach physical and cardiovascular fitness.",
              "If it’s hard to schedule regular exercise, look for ways to build short bursts of activity into your daily routine such as parking farther away and taking the stairs instead of the elevator.",
              "Ideally, your activity should be spread throughout the week.",
              "It is possible to follow a heart-healthy dietary pattern regardless of whether food is prepared at home, ordered in a restaurant or online, or purchased as a prepared meal.",
              "Read the Nutrition Facts and ingredient list on packaged food labels to choose those with less sodium, added sugars and saturated fat.",
              "Look for the Heart-Check mark to find foods that have been certified by the American Heart Association as heart-healthy.",
              "Don’t smoke, vape or use tobacco or nicotine products — and avoid secondhand smoke or vapor.",
              "Learn more about quitting smoking.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Protein and Heart Health | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/protein-and-heart-health",
            "content": [
              "Protein and Heart Health | American Heart Association",
              "Think every meal should include protein?",
              "Actually, most of us are getting far more protein than we actually need — especially when it comes to meat — thanks to a variety of cultural factors.",
              "Many Americans continue to be influenced by struggles of the Great Depression, when protein — especially meat — was unaffordable by many families.",
              "And in parts of the world where poverty levels are still high, the ability to enjoy meat with a meal is considered a symbol of affluence.",
              "Even as prices for meat have fallen, it continues to be associated with wealth or affluence, leading many families to make it part of every meal, said Judith Wylie-Rosett, a nutritionist and registered dietitian at the Albert Einstein College of Medicine of Yeshiva University in the Bronx, N.",
              "Y.",
              ", and an AHA volunteer on the Nutrition Committee.",
              "“People think they won’t feel full if they don’t eat meat,” Dr.",
              "Wylie-Rosett said.",
              "The main problem is that often the extra protein is coming from meats high in saturated fats, which can add to elevated cholesterol levels of the LDL — or “bad” — cholesterol.",
              "And, Dr.",
              "Wylie-Rosett says, eating more protein is coming at the expense of other food groups that most Americans struggle to get enough of.",
              "“If people would just eat the recommended servings of fruits and vegetables, we’d be full on low-calorie foods,” she said.",
              "The actual recommended daily allowance (RDA) is a complex calculation that takes into account your age and weight.",
              "Based on weight, growing children and pregnant or lactating women require a little bit more protein than a typical adult man or woman because their bodies are building more muscle.",
              "Generally, the Centers for Disease Control and Prevention recommends 10 percent to 35 percent of your daily calories come from protein.",
              "So, that’s about 46 grams of protein for adult women and 56 grams for adult men.",
              "Drink an 8-ounce glass of milk, and you’ll log 8 grams of protein.",
              "Add a cup of yogurt for another 11 grams. Follow that up with a 3-ounce piece of meat — which is about the size of a deck of cards and has about 21 grams of protein — and a cup of dry beans, which has 16 grams and you’ve already reached the 56-gram requirement for an adult man.",
              "The American Heart Association has a guide outlining suggested servings for each food group.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Mar 26, 2017 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Picking Healthy Proteins | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/meat-poultry-and-fish-picking-healthy-proteins",
            "content": [
              "Picking Healthy Proteins | American Heart Association",
              "The American Heart Association recommends choosing healthy sources of proteins, mostly from plant sources;",
              "regularly eating fish and seafood;",
              "substituting nonfat and low-fat dairy products in place of full-fat versions;",
              "and for people who eat meat or poultry, choosing those that are lean and unprocessed.",
              "Fish and shellfish are good sources of protein.",
              "The omega-3 fatty acids in certain fish actually have health benefits.",
              "Examples of those fish include anchovies, herring, mackerel, black cod, salmon, sardines, bluefin tuna, whitefish, striped bass and cobia .",
              "As part of a heart-healthy diet, omega-3 fatty acids can help reduce the risk of heart failure, coronary heart disease, cardiac arrest and the most common type of stroke (ischemic).",
              "Plant foods that contain plenty of protein include beans, peas, lentils and nuts.",
              "There are many types of beans – pinto, kidney, garbanzo, soybeans, and more – and they’re all good for you.",
              "Put lentils, split peas and black-eyed peas on the list, too!",
              "Plant sources of protein do not contain saturated fats and provide dietary fiber and other nutrients.",
              "Nuts, peanuts, and soybeans also contain healthy unsaturated fats.",
              "In general, red meats (such as beef, pork and lamb) have more saturated fat than skinless chicken, fish and plant proteins.",
              "Saturated fats can raise your blood cholesterol and increase your risk of heart disease.",
              "If you eat poultry, pork, beef or other meats, choose lean meat, skinless poultry, and unprocessed forms. Also choose healthy portions.",
              "Note: Eating a lot of meat is not a healthy way to lose weight, especially if you have or are at risk for heart disease.",
              "Many people choose to not eat meat for various reasons, including health.",
              "You can get all the nutrients your body needs without eating meat.",
              "A one-cup serving of cooked beans, peas, lentils or tofu can replace a 2-ounce serving of meat, poultry or fish.",
              "Two ounces of peanut butter counts as 1 ounce of meat.",
              "*Some types of fish contain high levels of mercury or other environmental contaminants.",
              "Women who are pregnant, planning to become pregnant or nursing, as well as young children, should check this U.",
              "S.",
              "Food and Drug Administration website for the latest advisories to avoid eating contaminated fish.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          }
        ],
        "Reducing the sodium in your food is recommended by the American Heart Association.": [
          {
            "title": "How to Reduce Sodium | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sodium/how-to-reduce-sodium",
            "content": [
              "How to Reduce Sodium | American Heart Association",
              "That’s because more than 70 percent of the sodium we eat comes from packaged and restaurant foods.",
              "That can make it hard to control how much sodium you eat, because it’s added to your food before you buy it.",
              "You can eat foods with varying amounts of sodium and still achieve a balanced and heart-healthy diet.",
              "Learn more about the Heart-Check Food Certification Program.",
              "Ask about the sodium content of the menu items. Chain restaurants with 20 or more locations must provide nutrition information, including sodium content, to customers upon request.",
              "With less salt, you can taste your food’s natural flavor, especially when you use cooking techniques and flavorful ingredients (see tips above) to enhance it.",
              "Over time, your taste buds can adjust to liking less salt.",
              "Studies show that when people follow a lower-sodium diet, they start to prefer it, and that the foods they used to enjoy taste too salty.",
              "Try it and see for yourself!",
              "There are many salt substitutes, and a few of them replace some or all of the sodium with potassium.",
              "Most people can use them, but certain medical conditions (like kidney disease) and medications have implications on your potassium intake.",
              "Talk with your healthcare professional about whether a salt substitute is right for you.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: May 23, 2018 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "How much sodium should I eat per day? | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sodium/how-much-sodium-should-i-eat-per-day",
            "content": [
              "How much sodium should I eat per day? | American Heart Association",
              "The American Heart Association recommends no more than 2,300 milligrams (mg) a day and moving toward an ideal limit of no more than 1,500 mg per day for most adults.",
              "Because the average American eats so much excess sodium, even cutting back by 1,000 milligrams a day can significantly improve blood pressure and heart health.",
              "And remember, more than 70 percent of the sodium Americans eat comes from packaged, prepared and restaurant foods — not the salt shaker.",
              "On average, Americans eat more than 3,400 milligrams of sodium each day — much more than the American Heart Association and other health organizations recommend.",
              "Most of us are likely underestimating how much sodium we eat, if we can estimate it at all.",
              "Keeping sodium in check is part of following an overall healthy eating pattern.",
              "You can find the amount of sodium in your food by looking at the Nutrition Facts label.",
              "The amount of sodium per serving is listed in milligrams (or mg).",
              "Check the ingredient list for words like “sodium,” “salt” and “soda.",
              "” The total sodium shown on the Nutrition Facts label includes the sodium from salt, plus the sodium from any other sodium-containing ingredient in the product.",
              "For example, this includes ingredients like sodium nitrate, sodium citrate, monosodium glutamate (MSG) or sodium benzoate.",
              "Remember to take note of the serving size on the Nutrition Facts label.",
              "If your portion size equals two servings of a product, you’re actually eating double the sodium listed.",
              "No-Salt-Added or Unsalted – No salt is added during processing – but these products may not be salt/sodium-free unless stated Remember: Sodium levels vary in the same foods depending on the brand or restaurant.",
              "At the end of the day it’s easy to tally how much sodium you consumed so you can make better choices as needed.",
              "Sometimes a small adjustment can bring big results when it comes to your health!",
              "Worried that you’re not getting enough sodium?",
              "It’s not likely.",
              "There’s no reliable evidence that eating less than 1,500 mg per day of sodium is a risk for the general population.",
              "The body needs only a small amount of sodium (less than 500 milligrams per day) to function properly.",
              "That’s a mere smidgen — the amount in less than 1⁄4 teaspoon.",
              "Very few people come close to eating less than that amount.",
              "Plus, healthy kidneys are great at retaining the sodium that your body needs.",
              "The guideline to reduce to 1,500 mg may not apply to people who lose big amounts of sodium in sweat, like competitive athletes, and workers exposed to major heat stress, such as foundry workers and fire fighters, or to those directed otherwise by their healthcare provider.",
              "There is some evidence that it could be harmful to certain patients with congestive heart failure.",
              "If you have a medical conditions or other special dietary needs or restrictions, you should follow the advice of a qualified healthcare professional.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Lower your sodium, and blood pressure will follow | American Heart ...",
            "url": "https://www.heart.org/en/news/2021/02/15/lower-your-sodium-and-blood-pressure-will-follow",
            "content": [
              "Lower your sodium, and blood pressure will follow | American Heart ...",
              "By Kat Long, American Heart Association News Reducing sodium intake by any amount can lower blood pressure over the long term – and may benefit everyone, including people with normal blood pressure, new research shows.",
              "While the link between consuming less-salty foods and lower blood pressure is well established, researchers wanted to understand the exact nature of the link over a range of daily sodium amounts, not simply the results of eating a high-salt versus low-salt diet.",
              "After analyzing 85 studies that followed participants for up to three years, they found any reduction in sodium decreases both systolic blood pressure (the top number in a reading) and diastolic pressure (the bottom number).",
              "This trend was seen across a spectrum of daily sodium levels, with no evidence there was a bottom threshold in benefit.",
              "\"We found this decrease in sodium was beneficial for people consuming very low sodium intakes, having normal blood pressure, and in the long term,\" said Dr.",
              "Marco Vinceti, senior author of the analysis published Monday in the American Heart Association journal Circulation.",
              "Vinceti is professor of epidemiology and public health at the University of Modena and Reggio Emilia Medical School in Italy and an adjunct professor at Boston University School of Public Health.",
              "Too much sodium in your system promotes water retention in the bloodstream.",
              "Over time, the extra volume of blood can stress and stiffen blood vessels, making the heart work harder to maintain blood flow.",
              "The whole process can lead to an increased risk of heart attack and stroke.",
              "The ideal daily sodium limit to maintain healthy blood pressure, and thus lower the risk for cardiovascular diseases, has been debated for years.",
              "While people do need some sodium – less than 500 milligrams a day – to maintain the body's functions, most Americans eat far too much of it.",
              "The average person consumes about 3,400 mg of sodium per day, and most of it comes from packaged and prepared foods, according to federal dietary guidelines.",
              "Those guidelines recommend adults consume no more than 2,300 mg per day – that's about 1 teaspoon of salt – to avoid hypertension and cardiovascular disease.",
              "The AHA, however, recommends most adults limit daily intake to 1,500 mg.",
              "Vinceti said the study's findings support the AHA guidance.",
              "\"The lower, the better,\" he said.",
              "\"Even below 1.",
              "5 grams (1,500 mg), there is a decrease in blood pressure.\"",
              "Indeed, for every 2,300 mg reduction in sodium intake, systolic blood pressure fell by an average of 5.",
              "6 millimeters of mercury and diastolic pressure fell by 2.",
              "3 mmHg.",
              "The study is not a comprehensive assessment of sodium because it looked only at blood pressure as an outcome, Vinceti said.",
              "However, because uncontrolled high blood pressure is a top risk factor for heart disease, stroke and neurological conditions like dementia, \"we think this is probably – as most people think – the most important point to be assessed,\" he said.",
              "The findings suggest people who reduce their sodium intake through eating a healthier diet could see significant impacts on cardiovascular health.",
              "Among the studies analyzed, those based on a modification of diet showed a bigger effect than those that used other interventions.",
              "Simply eating healthier may itself be having an effect, said Dr.",
              "J.",
              "Brian Byrd, an assistant professor of internal medicine at the University of Michigan Medical School.",
              "He was not involved in the study.",
              "\"Just changing the amount of sodium in the diet had an effect in the study, no question,\" he said.",
              "\"But it seems like you magnify that effect when you improve your diet in general.\"",
              "For those looking to lower their blood pressure and cardiovascular disease risk, Byrd said, \"one of the messages seems to be that changing the diet for a healthier one will be even more powerful than just reducing salt.\"",
              "If you have questions or comments about this story, please email [email protected].",
              "American Heart Association News covers heart disease, stroke and related health issues.",
              "Not all views expressed in American Heart Association News stories reflect the official position of the American Heart Association.",
              "Statements, conclusions, accuracy and reliability of studies published in American Heart Association scientific journals or presented at American Heart Association scientific meetings are solely those of the study authors and do not necessarily reflect the American Heart Association’s official guidance, policies or positions.",
              "Copyright is owned or held by the American Heart Association, Inc.",
              ", and all rights are reserved.",
              "Permission is granted, at no cost and without need for further request, for individuals, media outlets, and non-commercial education and awareness efforts to link to, quote, excerpt from or reprint these stories in any medium as long as no text is altered and proper attribution is made to American Heart Association News.",
              "Other uses, including educational products or services sold for profit, must comply with the American Heart Association’s Copyright Permission Guidelines.",
              "See full terms of use.",
              "These stories may not be used to promote or endorse a commercial product or service.",
              "HEALTH CARE DISCLAIMER: This site and its services do not constitute the practice of medical advice, diagnosis or treatment.",
              "Always talk to your health care provider for diagnosis and treatment, including your specific medical needs.",
              "If you have or suspect that you have a medical problem or condition, please contact a qualified health care professional immediately.",
              "If you are in the United States and experiencing a medical emergency, call 911 or call for emergency medical help immediately.",
              "Copyright is owned or held by the American Heart Association, Inc.",
              ", and all rights are reserved.",
              "Permission is granted, at no cost and without need for further request, for individuals, media outlets, and non-commercial education and awareness efforts to link to, quote, excerpt from or reprint these stories in any medium as long as no text is altered and proper attribution is made to American Heart Association News.",
              "Other uses, including educational products or services sold for profit, must comply with the American Heart Association’s Copyright Permission Guidelines.",
              "See full terms of use.",
              "These stories may not be used to promote or endorse a commercial product or service.",
              "HEALTH CARE DISCLAIMER: This site and its services do not constitute the practice of medical advice, diagnosis or treatment.",
              "Always talk to your health care provider for diagnosis and treatment, including your specific medical needs.",
              "If you have or suspect that you have a medical problem or condition, please contact a qualified health care professional immediately.",
              "If you are in the United States and experiencing a medical emergency, call 911 or call for emergency medical help immediately.",
              "Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          }
        ],
        "Planning ahead and creating daily menus that include a variety of heart-healthy foods is recommended by the American Heart Association.": [
          {
            "title": "The American Heart Association Diet and Lifestyle Recommendations",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/aha-diet-and-lifestyle-recommendations",
            "content": [
              "The American Heart Association Diet and Lifestyle Recommendations",
              "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease.",
              "It’s not as hard as you may think!",
              "Remember, it's the overall pattern of your choices that counts.",
              "Make the simple steps below part of your life for long-term benefits to your health and your heart.",
              "Regular physical activity can help you maintain your weight, keep off weight that you lose and reach physical and cardiovascular fitness.",
              "If it’s hard to schedule regular exercise, look for ways to build short bursts of activity into your daily routine such as parking farther away and taking the stairs instead of the elevator.",
              "Ideally, your activity should be spread throughout the week.",
              "It is possible to follow a heart-healthy dietary pattern regardless of whether food is prepared at home, ordered in a restaurant or online, or purchased as a prepared meal.",
              "Read the Nutrition Facts and ingredient list on packaged food labels to choose those with less sodium, added sugars and saturated fat.",
              "Look for the Heart-Check mark to find foods that have been certified by the American Heart Association as heart-healthy.",
              "Don’t smoke, vape or use tobacco or nicotine products — and avoid secondhand smoke or vapor.",
              "Learn more about quitting smoking.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Nov 1, 2021 Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Eat Smart American Heart Association Cookbooks Nutrition Basics Fats Sodium Sugar Healthy For Good: Spanish Infographics Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Healthy Eating | American Heart Association",
            "url": "https://www.heart.org/en/healthy-living/healthy-eating",
            "content": [
              "Healthy Eating | American Heart Association",
              "Join Healthy for GoodTM now and get our Shop Smart, Eat Smart digital recipe booklet free!",
              "Healthy eating starts with healthy food choices.",
              "You don’t need to be a chef to create nutritious, heart-healthy meals your family will love.",
              "Learn what to look for at the grocery store, restaurants, your workplace and any eating occasion.",
              "Eat Smart Losing Weight Cooking Skills Grab your favorite people and grab a quick meal together once a week.",
              "Nothing fancy, please.",
              "The conversation matters way more than the food.",
              "Refuel.",
              "Reconnect.",
              "Repeat each week.",
              "Native Americans prized the “three sisters” – corn, beans and squash.",
              "All three have a starring role in this wholesome and hearty soup.",
              "Delicious.",
              "Simple.",
              "Affordable.",
              "Quick.",
              "Bring simple cooking back to life.",
              "Black Bean Chilaquiles Turkey Cutlets and Gravy Salmon with Honey-Balsamic Glaze Chicken with Napa Cabbage and Rice Noodles Learn all about the American Heart Association's Heart-Check mark certification, which makes it easy to spot heart-healthy foods in the grocery store or when dining out.",
              "Diabetes & Heart Healthy Meals for Two Cooking in Color Sodium-Smart Recipes Instant & Healthy Healthy Slow Cooker Cookbook 2nd Edition 5 Reasons to Eat More Color The Ten Ways to Improve Your Heart Health 4 Ways to Get Good Fats Check for the Heart-Check Mark Nationally Supported by Nationally Supported by Nationally Supported by Nationally Supported by Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Menus for heart-healthy eating: Cut the fat and salt - Mayo Clinic",
            "url": "https://www.mayoclinic.org/diseases-conditions/heart-disease/in-depth/heart-healthy-diet/art-20046702",
            "content": [
              "Menus for heart-healthy eating: Cut the fat and salt - Mayo Clinic",
              "Mayo Clinic offers appointments in Arizona, Florida and Minnesota and at Mayo Clinic Health System locations.",
              "Heart-healthy eating doesn't have to be difficult.",
              "Use these menus to get started on a heart-healthy diet.",
              "Do you want to adopt a heart-healthy diet, but aren't sure where to start?",
              "One way to begin is to create a daily meal plan that emphasizes vegetables, fruits and whole grains and limits high-fat foods (such as red meat, cheese and baked goods) and high-sodium foods (such as canned or processed foods).",
              "Below are two days' worth of heart-healthy menus.",
              "Use them as examples of heart-healthy eating.",
              "On both days, if you're thirsty, drink water as a calorie-free way to hydrate.",
              "There is a problem with information submitted for this request.",
              "Review/update the information highlighted below and resubmit the form.",
              "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.",
              "Click here for an email preview.",
              "ErrorEmail field is required ErrorInclude a valid email address To provide you with the most relevant and helpful information, and understand which information is beneficial, we may combine your email and website usage information with other information we have about you.",
              "If you are a Mayo Clinic patient, this could include protected health information.",
              "If we combine this information with your protected health information, we will treat all of that information as protected health information and will only use or disclose that information as set forth in our notice of privacy practices.",
              "You may opt-out of email communications at any time by clicking on the unsubscribe link in the e-mail.",
              "You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.",
              "Please, try again in a couple of minutes Mayo Clinic does not endorse companies or products.",
              "Advertising revenue supports our not-for-profit mission.",
              "Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press.",
              "Our $100,000 challenge is underway.",
              "Give now through Nov.",
              "28th to double your impact on the future of healthcare.",
              "© 1998-2023 Mayo Foundation for Medical Education and Research (MFMER).",
              "All rights reserved."
            ]
          }
        ],
        "Omega-3 fatty acids, found in fatty fish, flaxseeds, walnuts, and soybeans, can help lower triglycerides, reduce inflammation, and prevent blood clots.": [
          {
            "title": "Omega-3 in fish: How eating fish helps your heart - Mayo Clinic",
            "url": "https://www.mayoclinic.org/diseases-conditions/heart-disease/in-depth/omega-3/art-20045614",
            "content": [
              "Omega-3 in fish: How eating fish helps your heart - Mayo Clinic",
              "Mayo Clinic offers appointments in Arizona, Florida and Minnesota and at Mayo Clinic Health System locations.",
              "The omega-3 fatty acids in fish are good for the heart.",
              "Find out why the heart-healthy benefits of eating fish usually outweigh any risks.",
              "If you're worried about your heart health, eating at least two servings of fish a week could reduce your risk of heart disease.",
              "The American Heart Association recommends eating fish rich in unsaturated fats at least twice a week.",
              "All fish are a good source of protein, vitamins and minerals.",
              "But fatty fish contain omega-3 fatty acids.",
              "Omega-3s and other nutrients in fish may improve heart health.",
              "They also may lower the risk of dying of heart disease.",
              "Some people may worry about mercury or other contaminants in fish.",
              "But the benefits of eating fish as part of a healthy diet usually outweigh the possible risks of exposure to contaminants.",
              "Learn how to balance these concerns with adding a healthy amount of fish to your diet.",
              "Omega-3 fatty acids are a type of unsaturated fatty acid.",
              "They may lower inflammation in the body.",
              "Inflammation in the body can hurt blood vessels.",
              "Blood vessel damage may lead to heart disease and stroke.",
              "Omega-3 fatty acids may: Try to eat at least two servings a week of fish, especially fish that's rich in omega-3 fatty acids.",
              "Doing so appears to reduce the risk of heart disease, particularly sudden cardiac death.",
              "Many types of seafood contain small amounts of omega-3 fatty acids.",
              "Fatty fish contain the most omega-3 fatty acids and seem to benefit the heart the most.",
              "Good omega-3-rich fish options include: The U.",
              "S.",
              "Food and Drug Administration (FDA) recommends fish as part of a healthy diet for most people.",
              "But people in some groups should limit how much fish they eat.",
              "Most adults should eat two servings of omega-3-rich fish a week.",
              "A serving size is 4 ounces (113 grams) or about the size of a deck of cards.",
              "If you are pregnant, are planning to get pregnant or are breastfeeding, do not eat fish that's typically high in mercury.",
              "This includes shark, swordfish, king mackerel and tilefish.",
              "Limit the amount of other fish you eat to: You can still get heart-healthy benefits from a variety of seafood and fish that are typically low in mercury, such as salmon and shrimp.",
              "Young children also should not eat fish that contain potentially high levels of mercury.",
              "Kids should eat fish from choices lower in mercury once or twice a week.",
              "The serving size of fish for kids younger than age 2 is 1 ounce (28 grams) and increases with age.",
              "To get the most health benefits from eating fish, pay attention to how it's cooked.",
              "For example, grilling, broiling or baking fish is a healthier option than is deep-frying.",
              "If you eat a lot of fish containing mercury, the toxin can build up in your body.",
              "It's unlikely that mercury would cause any health concerns for most adults.",
              "But mercury is very harmful to the development of the brain and nervous system of unborn babies and young children.",
              "For most adults, the benefits of omega-3 fatty acids outweigh the risk of getting too much mercury or other toxins.",
              "The main toxins in fish are mercury, dioxin and polychlorinated biphenyls, also called PCBs.",
              "The amounts of toxins depend on the type of fish and where it's caught.",
              "A little bit of mercury occurs naturally in the environment.",
              "But pollution from factories and other industries can produce mercury that collects in lakes, rivers and oceans.",
              "That pollution can end up in the food that fish eat.",
              "When fish eat this food, mercury builds up in their bodies.",
              "Large fish that are higher in the food chain eat smaller fish.",
              "So large fish get even more mercury.",
              "The longer a fish lives and eats, the larger it grows and the more mercury it can collect.",
              "Fish that may contain higher levels of mercury include: Some studies say high levels of omega-3 fatty acids in the blood increase the risk of prostate cancer.",
              "But other studies say high levels of omega-3s might prevent prostate cancer.",
              "None of these studies was definite.",
              "More research is needed.",
              "Talk with a health care professional about what this potential risk might mean to you.",
              "Some researchers also are concerned about eating fish grown on farms as opposed to fish caught in the wild.",
              "Antibiotics, pesticides and other chemicals may be used in raising farmed fish.",
              "But the FDA says the levels of contaminants in farmed fish don't seem to be bad for health.",
              "Eating fish rich in omega-3 fatty acids and other nutrients seems to be better for the heart than just using supplements.",
              "If you don't want or like fish, other foods that have some omega-3 fatty acids are: But the heart-healthy benefits from eating these foods do not seem to be as strong as those from eating fish.",
              "There is a problem with information submitted for this request.",
              "Review/update the information highlighted below and resubmit the form.",
              "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.",
              "Click here for an email preview.",
              "ErrorEmail field is required ErrorInclude a valid email address To provide you with the most relevant and helpful information, and understand which information is beneficial, we may combine your email and website usage information with other information we have about you.",
              "If you are a Mayo Clinic patient, this could include protected health information.",
              "If we combine this information with your protected health information, we will treat all of that information as protected health information and will only use or disclose that information as set forth in our notice of privacy practices.",
              "You may opt-out of email communications at any time by clicking on the unsubscribe link in the e-mail.",
              "You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.",
              "Please, try again in a couple of minutes Mayo Clinic does not endorse companies or products.",
              "Advertising revenue supports our not-for-profit mission.",
              "Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press.",
              "Join our Year-End Challenge and triple your gift to help shape the future of healthcare!",
              "© 1998-2023 Mayo Foundation for Medical Education and Research (MFMER).",
              "All rights reserved."
            ]
          },
          {
            "title": "Omega-3 Fatty Acids &amp; the Important Role They Play - Cleveland Clinic",
            "url": "https://my.clevelandclinic.org/health/articles/17290-omega-3-fatty-acids",
            "content": [
              "Omega-3 Fatty Acids &amp; the Important Role They Play - Cleveland Clinic",
              "Omega-3 fatty acids are “healthy fats” that may support your heart health.",
              "One key benefit is helping to lower your triglycerides.",
              "Specific types of omega-3s include DHA and EPA (found in seafood) and ALA (found in plants).",
              "Some foods that can help you add omega-3s to your diet include fatty fish (like salmon and mackerel), flaxseed and chia seeds.",
              "Omega-3 fatty acids (omega-3s) are polyunsaturated fats that perform important functions in your body.",
              "Your body can’t produce the amount of omega-3s you need to survive.",
              "So, omega-3 fatty acids are essential nutrients, meaning you need to get them from the foods you eat.",
              "The two main types of fatty acids are saturated fat and unsaturated fat.",
              "Unsaturated fat further breaks down into polyunsaturated fat and monounsaturated fat.",
              "These are terms you commonly see on nutrition labels.",
              "Fatty acids are chain-like chemical molecules made up of carbon, oxygen and hydrogen atoms. Carbon atoms form the backbone of the chain, with oxygen and hydrogen atoms latching on to available slots.",
              "A saturated fat has no more open slots.",
              "A monounsaturated fat has one open slot.",
              "A polyunsaturated fat has more than one open slot.",
              "Saturated fats are sometimes known as “bad” or “unhealthy” fats because they increase your risk of certain diseases like heart disease and stroke.",
              "Unsaturated fats (polyunsaturated and monounsaturated) are considered “good” or “healthy” fats because they support your heart health when used in moderation.",
              "Omega-3s, as a form of polyunsaturated fat, are healthier alternatives to saturated fat in your diet.",
              "Omega-3 fatty acids help all the cells in your body function as they should.",
              "They’re a vital part of your cell membranes, helping to provide structure and supporting interactions between cells.",
              "While they’re important to all your cells, omega-3s are concentrated in high levels in cells in your eyes and brain.",
              "In addition, omega-3s provide your body with energy (calories) and support the health of many body systems. These include your cardiovascular system and endocrine system.",
              "There are three main types of omega-3 fatty acids: Omega-3s are essential nutrients that you need to get from your diet.",
              "When you get ALA from food, your body is able to turn some of the ALA into EPA and subsequently to DHA.",
              "However, this process provides just a small amount of EPA and DHA.",
              "So, dietary sources of EPA and DHA (like fish) are essential.",
              "Cleveland Clinic is a non-profit academic medical center.",
              "Advertising on our site helps support our mission.",
              "We do not endorse non-Cleveland Clinic products or services.",
              "Policy Omega-3 fatty acids have many potential benefits for your cardiovascular health.",
              "One key benefit is that they help lower your triglyceride levels.",
              "Too many triglycerides in your blood (hypertriglyceridemia) raises your risk of atherosclerosis, and through this, can increase your risk of heart disease and stroke.",
              "So, it’s important to keep triglyceride levels under control.",
              "In addition, omega-3s may help you by raising your HDL (good) cholesterol and lowering your blood pressure.",
              "Some studies show omega-3s may lower your risk for: Beyond heart health, omega-3s may help lower your risk of developing: Research continues to investigate these and other possible benefits.",
              "Omega-3 fatty acids may lower your cardiovascular disease risk when you consume them as part of your diet.",
              "In general, it’s better to opt for food sources (like fish) rather than pills.",
              "Omega-3 dietary supplements (fish oil pills) may have some benefits for select individuals.",
              "But it’s best to proceed with caution.",
              "When it comes to fish oil pills, it’s important not to self-prescribe.",
              "Never take over-the-counter (OTC) supplements without talking to your healthcare provider first.",
              "Your physician, including your primary care provider or cardiologist, can prescribe you dietary supplements based on your risk characteristics and lipid levels.",
              "Some supplements, depending on their dosage, may: Plus, different supplements contain different formulations of omega-3 fatty acids.",
              "Some of these formulations don’t have proven benefits for your heart health.",
              "Research has shown the most promise with a specific formulation called icosapent ethyl (a purified form of EPA).",
              "This type of supplement may help people who meet all of these criteria: Overall, clinical trials on omega-3 supplement benefits have mixed results.",
              "Some studies show omega-3 supplements help protect your heart, while others show no benefit.",
              "This may be due to variations in research methods (like dosage amounts, omega-3 formulations and the patients enrolled in the study).",
              "As researchers continue to explore this topic, the dietary guidelines and recommendations may change.",
              "So, it’s important to have a conversation with your provider, who can offer tailored advice based on your needs and your medical history.",
              "The advice they provide will be the most accurate, up-to-date and scientifically backed information.",
              "Fish is the best dietary source of omega-3s.",
              "But you can also gain this essential nutrient from some plant-based foods.",
              "Fish is the best source of omega-3s.",
              "The chart below lists some types of fish that can add omega-3 fatty acids to your diet.",
              "The serving size for each type of fish listed is 3 ounces (oz.)",
              ", with nutrient data provided by the U.",
              "S.",
              "Department of Agriculture.",
              "While some types of fish contain a small amount of ALA, the chart contains the total DHA and EPA content for consistency.",
              "These totals reflect the DHA and EPA content in raw (uncooked) fish, except where noted.",
              "Some fish have higher levels of mercury than others.",
              "These are usually species of fish that mainly eat other fish, as their tissues accumulate mercury faster because of their diet.",
              "Some types of fish with the highest mercury levels include: If you like to catch your own fish, check with local or state authorities to make sure fish caught from nearby bodies of water are safe for you to eat.",
              "You should limit how often you eat fish high in mercury because too much mercury can lead to mercury poisoning.",
              "That condition can damage your brain, nervous system and other body systems. Some people are more sensitive to mercury or more prone to problems from it, so they shouldn’t eat these fish at all.",
              "Such groups include: Many types of fish are safe sources of omega-3s for people who are pregnant and for children when eaten in moderation (up to 12 ounces per week).",
              "These fish include: Albacore (white meat) tuna has more mercury than canned light tuna.",
              "In general, you should eat no more than 6 ounces of Albacore tuna per week.",
              "If you’re pregnant or breastfeeding (chestfeeding), talk to your provider about the amount that’s safe for you.",
              "There are several reasons why you can’t eat fish.",
              "You may be allergic, or you may follow a vegetarian or vegan diet.",
              "In these cases, you can look to certain plant-based sources of omega-3, which provide the nutrient in the form of ALA.",
              "Alternatively, you can speak with your provider about supplements like icosapent ethyl.",
              "One of the best sources of ALA is ground or milled flaxseed.",
              "Aim to add about 2 tablespoons of it to your food throughout the day.",
              "Easy ways include sprinkling it in oatmeal, smoothies or yogurt.",
              "Other sources of ALA include: The amount of ALA you need depends on many factors, including your age and sex assigned at birth.",
              "Here are some general guidelines for adults: Talk to your healthcare provider or a dietitian to learn ways to add ALA to your diet.",
              "Ask your healthcare provider how much omega-3 you need.",
              "Research shows different benefits for different amounts depending on your medical history.",
              "In general, the American Heart Association recommends people without a history of heart disease eat at least two servings of fish per week (6 ounces to 8 ounces total).",
              "If you have heart disease or high triglyceride levels, you may benefit from consuming even more omega-3 fatty acids.",
              "But it’s essential to talk to your provider about the amount that’s appropriate for you.",
              "Select patients may not get enough omega-3 from their diet, and therefore they may benefit from taking fish oil supplements.",
              "However, researchers continue to look into when and how people should use these supplements.",
              "So, take them only under the guidance of a healthcare professional.",
              "Talk to your healthcare provider if you have 3 grams or more of omega-3 fatty acids in your diet each day.",
              "High levels of these fatty acids can cause bleeding or other issues.",
              "A note from Cleveland Clinic It can be hard to keep up with the latest research on diet and nutrition.",
              "The advice your parents or grandparents followed may be vastly different from what we know to be true today.",
              "Like other medical research, studies on omega-3 fatty acids continue to uncover new insights.",
              "That means you might read articles that seem to offer conflicting advice, or you might have friends who tell you to take (or avoid) fish oil pills.",
              "This is why talking to a healthcare provider is so important.",
              "Your provider knows you and your medical history best.",
              "They’re prepared to sift through the latest research and tell you what these findings mean for you.",
              "They’ll also give you individualized guidance on how to get the omega-3s your body needs.",
              "Last reviewed by a Cleveland Clinic medical professional on 11/17/2022.",
              "Learn more about our editorial process.",
              "Cleveland Clinic is a non-profit academic medical center.",
              "Advertising on our site helps support our mission.",
              "We do not endorse non-Cleveland Clinic products or services.",
              "Policy"
            ]
          },
          {
            "title": "Omega-3 fatty acids and the heart: New evidence, more questions",
            "url": "https://www.health.harvard.edu/blog/omega-3-fatty-acids-and-the-heart-new-evidence-more-questions-2021032422213",
            "content": [
              "Omega-3 fatty acids and the heart: New evidence, more questions",
              "Want to reduce your risk of dementia?",
              "Get your hearing checked today Veins are a key player in the body: Here's why Do toddler formulas deliver on nutrition claims?",
              "Holiday arguments brewing?",
              "Here's how to defuse them What does a birth doula do?",
              "Cellulitis: How long does it take to heal on legs?",
              "21 spices for healthy holiday foods What to do when driving skills decline A tough question: When should an older driver stop driving?",
              "3 ways to create community and counter loneliness Heart Health My patients commonly ask me whether they should try one supplement or another.",
              "Often my answer is equivocal, because for most supplements we just don’t have enough evidence to give a definite answer.",
              "This doesn’t mean that a particular patient couldn’t benefit from a specific supplement;",
              "it just means I don’t have standardized research to guide my recommendations.",
              "Sadly, this remains true of omega-3 fatty acid supplements.",
              "The results of studies looking at omega-3 supplements have been inconsistent, and have left both physicians and patients wondering what to do.",
              "Two main omega-3 fatty acids, eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), are found mainly in fish and fish oil.",
              "Omega-3s from fish and fish oil have been recommended by the American Heart Association (AHA) for the past 20 years to reduce cardiovascular events, like heart attack or stroke, in people who already have cardiovascular disease (CVD).",
              "I have written about and been a strong advocate of getting omega-3s through diet, and sometimes through the use of supplements.",
              "Over the past year I have prescribed an omega-3, sold under the brand name Vascepa, to my patients who are at high risk for CVD, based on evidence of cardiovascular benefits.",
              "Vascepa contains purified EPA, and its use is based on good clinical data from the REDUCE-IT trial.",
              "This study enrolled over 8,000 patients with elevated cardiovascular risk and high blood triglyceride levels.",
              "They assigned half of the study participants to receive 2 grams of Vascepa twice a day, and assigned the other participants a placebo (a pill filled with mineral oil).",
              "The results showed a significant benefit of Vascepa over the placebo.",
              "Vascepa reduced blood triglyceride levels, but more importantly, it reduced the number of heart attacks and strokes, the need for a heart stenting procedure to open clogged arteries, and death.",
              "A subsequent meta-analysis, which included data from over 10 studies, found fish oil omega‐3 supplements lowered risk for heart attack and death from coronary heart disease.",
              "In December 2020, the FDA approved the use of Vascepa to reduce the risk of cardiovascular events in certain patients with, or at high risk for, CVD.",
              "But a recent study has raised some questions.",
              "The STRENGTH trial, published in JAMA, looked at a different formulation of omega-3 fish oil — a combination of EPA and DHA — to see if it would also reduce cardiovascular risk.",
              "This study enrolled over 13,000 patients who were randomized to receive either the EPA/DHA combination pill or the placebo (a pill filled with corn oil).",
              "The trial was terminated early due to an interim analysis revealing no difference between the two treatment groups.",
              "We don’t know for certain why the REDUCE-IT trial showed a benefit from omega-3s while the STRENGTH trial did not.",
              "One possibility is that the different results are due to the different drugs studied.",
              "REDUCE-IT studied a purified formulation of high-dose EPA, which resulted in higher EPA levels.",
              "This was similar to the results of another trial, which also found that pure EPA reduced the risk of cardiac events.",
              "The STRENGTH trial tested a combination of EPA and DHA.",
              "No large study has ever evaluated the effects on cardiovascular outcomes of purified DHA alone, leaving us to wonder whether DHA might counteract the benefits of EPA.",
              "Back to my patients who want to know if they should be taking an omega-3 supplement.",
              "With the availability of today’s data, I would recommend a pure EPA supplement, or one that contains more EPA than DHA.",
              "But don’t stop there.",
              "Eat a heart-healthy diet, get regular exercise, and pursue other lifestyle changes that have proven benefits for cardiovascular health.",
              "In the meantime, my colleagues and I wait for more definitive data on the utility of omega-3 fish oil, and who might benefit the most.",
              "Alyson Kelley-Hedgepeth, MD, Contributor As a service to our readers, Harvard Health Publishing provides access to our library of archived content.",
              "Please note the date of last review or update on all articles.",
              "No content on this site, regardless of date, should ever be used as a substitute for direct medical advice from your doctor or other qualified clinician.",
              "Want to reduce your risk of dementia?",
              "Get your hearing checked today Veins are a key player in the body: Here's why Do toddler formulas deliver on nutrition claims?",
              "Holiday arguments brewing?",
              "Here's how to defuse them What does a birth doula do?",
              "Cellulitis: How long does it take to heal on legs?",
              "21 spices for healthy holiday foods What to do when driving skills decline A tough question: When should an older driver stop driving?",
              "3 ways to create community and counter loneliness You might also be interested in.",
              ".",
              ".",
              "Be on your way to a healthy heart.",
              "Subscribe to Harvard Heart Letter today.",
              "Each month, you’ll get easy-to-try nutrition and exercise advice that will improve your heart’s health and overall well-being.",
              "In Harvard Heart Letter, you’ll also read about today’s breakthrough medications and treatments as well as advice from Harvard’s doctors on side effects, drug interactions, and surgery precautions.",
              "Staying Healthy Heart Health Staying Healthy Get the latest in health news delivered to your inbox!",
              "Please enable cookies to submit © 2023 Harvard Health Publishing® of The President and Fellows of Harvard College Do not sell my personal information | Privacy Policy and Terms of Use Thanks for visiting.",
              "Don't miss your FREE gift.",
              "The Best Diets for Cognitive Fitness, is yours absolutely FREE when you sign up to receive Health Alerts from Harvard Medical School Sign up to get tips for living a healthy lifestyle, with ways to fight inflammation and improve cognitive health, plus the latest advances in preventative medicine, diet and exercise, pain relief, blood pressure and cholesterol management, and more.",
              "Health Alerts from Harvard Medical School Get helpful tips and guidance for everything from fighting inflammation to finding the best diets for weight loss.",
              ".",
              ".",
              "from exercises to build a stronger core to advice on treating cataracts.",
              "PLUS, the latest news on medical advances and breakthroughs from Harvard Medical School experts.",
              "BONUS!",
              "Sign up now and get a FREE copy of theBest Diets for Cognitive Fitness Stay on top of latest health news from Harvard Medical School.",
              "Plus, get a FREE copy of the Best Diets for Cognitive Fitness."
            ]
          }
        ],
        "Potassium, found in bananas, potatoes, spinach, tomatoes, and yogurt, can help balance sodium levels and lower blood pressure.": [
          {
            "title": "How Potassium Can Help Control High Blood Pressure",
            "url": "https://www.heart.org/en/health-topics/high-blood-pressure/changes-you-can-make-to-manage-high-blood-pressure/how-potassium-can-help-control-high-blood-pressure",
            "content": [
              "How Potassium Can Help Control High Blood Pressure",
              "Foods that are rich in potassium are important in managing high blood pressure, also known as hypertension, because potassium lessens the effects of sodium.",
              "The more potassium you eat, the more sodium you lose through urine.",
              "Potassium also helps to ease tension in your blood vessel walls, which helps further lower blood pressure.",
              "Increasing potassium through diet is recommended in adults with blood pressure above 120/80 mm Hg who are otherwise healthy.",
              "Potassium can be harmful in patients with kidney disease, any condition that affects how the body handles potassium or those who take certain medications.",
              "The decision of whether to take excess potassium should be discussed with your doctor.",
              "The recommended potassium intake for an average adult 19-50 years of age is 3,400 milligrams (mg) per day for men and 2,600 mg per day for women.",
              "Many of the elements of the DASH (Dietary Approaches to Stop Hypertension) diet — fruits, vegetables, fat-free or low-fat (1 percent) dairy foods and fish — are good natural sources of potassium.",
              "For example, a medium banana has about 226 mg of potassium and half a cup of plain mashed sweet potatoes has 456 mg.",
              "Even though potassium can lessen the blood pressure-raising effects of sodium, eating more potassium should be combined with your efforts to break up with that excess salt and develop other healthy eating and lifestyle habits.",
              "Too much potassium can be harmful in people with kidney disorders.",
              "As kidneys become less able to remove potassium from your blood, too much potassium may build up.",
              "Often, levels of potassium must be severely high (hyperkalemia) before symptoms occur.",
              "Nausea, vomiting, irregular pulse, shortness of breath and chest pain may occur with high levels of potassium.",
              "Feeling sick to your stomach, a low, weak or irregular pulse and fainting may occur with high levels of potassium.",
              "Consult with a health care professional before taking any over-the-counter potassium supplement.",
              "You should also ask your health care professional before trying salt substitutes, which can raise potassium in people with certain health conditions and those taking ACE inhibitors for high blood pressure.",
              "Written by American Heart Association editorial staff and reviewed by science and medicine advisors.",
              "See our editorial policies and staff.",
              "Last Reviewed: Jun 5, 2023 High Blood Pressure The Facts About HBP Understanding Blood Pressure Readings Why HBP is a \"Silent Killer\" Health Threats from HBP Changes You Can Make to Manage High Blood Pressure Get Down With Your Blood PressureTM Baja Tu Presión Find HBP Tools and Resources Blood Pressure Toolkit High Blood Pressure The Facts About HBP Understanding Blood Pressure Readings Why HBP is a \"Silent Killer\" Health Threats from HBP Changes You Can Make to Manage High Blood Pressure Get Down With Your Blood PressureTM Baja Tu Presión Find HBP Tools and Resources Blood Pressure Toolkit Our Mission: To be a relentless force for a world of longer, healthier lives.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "*All health/medical information on this website has been reviewed and approved by the American Heart Association, based on scientific research and American Heart Association guidelines.",
              "Find more information on our content editorial process.",
              "National Center 7272 Greenville Ave.",
              "Dallas, TX 75231 Customer Service 1-800-AHA-USA-1 1-800-242-8721 Contact Us Hours Monday - Friday: 7 a.",
              "m.",
              "– 7 p.",
              "m.",
              "CT Saturday: 9 a.",
              "m.",
              "- 5 p.",
              "m.",
              "CT Closed on Sundays Tax Identification Number 13-5613797 ©2023 American Heart Association, Inc.",
              "All rights reserved.",
              "Unauthorized use prohibited.",
              "The American Heart Association is a qualified 501(c)(3) tax-exempt organization.",
              "*Red Dress TM DHHS, Go Red TM AHA ;",
              "National Wear Red Day® is a registered trademark.",
              "This link is provided for convenience only and is not an endorsement of either the linked-to entity or any product or service."
            ]
          },
          {
            "title": "Potassium: Uses, Benefits, Side Effects, Dosage - Verywell Health",
            "url": "https://www.verywellhealth.com/health-benefits-of-potassium-4588613",
            "content": [
              "Potassium: Uses, Benefits, Side Effects, Dosage - Verywell Health",
              "Benefits, Side Effects, Dosage, and Interactions Potassium is an essential mineral that is critical to many body functions, including the delivery of nerve signals, contraction of muscles, regulation of heartbeats and blood pressure, movement of nutrients into cells, and removal of cellular waste.",
              "How much potassium is needed per day can differ depending on the individual.",
              "The recommended daily intake for the average adult is 4700 milligrams (mg), although doses of 1600 to 2000 mg a day may be adequate for some adults.",
              "You can usually get enough potassium from your diet but may need to take supplements if you have malnutrition or have lost too much potassium due to illness or certain medications (like diuretics).",
              "Fruits, vegetables, legumes, and seeds are rich sources of potassium.",
              "Potassium deficiency is rare.",
              "This article describes the most common reasons for potassium supplementation, the recommended dosage by age and biological sex, and the possible side effects.",
              "Dietary supplements are not regulated in the United States, meaning the Food and Drug Administration (FDA) does not approve them for safety and effectiveness before products are marketed.",
              "When possible, choose a supplement that has been tested by a trusted third party, such as USP, ConsumerLabs, or NSF.",
              "However, even if supplements are third-party tested, that doesn’t mean that they are necessarily safe for everyone or effective in general.",
              "It is important to talk to your healthcare provider about any supplements you plan to take and to check in about any potential interactions with other supplements or medications.",
              "Supplement use should be individualized and vetted by a healthcare professional, such as a registered dietitian, pharmacist, or doctor.",
              "No supplement is intended to treat, cure, or prevent disease.",
              "Some studies suggest that higher intakes of potassium may reduce the risk of diseases like high blood pressure and stroke, osteoporosis, kidney stones, and diabetes.",
              "Some of these claims are better supported by research than others.",
              "Because of potassium's relationship to sodium, which regulates fluid and plasma volume, some research has focused on its ability to lower blood pressure and stroke risk.",
              "In an older but memorable 2006 clinical trial, Dietary Approaches to Reduce Hypertension (DASH), published in the New England Journal of Medicine, researchers evaluated whether a diet rich in fruits, vegetables, low-fat dairy foods, and reduced saturated and total fat could lower blood pressure.",
              "Many people came to call it \"the DASH diet,\" an eating pattern that is higher in potassium and lower in sodium.",
              "Researchers fed participants a controlled diet for three weeks.",
              "Then they randomized people into a standard American diet (control), a fruit and vegetable diet, or a combination diet (the DASH diet) for eight weeks.",
              "Those on the DASH diet lowered their systolic blood pressure (pressure when blood is ejected into arteries) by an average of 5.",
              "5 mmHg and diastolic blood pressure (pressure in arteries between beats) by 3.",
              "0 mmHg.",
              "More recently, a 2017 study published in the International Journal of Cardiology evaluated the effect of potassium supplements on hypertension (high blood pressure).",
              "The systematic review and meta-analysis found that potassium supplementation decreased systolic blood pressure by 4.",
              "48 mmHg and diastolic blood pressure by 2.",
              "96 mmHg.",
              "In addition, a 2013 review in the British Medical Journal evaluated whether increased potassium intake could affect heart disease risk factors and disease, including stroke.",
              "Researchers looked at 22 randomized controlled trials and 11 cohort studies.",
              "In addition to reduced blood pressure, researchers found that increased potassium intake was associated with a lower risk of stroke, with higher intakes reducing stroke risk by 24%.",
              "The FDA has approved the following health claim relating to potassium: \"Diets containing foods that are good sources of potassium and low in sodium may reduce the risk of high blood pressure and stroke.\"",
              "Since potassium is alkaline (meaning it neutralizes acids), some scientists have evaluated whether consumption of potassium-rich foods and supplements could reduce the net acid content in a person's diet and preserve calcium in bones.",
              "However, research on this subject is mixed.",
              "An older 2008 study in the American Journal of Clinical Nutrition measured the effects of potassium citrate supplementation and increased fruit and vegetable consumption in 276 postmenopausal people.",
              "It found that after two years of potassium citrate supplementation, bone turnover was not reduced, and there was no increase in bone mineral density.",
              "By contrast, a more recent 2018 study published in Nutrients evaluated whether potassium could decrease bone loss in women with osteopenia (low bone density).",
              "The randomized, double-blind, placebo-controlled, parallel-group study included 310 postmenopausal participants.",
              "It found that potassium citrate supplementation improved the beneficial effects of calcium and vitamin D in osteopenic women with a potassium deficit.",
              "This study suggests that potassium’s ability to increase bone mineral density may rely on the intake of calcium and vitamin D, nutrients essential for bone health.",
              "However, more research is needed to confirm or disprove this relationship.",
              "Abnormally high urinary calcium (hypercalciuria) increases the risk of developing kidney stones.",
              "In addition, diets that are high in protein and low in potassium may contribute to increased stone formation.",
              "Therefore, some studies have examined whether potassium could reduce kidney stone risk.",
              "In a 2016 study published in the Clinical Journal of the American Society of Nephrology, researchers examined the relationship between protein and potassium intake on kidney stones.",
              "They found that higher dietary potassium was associated with a statistically significant and considerable reduction in kidney stone risk in all groups.",
              "They also found that the type of protein consumed may also affect kidney stone risk—specifically, vegetable protein reduced risk compared to animal protein.",
              "In addition, a 2015 review in Cochrane evaluated the role of citrate salts (such as potassium citrate) in preventing and containing calcium-containing kidney stones.",
              "In seven studies with 477 participants, researchers found that citrate significantly reduced stone size compared to placebo or no intervention.",
              "In addition, new stone formation was significantly lower in the citrate group than in the control group.",
              "Since potassium is needed for insulin secretion from the pancreas, some research has focused on its relationship to glucose (blood sugar) levels and diabetes.",
              "For example, a 2015 study evaluated the impact of potassium on glucose levels in older adults.",
              "Researchers found a significant association between lower dietary potassium intake, reduced insulin sensitivity, and increases in insulin secretion.",
              "Similarly, a 2016 clinical trial evaluated potassium levels with glucose and diabetes risk over eight years.",
              "Researchers found that compared to those with higher potassium levels (≥4.",
              "5mmol/L), those with lower levels (<4.",
              "0mmol/L) had significantly higher fasting glucose.",
              "In addition, researchers found an inverse association between serum and dietary potassium and diabetes risk.",
              "Some people may develop a potassium deficiency when intakes are lower over time than recommended levels, they have a specific risk factor for lower than normal levels, or there is a particular reason they are unable to digest or absorb potassium.",
              "Intakes that are less than the recommended amounts may result in potassium deficiency.",
              "When intakes are lower than your body needs, it can lead to health complications, including increased blood pressure and the risk of developing kidney stones.",
              "In addition to low dietary intakes, some other things may contribute to potassium deficiency, including: Some people are more at risk of developing a potassium deficiency, including: You may not even know if you have a mild potassium deficiency.",
              "However, more severe deficiency can result in hypokalemia, when blood serum levels fall below 3.",
              "6 mmol/L.",
              "Mild hypokalemia may produce symptoms such as: More serious hypokalemia may produce the following symptoms: Severe hypokalemia is life-threatening due to its effect on the heart and breathing.",
              "Fortunately, severe cases rarely occur because of inadequate potassium intake alone.",
              "However, if you notice any of these symptoms, it's best to have them evaluated.",
              "Your provider may recommend you take potassium for deficiency or to lower your risk of some health conditions, like kidney stones.",
              "However, consuming a supplement like potassium may have potential side effects.",
              "These side effects may be common or severe.",
              "If you're increasing your intake of fruits and vegetables, you will be increasing your intake of potassium and fiber.",
              "When increasing fiber, it's essential to do so slowly and gradually to prevent gas and bloating.",
              "In addition, make sure to drink adequate amounts of fluids.",
              "Neglecting to hydrate appropriately can result in constipation.",
              "Common side effects of potassium supplementation include: More rarely, potassium supplements can result in severe side effects.",
              "These most often occur in people who have high intakes and impaired kidney function or who take certain medications like ACE inhibitors and potassium-sparing diuretics.",
              "Severe side effects include: Call your healthcare provider as soon as possible if you experience severe side effects.",
              "People with certain health conditions or taking some medications are at greater risk of severe side effects and drug interactions from potassium.",
              "This includes individuals with abnormal kidney function and those on potassium-sparing medications or ACE inhibitors, typically used for treating high blood pressure.",
              "A complete list of medication interactions is included below.",
              "Always speak with a healthcare provider before taking a supplement to ensure that the ingredients and dosage are appropriate for your individual needs.",
              "The National Academies of Sciences, Engineering, and Medicine (NASEM) recommends the following adequate intakes (AIs) for potassium: To avoid toxicity, be aware of the appropriate dosage (above).",
              "NASEM has not established an upper limit for potassium.",
              "However, people with impaired urinary potassium excretion due to health conditions like kidney disease or certain medications should be aware of potassium supplementation's potential toxicity.",
              "If you fall into these categories and consume more potassium than your healthcare provider recommends, you may want to seek medical attention.",
              "In addition, if you notice any of the severe side effects (above), seek emergency medical care.",
              "Some medications can interact with potassium supplements.",
              "These include: These medications can impact potassium in dangerous ways.",
              "Therefore, experts recommend monitoring potassium levels in people who take these drugs.",
              "It is essential to carefully read the ingredient list and nutrition facts panel of a supplement to know which ingredients are included and in what amounts.",
              "In addition, please review the supplement label with your healthcare provider to discuss potential interactions with foods, other supplements, and medications.",
              "Store fresh fruits and vegetables using best practices for maximizing their freshness.",
              "Storage guidelines differ depending on the fruit or vegetable.",
              "For example, some should be refrigerated while others, such as tomatoes, should be left at room temperature.",
              "Store potassium supplements in a cool, dry place.",
              "Keep potassium away from direct sunlight.",
              "Discard after one year or as indicated on the packaging.",
              "Age, sex, and pregnancy status determine how much potassium you should have per day.",
              "For example, men aged 19 and older should get 3,400 milligrams of potassium daily, from all sources (diet plus any supplements), while women aged 19 and older should get 2,600 milligrams. Fruits high in potassium include bananas, oranges, avocados, cantaloupe, and kiwifruit.",
              "And don't overlook dried fruit.",
              "One cup of dried apricots, for example, contains about 1,500 milligrams of potassium.",
              "If you need more potassium, experts recommend increasing your intake of potassium-rich foods, such as fruits and vegetables, instead of taking a supplement.",
              "However, a potassium supplement may be necessary for those at increased risk of developing hypokalemia (low levels of potassium in the blood).",
              "The optimal way to meet your potassium needs is to eat a variety of whole foods, including fruits like avocados, oranges, bananas, vegetables (such as sweet potatoes, squash, and dried beans), low-fat milk, and certain sources of protein like salmon and chicken.",
              "That's because foods meet other nutritional needs and are usually absorbed more readily by the body.",
              "When you cannot meet adequate food intake, supplements are also an option.",
              "According to the USDA nutrition database, the following are foods high in potassium: If you've had difficulty adding fresh produce to your diet, consider adding frozen fruits and vegetables.",
              "Food is frozen at peak freshness, enhancing its nutritional value.",
              "Avoid cooking at high heat or boiling your fruits and vegetables to preserve vitamin content.",
              "If you like, you can eat certain fruits and vegetables raw.",
              "Otherwise, sauté them on medium heat with a small amount of fat, such as olive or coconut oil.",
              "Some processed and packaged foods also contain added potassium salts or naturally occurring potassium (such as dried beans and whole grains).",
              "These foods include: Keep in mind that some packaged and canned foods can be very high in sodium, making these not the best choice for someone who is thinking of using potassium to lower blood pressure.",
              "If you must monitor your potassium intake, be mindful of the labels.",
              "Most ingredient labels will list \"potassium chloride\" as an additive.",
              "Potassium supplements come in capsules, tablets, liquid, and powder.",
              "Common potassium supplements include: Research has shown that none of these forms is better than another.",
              "You may also find added potassium in products such as Emergen C (a powdered drink).",
              "Most OTC potassium supplements and multivitamin-mineral supplements provide no more than about 99 mg of potassium per serving (which is a small percentage of the recommended intake).",
              "In the past, the FDA ruled that some oral drug products that contain potassium chloride and provide more than 99 mg of potassium are not safe because they have been associated with small-bowel lesions.",
              "As a result, the FDA requires a warning label about the potential for these lesions on some potassium salts that exceed 99 mg.",
              "Be sure to read the labels of potassium products carefully, especially if you're at risk for hyperkalemia.",
              "Also, if you are vegan or have allergies, read labels carefully for vegan or allergen-free products.",
              "Potassium is a mineral that supports many body functions, including the heart and blood vessels, nerves, and muscles.",
              "There is evidence that potassium may reduce the risk of high blood pressure, stroke, diabetes, and kidney stones.",
              "People with kidney disease are at risk of potassium toxicity because their kidneys may not filter out potassium adequately.",
              "Therefore, they should not take potassium supplements unless directed by a healthcare provider.",
              "In addition, certain medications, including ACE inhibitors, diuretics, and some others, may also pose a risk.",
              "So, talking to a healthcare provider before taking any supplement, including potassium, is essential.",
              "Champagne CM.",
              "Dietary interventions on blood pressure: the Dietary Approaches to Stop Hypertension (DASH) trials.",
              "Nutr Rev.",
              "2006;",
              "64(2 Pt 2):S53-S56.",
              "doi:10.",
              "1111/j.",
              "1753-4887.",
              "2006.",
              "tb00234.",
              "x Filippini T, Violi F, D'Amico R, Vinceti M.",
              "The effect of potassium supplementation on blood pressure in hypertensive subjects: A systematic review and meta-analysis.",
              "Int J Cardiol.",
              "2017;",
              "230:127-135.",
              "doi:10.",
              "1016/j.",
              "ijcard.",
              "2016.",
              "12.",
              "048 Aburto NJ, Hanson S, Gutierrez H, Hooper L, Elliott P, Cappuccio FP.",
              "Effect of increased potassium intake on cardiovascular risk factors and disease: systematic review and meta-analyses.",
              "BMJ.",
              "2013;",
              "346:f1378.",
              "Published 2013 Apr 3.",
              "doi:10.",
              "1136/bmj.",
              "f1378 U.",
              "S.",
              "Food and Drug Administration.",
              "Food Labeling: Revision of the Nutrition and Supplement Facts Labels.",
              "National Institutes of Health (NIH): Office of Dietary Supplements.",
              "Potassium.",
              "Macdonald H, Black A, Aucott L, et al.",
              "Effect of potassium citrate supplementation or increased fruit and vegetable intake on bone metabolism in healthy postmenopausal women: A randomized controlled trial.",
              "The American Journal of Clinical Nutrition.",
              "2008;",
              "88(2):465–474, doi:10.",
              "1093/ajcn/88.",
              "2.",
              "465 Granchi D, Caudarella R, Ripamonti C, et al.",
              "Potassium citrate supplementation decreases the biochemical markers of bone loss in a group of osteopenic women: The results of a randomized, double-blind, placebo-controlled pilot study.",
              "Nutrients.",
              "2018;",
              "10(9):1293.",
              "doi:10.",
              "3390/nu10091293.",
              "Ferraro P, Mandel E, Curhan G, Gambaro G, Taylor E.",
              "Dietary protein and potassium,diet–dependent net acid load, and risk of incident kidney stones.",
              "Clinical Journal of the American Society of Nephrology.",
              "2016:11(10);",
              "1834-1844.",
              "doi:10.",
              "2215/CJN.",
              "01520216.",
              "Phillips R, Hanchanale VS, Myatt A, Somani B, Nabi G, Biyani CS.",
              "Citrate salts for preventing and treating calcium containing kidney stones in adults.",
              "Cochrane Database Syst Rev.",
              "2015;",
              "(10):CD010057.",
              "Published 2015 Oct 6.",
              "doi:10.",
              "1002/14651858.",
              "CD010057.",
              "pub2 Chatterjee R, Biggs ML, de Boer IH, et al.",
              "Potassium and glucose measures in older adults: the Cardiovascular Health Study.",
              "J Gerontol A Biol Sci Med Sci.",
              "2015;",
              "70(2):255-261.",
              "doi:10.",
              "1093/gerona/glu071 Chatterjee R, Zelnick L, Mukamal KJ, et al.",
              "Potassium measures and their associations with glucose and diabetes risk: The multi-ethnic study of atherosclerosis (MESA).",
              "PLoS One.",
              "2016;",
              "11(6):e0157252.",
              "Published 2016 Jun 9.",
              "doi:10.",
              "1371/journal.",
              "pone.",
              "0157252 National Institutes of Health.",
              "Office of Dietary Supplements.",
              "Potassium: Fact sheet for health professionals.",
              "National Institute of Diabetes and Digestive and Kidney Diseases.",
              "Eating, diet & nutrition for constipation.",
              "National Library of Medicine.",
              "Potassium.",
              "U.",
              "S.",
              "Department of Agriculture.",
              "Dietary Guidelines for Americans.",
              "Food sources of potassium.",
              "Aburto N, Hanson S, Gutierrez H, Hooper L, Elliott P, Cappuccio F.",
              "Effect of increased potassium intake on cardiovascular risk factors and disease: Systematic review and meta-analyses.",
              "BMJ.",
              "2013 Apr 3;",
              "346:f1378.",
              "doi:10.",
              "1136/bmj.",
              "f1378.",
              "Linus Pauling Institute.",
              "Oregon State University.",
              "Potassium.",
              "By Barbie Cervoni, RD Barbie Cervoni MS, RD, CDCES, CDN, is a New York-based registered dietitian and certified diabetes care and education specialist.",
              "Thank you, {{form.",
              "email}}, for signing up.",
              "There was an error.",
              "Please try again.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "How Does Potassium Affect High Blood Pressure? - Verywell Health",
            "url": "https://www.verywellhealth.com/how-does-potassium-affect-high-blood-pressure-4137331",
            "content": [
              "How Does Potassium Affect High Blood Pressure? - Verywell Health",
              "The treatment of hypertension (high blood pressure) involves more than just antihypertensive drugs.",
              "In addition to exercise, maintaining an ideal weight, and quitting cigarettes, diet plays an important role in controlling blood pressure.",
              "While most people are aware that too much sodium in the diet can increase blood pressure, many are unaware of how too little of another mineral—potassium—also contributes.",
              "Hypertension is one of the most common chronic health conditions in adults.",
              "According to the National Center for Health Statistics, 49.",
              "6% of people in the United States age 20 or over have hypertension.",
              "Persistently high blood pressure has serious consequences, leading to an increased risk of stroke and heart attack.",
              "The treatment of hypertension is an ever-evolving field of medicine influenced by rapidly changing scientific insights and an expanding range of treatment options.",
              "In 2017, the very definition of hypertension changed.",
              "Where the 2003 guidelines defined it as 140/90 mmHg or higher, the updated guidelines now regard it as 130/80 mmHg or higher.",
              "The change in definition increased the number of people with hypertension by 14%, according to the American Heart Association.",
              "With that said, it only slightly increased the number of people requiring drug treatment.",
              "For others, more conservative treatment is advised by way of diet, exercise, smoking cessation, and other lifestyle interventions.",
              "Electrolytes are minerals such as sodium, potassium, and magnesium.",
              "They are present in tissues and bodily fluids and are critical to nerve function, muscle function, fluid regulation, and blood pressure.",
              "Sodium plays a well-known role in blood pressure.",
              "Generally less known is the impact of potassium.",
              "This mineral is found in many foods that help your muscles work, including muscles that control your heartbeat and breathing.",
              "Its levels in the body are largely maintained by the kidneys.",
              "While too much sodium in your diet can increase blood pressure, too little potassium can have the same effect.",
              "This is due to the effect potassium has on sodium.",
              "The more potassium you eat, the more sodium you are able to excrete in urine.",
              "If you don't consume enough potassium, sodium is reabsorbed by the kidneys and retained in the body.",
              "To this end, a high potassium intake helps keep the ratio of sodium to potassium in balance, aiding in the control of hypertension.",
              "Studies have shown that potassium deficiency not only increases blood pressure but increases the risk of heart attack and stroke as well.",
              "Getting enough potassium may have the opposite effect.",
              "According to a 2011 study published in the Journal of the American College of Cardiology, increasing your potassium intake by 1.",
              "6 grams per day decreases the risk of stroke by 21%.",
              "While is it clear that potassium is vital to your good health, what is unclear is whether increasing potassium intake directly correlates to a drop in blood pressure.",
              "Most studies have suggested that an increase in potassium may be beneficial to people with hypertension when combined with a reduction in sodium.",
              "The benefits in people without hypertension are unclear, and it is unknown whether eating a high-potassium diet has any preventive benefit with respect to hypertension.",
              "Even so, there is no arguing the fact that meeting the recommended daily intake of potassium while avoiding excess sodium is good for your health.",
              "This is where many Americans fall short.",
              "According to a 2012 study published in the American Journal of Clinical Nutrition, only 2% of people in the United States meet their recommended daily intake of potassium.",
              "By contrast, the average daily intake of sodium in the United States is 3,400 milligrams (mg)—far in excess of the 2,300 mg recommended in the Dietary Guidelines for Americans.",
              "Increasing your daily potassium intake is not always as easy as it sounds.",
              "For example, to increase your intake by 1.",
              "6 grams, you would need to consume no less than four bananas per day.",
              "That's a lot for one person.",
              "There are other foods, however, that are high in potassium that can help you reach that goal, including: Before embarking on a high-potassium diet, speak with your healthcare provider to ensure that it is safe for you.",
              "People with advanced kidney disease or those on ACE inhibitors or spironolactone can end up developing hyperkalemia, a potentially serious condition caused by excessively high serum potassium levels.",
              "Grillo A, Salvi L, Coruzzi P, Salvi P, Parati G.",
              "Sodium intake and hypertension.",
              "Nutrients.",
              "2019;",
              "11(9):1970.",
              "doi:10.",
              "3390/nu11091970 National Centers for Health Statistics.",
              "Hypertension.",
              "Centers for Disease Control and Prevention.",
              "Facts about hypertension.",
              "Whedon PK, Carey RM, Aronow WS, et al.",
              "2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines.",
              "Hypertension.",
              "2018;",
              "71(6):1269-1324.",
              "doi:10.",
              "1161/HYP.",
              "0000000000000066 American Heart Association.",
              "High blood pressure redefined for first time in 14 years: 130 is the new high.",
              "Aburto NJ, Hanson S, Gutierrez H, et al.",
              "Effect of increased potassium intake on cardiovascular risk factors and disease: systematic review and meta-analyses.",
              "BMJ.",
              "2013;",
              "346:f1378.",
              "doi:10.",
              "1136/bmj.",
              "f1378.",
              "Perez V, Chang EG.",
              "Sodium-to-potassium ratio and blood pressure, hypertension, and related factors.",
              "Adv Nutr.",
              "2014;",
              "5(6):712-41.",
              "doi:10.",
              "3945/an.",
              "114.",
              "006783 D'Elia L, Barba G, Cappuccio FP, et al.",
              "Potassium intake, stroke, and cardiovascular disease a meta-analysis of prospective studies.",
              "J Am Coll Cardiol.",
              "2011;",
              "57(10):1210-9.",
              "doi:10.",
              "1016/j.",
              "jacc.",
              "2010.",
              "09.",
              "070.",
              "Cogswell ME, Zhang Z, Carriquiry AL, et al.",
              "Sodium and potassium intakes among US adults: NHANES 2003–2008.",
              "Am J Clin Nutr.",
              "2012;",
              "96(3):647-57.",
              "doi:10.",
              "3945/ajcn.",
              "112.",
              "034413 U.",
              "S.",
              "Food and Drug Administration.",
              "Sodium in your diet.",
              "Cleveland Clinic.",
              "10 foods that are high in potassium.",
              "By Veeraish Chauhan, MD Veeraish Chauhan, MD, FACP, FASN, is a board-certified nephrologist who treats patients with kidney diseases and related conditions.",
              "Thank you, {{form.",
              "email}}, for signing up.",
              "There was an error.",
              "Please try again.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          }
        ]
      },
      "evidence": {
        "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease, according to the American Heart Association.": [
          "The American Heart Association Diet and Lifestyle Recommendations",
          "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease."
        ],
        "Controlling your portion size and eating only as many calories as you burn is recommended by the American Heart Association.": [],
        "Eating more vegetables and fruits is recommended by the American Heart Association.": [
          "Whether you cook at home or eat out, adding more colorful, nutritious and delicious vegetables and fruit into your snacks and meals is important for a healthy eating pattern.",
          "The fact is that they’re all good for you.",
          "When you eat many different types of fruits and vegetables, you’ll get a variety of vitamins and minerals to support good health.",
          "The American Heart Association suggests filling half your plate with fruits and veggies as a way to meet the recommendation of 41⁄2 cups of each every day.",
          "All produce counts towards the goal of 9 cups, including canned, fresh and frozen fruits and vegetables."
        ],
        "Selecting whole grains and products made up mostly of whole grains is recommended by the American Heart Association.": [
          "While many of the AHA’s key recommendations – such as centering whole grains, fruits, vegetables, and lean proteins – remain consistent with previous editions, the AHA intentionally crafted their updated guidance in ways that resonate with the modern consumer.",
          "Specifically, the guidance is distilled into 10 easy-to-understand recommendations (such as “choose foods made mostly with whole grains rather than refined grains”) and encourages customization for meals eaten both at home and outside of the home.",
          "Not surprisingly, whole grains remain a key feature of a heart-healthy diet according to the AHA.",
          "Whole grains are one of the features of the American Heart Association’s dietary recommendations for heart health.",
          "In fact, the American Heart Association recommends eating three or more servings of fiber-rich whole grains every day."
        ],
        "Limiting unhealthy fats, such as saturated fat and trans fat, is recommended by the American Heart Association.": [
          "The American Heart Association recommends aiming for a dietary pattern that achieves 5% to 6% of calories from saturated fat.",
          "The American Heart Association recommends reducing saturated fat to less than 6% of total daily calories.",
          "The American Heart Association recommends limiting saturated fats – which are found in butter, cheese, red meat and other animal-based foods, and tropical oils.",
          "The American Heart Association recommends that adults who would benefit from lowering LDL cholesterol eliminate trans fat from their diet.",
          "The American Heart Association recommends replacing bad (saturated) fats with good (unsaturated) fats as a part of a healthy eating pattern.",
          "Here are some ways to lower your intake of saturated and trans fats: Consider using a food diary to keep track of what you eat."
        ],
        "Choosing low-fat protein sources, such as legumes, nuts, fish, seafood, low-fat or nonfat dairy, and lean meat and poultry, is recommended by the American Heart Association.": [
          "Picking Healthy Proteins | American Heart Association",
          "The American Heart Association recommends choosing healthy sources of proteins, mostly from plant sources;",
          "regularly eating fish and seafood;",
          "substituting nonfat and low-fat dairy products in place of full-fat versions;",
          "and for people who eat meat or poultry, choosing those that are lean and unprocessed."
        ],
        "Reducing the sodium in your food is recommended by the American Heart Association.": [
          "The American Heart Association recommends no more than 2,300 milligrams (mg) a day and moving toward an ideal limit of no more than 1,500 mg per day for most adults.",
          "On average, Americans eat more than 3,400 milligrams of sodium each day — much more than the American Heart Association and other health organizations recommend."
        ],
        "Planning ahead and creating daily menus that include a variety of heart-healthy foods is recommended by the American Heart Association.": [
          "Below are two days' worth of heart-healthy menus.",
          "One way to begin is to create a daily meal plan that emphasizes vegetables, fruits and whole grains and limits high-fat foods (such as red meat, cheese and baked goods) and high-sodium foods (such as canned or processed foods)."
        ],
        "Omega-3 fatty acids, found in fatty fish, flaxseeds, walnuts, and soybeans, can help lower triglycerides, reduce inflammation, and prevent blood clots.": [
          "One key benefit is helping to lower your triglycerides.",
          "Omega-3 fatty acids may lower your cardiovascular disease risk when you consume them as part of your diet.",
          "Omega-3 fatty acids may lower inflammation in the body.",
          "Omega-3 fatty acids are “healthy fats” that may support your heart health.",
          "Fatty fish contain the most omega-3 fatty acids and seem to benefit the heart the most.",
          "Omega-3s from fish and fish oil have been recommended by the American Heart Association (AHA) for the past 20 years to reduce cardiovascular events, like heart attack or stroke, in people who already have cardiovascular disease (CVD)."
        ],
        "Potassium, found in bananas, potatoes, spinach, tomatoes, and yogurt, can help balance sodium levels and lower blood pressure.": [
          "Foods that are rich in potassium are important in managing high blood pressure, also known as hypertension, because potassium lessens the effects of sodium.",
          "Most studies have suggested that an increase in potassium may be beneficial to people with hypertension when combined with a reduction in sodium.",
          "To this end, a high potassium intake helps keep the ratio of sodium to potassium in balance, aiding in the control of hypertension.",
          "Potassium also helps to ease tension in your blood vessel walls, which helps further lower blood pressure.",
          "The more potassium you eat, the more sodium you lose through urine.",
          "Studies have shown that potassium deficiency not only increases blood pressure but increases the risk of heart attack and stroke as well.",
          "Because of potassium's relationship to sodium, which regulates fluid and plasma volume, some research has focused on its ability to lower blood pressure and stroke risk."
        ]
      },
      "subconclusions": {
        "A healthy diet and lifestyle are the keys to preventing and managing cardiovascular disease, according to the American Heart Association.": "supported",
        "Controlling your portion size and eating only as many calories as you burn is recommended by the American Heart Association.": "not supported",
        "Eating more vegetables and fruits is recommended by the American Heart Association.": "supported",
        "Selecting whole grains and products made up mostly of whole grains is recommended by the American Heart Association.": "supported",
        "Limiting unhealthy fats, such as saturated fat and trans fat, is recommended by the American Heart Association.": "supported",
        "Choosing low-fat protein sources, such as legumes, nuts, fish, seafood, low-fat or nonfat dairy, and lean meat and poultry, is recommended by the American Heart Association.": "supported",
        "Reducing the sodium in your food is recommended by the American Heart Association.": "supported",
        "Planning ahead and creating daily menus that include a variety of heart-healthy foods is recommended by the American Heart Association.": "supported",
        "Omega-3 fatty acids, found in fatty fish, flaxseeds, walnuts, and soybeans, can help lower triglycerides, reduce inflammation, and prevent blood clots.": "partially supported",
        "Potassium, found in bananas, potatoes, spinach, tomatoes, and yogurt, can help balance sodium levels and lower blood pressure.": "supported"
      }
    }
  }
}