{
  "0f29d60b-24f6-4ead-9940-a8fed8d43924": {
    "query": "What is the most fascinating and little-known fact about the life and career of Nikola Tesla, and how did this fact impact his contributions to science and technology?",
    "response": "Nikola Tesla was a Serbian-American inventor and engineer who made many contributions to science and technology, such as the rotating magnetic field, the Tesla coil, and the alternating current (AC) system of electric power transmission[^3^]. One of the most fascinating and little-known facts about his life and career is that he had a photographic memory and could memorize entire books[^2^]. He also had a remarkable imagination and could visualize his inventions in his mind before building them[^3^]. This fact helped him to develop his original and innovative ideas without much need for experimentation or drawings[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.biography.com/inventors/nikola-tesla \"Nikola Tesla - Inventions, Quotes & Death - Biography\"\n[2]: https://thefactfile.org/nikola-tesla-facts/ \"33 Interesting Facts About Nikola Tesla - The Fact File\"\n[3]: https://www.britannica.com/biography/Nikola-Tesla \"Nikola Tesla | Biography, Facts, & Inventions | Britannica\"\n[4]: https://facts.net/nikola-tesla-facts/ \"40 Nikola Tesla Facts: The Genius Who Lit The World - Facts.net\"\n[5]: https://www.history.com/topics/inventions/nikola-tesla \"Nikola Tesla - Inventions, Facts & Death - History\"\n\nNikola Tesla was a Serbian-American inventor and engineer who made many contributions to science and technology, such as the rotating magnetic field, the Tesla coil, and the alternating current (AC) system of electric power transmission[^1^][3]. One of the most fascinating and little-known facts about his life and career is that he had a photographic memory and could memorize entire books[^2^][2]. He also had a remarkable imagination and could visualize his inventions in his mind before building them[^1^][3]. This fact helped him to develop his original and innovative ideas without much need for experimentation or drawings[^2^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.britannica.com](https://www.britannica.com/biography/Nikola-Tesla) [2. thefactfile.org](https://thefactfile.org/nikola-tesla-facts/) [3. www.biography.com](https://www.biography.com/inventors/nikola-tesla) [4. facts.net](https://facts.net/nikola-tesla-facts/) [5. www.history.com](https://www.history.com/topics/inventions/nikola-tesla)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Nikola Tesla | Biography, Facts, & Inventions | Britannica",
        "seeMoreUrl": "https://www.britannica.com/biography/Nikola-Tesla",
        "imageLink": "https://bing.com/th?id=OIP.Nmpi1ryhcZdwhKgvfuRQwgHaLC&pid=cdx",
        "imageWidth": "1074",
        "imageHeight": "1600",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAMJSURBVFhHxdUxjl1FEIVh74kVkHkBrAGROHHABpBYAHKEJrBMhizSSUgIILElJwiJwA4gskQECXLy0Hel/1HvTt+nmcjBmeruqjp1qrrvm0effP7t6WPi4wv49MnN6aH4+rtfTl/e/Ljh2Q+vTl98c7udffbVy9Pjpy+WOStsAvyRNFWtIOH57ZsNCrcOhHz/0+/bOhErnlDNbQKR7IPCvriOEbTWOeS/ff1uO19xgWlV7zyBf/79sDlmINRJBeytG70za4XzrXiCuD/e//3/BHIgIwJBZ3sgVkyHSMSHX9/+tV3BteK4xc7pbAIoByTIc9b93CsM4n7+7c8th02IDusu3njkiJ982xvogPpIrNkZbNx1qyjCJqL7GpicuhbL8nf34XwFkhSc3cxO+Crea1fcnu2MAFZOQuLDDc5xs5uAVEZWcOJSD3WbgESbmDM+e77ynePMFs93fgM5ExMBnzP37lxcEMMSsZpKXcrHbV+c801AC5jdKIhIshjnPb4EiE9Ee37F4pWHh+UXVz04v4GgeJ9kRFAXCiga2bQV54+vMzGNPeC9EFCnCIwqAfm6HpNAWFesvXhFGr08fuesSbCz5llA9zxJrLsCMYmoGKvDHp7JzVjo2vARIE98cY84ZoICc8wSkDifcZGJY+evGxBUMb6mJXdO6PwVlFgByaxkAiAi5xVuGs4I72rEV5DY+S4m7jxCCa6gJIS6R9aDithajHMx9hXWpfUU1RQnlgIQFCyxx9MXksDEsI0YFBRDAD48+OZ1Z+8ImIhc0TrWkXWjd8cKKQCEscUUv+KHi0c4HfZNwRoUUhCpdeJY+66D8PjYauzBd57ATOhs+uoqdAUEsYrna2Izf9qJwytYEUy44wqzq5g99jH2y0e4P9ufW3t0CifkqOvVfq4v/hldwz6uwu78vhOYKP7OG7iGGdME5peS7+jRrXB4BdcE8VW4z/E+Rfec9hcCVgFH+15/AvpKVrF7TN/hV3AN18j3OIrt/FDAKvE+hR8iDq5O4BrZ9D2k6GXezek/rchqlKNzliEAAAAASUVORK5CYII=",
        "searchQuery": "Nikola Tesla facts"
      },
      {
        "providerDisplayName": "33 Interesting Facts About Nikola Tesla - The Fact File",
        "seeMoreUrl": "https://thefactfile.org/nikola-tesla-facts/",
        "searchQuery": "Nikola Tesla facts"
      },
      {
        "providerDisplayName": "Nikola Tesla - Inventions, Quotes & Death - Biography",
        "seeMoreUrl": "https://www.biography.com/inventors/nikola-tesla",
        "searchQuery": "Nikola Tesla facts"
      },
      {
        "providerDisplayName": "40 Nikola Tesla Facts: The Genius Who Lit The World - Facts.net",
        "seeMoreUrl": "https://facts.net/nikola-tesla-facts/",
        "searchQuery": "Nikola Tesla facts"
      },
      {
        "providerDisplayName": "Nikola Tesla - Inventions, Facts & Death - History",
        "seeMoreUrl": "https://www.history.com/topics/inventions/nikola-tesla",
        "imageLink": "https://bing.com/th?id=OIP.NKvAaSjVpEIBtz0Btsh5XQHaCa&pid=cdx",
        "imageWidth": "1200",
        "imageHeight": "391",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAdoSURBVFhH7Zd5UNTnHcaJnVpqqchRl+AqINdyLAtoonGM1tS2ihQkKKNGTFQQ5FoOOUSMihCieKSmMYOxtRPFDioZFESIB8dyLkFYWFblUEBA7mtZFpZln353/SXpDKNhNjOd/tFn5jPv+/3yvPM+vO9vfyw6/9f/nG6GLvMUn10f25axmS8V7eJPPA3gK7rD+Yr+SL5iMJavkKbwVYrTsRMd0e5qf2fasnmNaesi+jO9I9oyPPjdhdv5g/UBfGlbMF/WHcyX9kbypZ0pfMXzlPjhpggrzSavU5qXzVvXP7Ifbzq3DoranYA8ClDFAYgHxonmUPQJdozJuvyWqf3Xtur8QnScF9N3fjUG//VnjD1wx7R4MzC2m9aEAZ1BwLP9GK7bmz3Ysk9fs8lP6eIWU9v0rebPvt5qhfrP3oaylTaWnoFS6IP2VO6zDEudGb9J6QGLYMnZtxRtmesxVLERkz3+GHu8B8/P8FATviidsc1eFzwsgqvD7NAexYK05CSUyn8CyhAoWj8MZiwz1HZppVBe8Econ3hDOXIMk72H0SfcLe+o9DViLLPX1W1WgU8OOqIr3hzDxaFQKJIoQADkzR6BjGWGBtNXlY7lvYfxag9MDv0NE32fYKAhUCZt2cZiLLNXTgAn6NnHTngWaYH+e94UIBpQBEP+2CuIscxQ1xfLyzuvrMbAPbqCAQrQm4yBOj9Zb5XXm4xl9iqN5gZ1JjmjYb85unI8MDUeCUyEQF73/j7GMkMNCY6lNZ+4ovsWBej7/GUA0V5Zb5EWAeqPOQd1f+qCaj9ztGZshPy5P1RDQRgXvx+nknotVEn/wvoBFdVEZYz9d3lBDniRsQmKfuYEtA0gSXIN6kpxQfkec7RcXo8x0Q66W09MVb07MSVaOzpV93ti3SjVo4r7K0blN5xH20/YKh+E2aPnCp0YBZD/3ADPk50h+NAcTVc2QFbvA3n1GkyJ3sV0/VqovufhGkyXr4ayYBUU99/BRNUfMFHrC0Xfech7kn5egNZEZzzwNUczHWlP7kY0fspF8wlniI9zURVvj4pYO9CxoyKaiHFARZwj6r5YgbYb6zDWlorJ/hTtH0JJknNQy1Ee8reboTnLE/L2PZCc5KE+wQ51hxxQHs5BcQgRagcBURrGQUGILQoCLVETtRQjzUlQDJ3AQL2/9gEaj/CQu80MT67T63UkGEMlmyA5Y9ddm8yRVCdyHgmPch5VHtYgqSAKwmzGS0OsITpog5GWZEwNn8SgOEA2VvWBdgEeH+Yh28cMj6/TU90bANR64kXm2698E2bvtC4ThtniYaw6QBKmRlIx1LBfywD0MZQkOCFrKxOg2x/TVe7oyFixn7HMULavdWl5sC2qomw1AZSjFEASrH0A8SEnZHqbQZLhhskXflBWuqHj6qtP4PZu67KqKA6qoinA0+OYHjuFYUmIdgHULyJxvBNuUIDHme6Y7PLDVLkbWr9eFsJYZkiYaFfWfM4Bj87YQ9qWSAFOY1gcSgH8tQsgiuMie5cFugroU9DhB8VPBGi5zC0byuGh4xoXsq5EKKWnMVQXpn2A2mguCsMtMSraAln7ywDtV5a/8gp67vDKp4Qu6M93grz7KD0DFKCWAhRpEyDR2e9hJBeVH1tgqiMCss5wuoI/ofUSz5+xzNBgoVOJqtYV0m9doOz5jE7gFAarQ8dGC/YZM5bZ67t4zpHGJEc0p5lhsikByoETwNO9kAp8jzKWGZKV8xogccHQzeUYeXSRvsp9iYnG6Mneu342jGV2Gs3ibhnIcp2s+9wBdw9YI2u3DXJj1qI55yOoevdOqkY9vRnrD5qud708IVyJui9dkB1ojfRd9ig4646ekv2YEIXUq1RHFjLW16s6yda7JpmH26FcXPBYiq+Ii5stkObGRtqmJcila2n8xzv09+E9L7VfLLaf2/B3m0tNXzkjc58Drm63QYavDdJ3LMV5N1Occ1uCe/GrUP7XDeKKyx+wNZu8TrkH7e1PbTBziVm5kHt6h4WGFIZUH7ZjoJOBY8IaU5dvzq6wY5boXIiwWunvyuYm72Q7ng/j/EggxzHZi+3ow9ZxTPU2X5Ej2GHALJmpHGPWpnxjk9rb+qyyO/qsQjV5+qyiuwYmxQVEkaGpoNRwkaDSaJFAqBnZFUKTxaIq1uIaoSG7RN0rI0oWmAoKifsLTATf6psI8vVZgrwFhD6rON+AVZ1rxMrNNmQvYrb9Ud/M+eX2O0asY7fmzjtwa75RXLaeQQwRm2dscihfVy8mf+68mAI9w4PFC4zji+fqxZTp6hN6MZWGJofK1D2aP9CdH1tkbJJwj+rb5M8mburqxWbPN4y/qa6pn2vwu8RrOjrOzLYvpVKpnOi/iKXMXHNPVM+j+a+ZuQnNecSv1FDNodFSPTI/f4NqLo1LmHoO1VaEBaH5Sk7jYvWoFs1dyDOPKTUNB0JzpzRaEr8hjAhDMuqqezSa0/imukfYEPaENfX1aTRjUK+dz/RsCba6R7UBM/8tg3rdHM3m/ylqvsFM/0vS0fk3+0UhPK1gGIQAAAAASUVORK5CYII=",
        "searchQuery": "Nikola Tesla facts"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Nikola Tesla was a Serbian-American inventor and engineer.",
        "Nikola Tesla made many contributions to science and technology, such as the rotating magnetic field, the Tesla coil, and the alternating current (AC) system of electric power transmission.",
        "Nikola Tesla had a photographic memory and could memorize entire books.",
        "Nikola Tesla had a remarkable imagination and could visualize his inventions in his mind before building them.",
        "Nikola Tesla's remarkable imagination helped him to develop his original and innovative ideas without much need for experimentation or drawings."
      ],
      "queries": [
        "Nikola Tesla Serbian-American inventor engineer",
        "Nikola Tesla contributions to science and technology rotating magnetic field Tesla coil alternating current AC system electric power transmission",
        "Nikola Tesla photographic memory books memorization",
        "Nikola Tesla imagination visualization inventions",
        "Nikola Tesla imagination and invention development"
      ],
      "search_results": {
        "Nikola Tesla was a Serbian-American inventor and engineer.": [
          {
            "title": "Nikola Tesla | Biography, Facts, &amp; Inventions | Britannica",
            "url": "https://www.britannica.com/biography/Nikola-Tesla",
            "content": [
              "Nikola Tesla | Biography, Facts, &amp; Inventions | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nikola Tesla was born to Serbian parents in Smiljan, in what was then the Austrian Empire (now in Croatia).",
              "Nikola Tesla died on January 7, 1943, in New York City.",
              "Nikola Tesla studied engineering at the Technical University at Graz, Austria, and the University of Prague.",
              "Tesla developed the alternating-current power system that provides electricity for homes and buildings.",
              "He also pioneered the field of radio communication and was granted more than 100 U.",
              "S.",
              "patents.",
              "As a boy, Tesla was often sick, but he was a bright student with a photographic memory.",
              "In addition to his interest in engineering, he possessed a wild imagination as well as a love of poetry.",
              "Nikola Tesla (born July 9/10, 1856, Smiljan, Austrian Empire [now in Croatia]—died January 7, 1943, New York, New York, U.",
              "S.)",
              "Serbian American inventor and engineer who discovered and patented the rotating magnetic field, the basis of most alternating-current machinery.",
              "He also developed the three-phase system of electric power transmission.",
              "He immigrated to the United States in 1884 and sold the patent rights to his system of alternating-current dynamos, transformers, and motors to George Westinghouse.",
              "In 1891 he invented the Tesla coil, an induction coil widely used in radio technology.",
              "Tesla was from a family of Serbian origin.",
              "His father was an Orthodox priest;",
              "his mother was unschooled but highly intelligent.",
              "As he matured, he displayed remarkable imagination and creativity as well as a poetic touch.",
              "Training for an engineering career, he attended the Technical University at Graz, Austria, and the University of Prague.",
              "At Graz he first saw the Gramme dynamo, which operated as a generator and, when reversed, became an electric motor, and he conceived a way to use alternating current to advantage.",
              "Later, at Budapest, he visualized the principle of the rotating magnetic field and developed plans for an induction motor that would become his first step toward the successful utilization of alternating current.",
              "In 1882 Tesla went to work in Paris for the Continental Edison Company, and, while on assignment to Strassburg in 1883, he constructed, after work hours, his first induction motor.",
              "Tesla sailed for America in 1884, arriving in New York with four cents in his pocket, a few of his own poems, and calculations for a flying machine.",
              "He first found employment with Thomas Edison, but the two inventors were far apart in background and methods, and their separation was inevitable.",
              "In May 1888 George Westinghouse, head of the Westinghouse Electric Company in Pittsburgh, bought the patent rights to Tesla’s polyphase system of alternating-current dynamos, transformers, and motors.",
              "The transaction precipitated a titanic power struggle between Edison’s direct-current systems and the Tesla-Westinghouse alternating-current approach, which eventually won out.",
              "Tesla soon established his own laboratory, where his inventive mind could be given free rein.",
              "He experimented with shadowgraphs similar to those that later were to be used by Wilhelm Röntgen when he discovered X-rays in 1895.",
              "Tesla’s countless experiments included work on a carbon button lamp, on the power of electrical resonance, and on various types of lighting.",
              "In order to allay fears of alternating currents, Tesla gave exhibitions in his laboratory in which he lit lamps by allowing electricity to flow through his body.",
              "He was often invited to lecture at home and abroad.",
              "The Tesla coil, which he invented in 1891, is widely used today in radio and television sets and other electronic equipment.",
              "That year also marked the date of Tesla’s U.",
              "S.",
              "citizenship.",
              "Westinghouse used Tesla’s alternating current system to light the World’s Columbian Exposition at Chicago in 1893.",
              "This success was a factor in their winning the contract to install the first power machinery at Niagara Falls, which bore Tesla’s name and patent numbers.",
              "The project carried power to Buffalo by 1896.",
              "In 1898 Tesla announced his invention of a teleautomatic boat guided by remote control.",
              "When skepticism was voiced, Tesla proved his claims for it before a crowd in Madison Square Garden.",
              "In Colorado Springs, Colorado, where he stayed from May 1899 until early 1900, Tesla made what he regarded as his most important discovery—terrestrial stationary waves.",
              "By this discovery he proved that Earth could be used as a conductor and made to resonate at a certain electrical frequency.",
              "He also lit 200 lamps without wires from a distance of 40 km (25 miles) and created man-made lightning, producing flashes measuring 41 metres (135 feet).",
              "At one time he was certain he had received signals from another planet in his Colorado laboratory, a claim that was met with derision in some scientific journals.",
              "Returning to New York in 1900, Tesla began construction on Long Island of a wireless world broadcasting tower, with $150,000 capital from the American financier J.",
              "Pierpont Morgan.",
              "Tesla claimed he secured the loan by assigning 51 percent of his patent rights of telephony and telegraphy to Morgan.",
              "He expected to provide worldwide communication and to furnish facilities for sending pictures, messages, weather warnings, and stock reports.",
              "The project was abandoned because of a financial panic, labour troubles, and Morgan’s withdrawal of support.",
              "It was Tesla’s greatest defeat.",
              "Tesla’s work then shifted to turbines and other projects.",
              "Because of a lack of funds, his ideas remained in his notebooks, which are still examined by enthusiasts for unexploited clues.",
              "In 1915 he was severely disappointed when a report that he and Edison were to share the Nobel Prize proved erroneous.",
              "Tesla was the recipient of the Edison Medal in 1917, the highest honour that the American Institute of Electrical Engineers could bestow.",
              "Tesla allowed himself only a few close friends.",
              "Among them were the writers Robert Underwood Johnson, Mark Twain, and Francis Marion Crawford.",
              "He was quite impractical in financial matters and an eccentric, driven by compulsions and a progressive germ phobia.",
              "But he had a way of intuitively sensing hidden scientific secrets and employing his inventive talent to prove his hypotheses.",
              "Tesla was a godsend to reporters who sought sensational copy but a problem to editors who were uncertain how seriously his futuristic prophecies should be regarded.",
              "Caustic criticism greeted his speculations concerning communication with other planets, his assertions that he could split the Earth like an apple, and his claim of having invented a death ray capable of destroying 10,000 airplanes at a distance of 400 km (250 miles).",
              "After Tesla’s death the custodian of alien property impounded his trunks, which held his papers, his diplomas and other honours, his letters, and his laboratory notes.",
              "These were eventually inherited by Tesla’s nephew, Sava Kosanovich, and later housed in the Nikola Tesla Museum in Belgrade.",
              "Hundreds filed into New York City’s Cathedral of St.",
              "John the Divine for his funeral services, and a flood of messages acknowledged the loss of a great genius.",
              "Three Nobel Prize recipients addressed their tribute to “one of the outstanding intellects of the world who paved the way for many of the technological developments of modern times.",
              "”"
            ]
          },
          {
            "title": "Nikola Tesla - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Nikola_Tesla",
            "content": [
              "Nikola Tesla - Wikipedia",
              "Nikola Tesla (/ˈtɛslə/;",
              "Serbian Cyrillic: Никола Тесла,[2] [nǐkola têsla];",
              "[a] 10 July [O.",
              "S.",
              "28 June] 1856 – 7 January 1943) was a Serbian-American[5][6] inventor, electrical engineer, mechanical engineer, and futurist.",
              "He is best-known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
              "[7] Born and raised in the Austrian Empire, Tesla first studied engineering and physics in the 1870s without receiving a degree.",
              "He then gaining practical experience in the early 1880s working in telephony and at Continental Edison in the new electric power industry.",
              "In 1884 he emigrated to the United States, where he became a naturalized citizen.",
              "He worked for a short time at the Edison Machine Works in New York City before he struck out on his own.",
              "With the help of partners to finance and market his ideas, Tesla set up laboratories and companies in New York to develop a range of electrical and mechanical devices.",
              "His AC induction motor and related polyphase AC patents, licensed by Westinghouse Electric in 1888, earned him a considerable amount of money and became the cornerstone of the polyphase system which that company eventually marketed.",
              "Attempting to develop inventions he could patent and market, Tesla conducted a range of experiments with mechanical oscillators/generators, electrical discharge tubes, and early X-ray imaging.",
              "He also built a wirelessly controlled boat, one of the first ever exhibited.",
              "Tesla became well known as an inventor and demonstrated his achievements to celebrities and wealthy patrons at his lab, and was noted for his showmanship at public lectures.",
              "Throughout the 1890s, Tesla pursued his ideas for wireless lighting and worldwide wireless electric power distribution in his high-voltage, high-frequency power experiments in New York and Colorado Springs.",
              "In 1893, he made pronouncements on the possibility of wireless communication with his devices.",
              "Tesla tried to put these ideas to practical use in his unfinished Wardenclyffe Tower project, an intercontinental wireless communication and power transmitter, but ran out of funding before he could complete it.",
              "After Wardenclyffe, Tesla experimented with a series of inventions in the 1910s and 1920s with varying degrees of success.",
              "Having spent most of his money, Tesla lived in a series of New York hotels, leaving behind unpaid bills.",
              "He died in New York City in January 1943.",
              "[8] Tesla's work fell into relative obscurity following his death, until 1960, when the General Conference on Weights and Measures named the International System of Units (SI) measurement of magnetic flux density the tesla in his honor.",
              "There has been a resurgence in popular interest in Tesla since the 1990s.",
              "[9] Nikola Tesla was born an ethnic Serb in the village of Smiljan, within the Military Frontier, in the Austrian Empire (present day Croatia), on 10 July [O.",
              "S.",
              "28 June] 1856.",
              "[11][12] His father, Milutin Tesla (1819–1879),[13] was a priest of the Eastern Orthodox Church.",
              "[14][15][16][17] Tesla's mother, Đuka Mandić (1822–1892), whose father was also an Eastern Orthodox Church priest,[18] had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education.",
              "Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence.",
              "[19][20] Tesla's ancestors were from western Serbia, near Montenegro.",
              "[21] Tesla was the fourth of five children.",
              "He had three sisters, Milka, Angelina, and Marica, and an older brother named Dane, who was killed in a horse riding accident when Tesla was aged five.",
              "[22] In 1861, Tesla attended primary school in Smiljan where he studied German, arithmetic, and religion.",
              "In 1862, the Tesla family moved to the nearby Gospić, where Tesla's father worked as parish priest.",
              "Nikola completed primary school, followed by middle school.",
              "In 1870, Tesla moved to Karlovac[23][better source needed] to attend high school at the Higher Real Gymnasium where the classes were held in German, as it was usual throughout schools within the Austro-Hungarian Military Frontier.",
              "[24][25] Tesla later wrote that he became interested in demonstrations of electricity by his physics professor.",
              "[26] Tesla noted that these demonstrations of this \"mysterious phenomena\" made him want \"to know more of this wonderful force\".",
              "[27] Tesla was able to perform integral calculus in his head, which prompted his teachers to believe that he was cheating.",
              "[28] He finished a four-year term in three years, graduating in 1873.",
              "[29] After graduating Tesla returned to Smiljan but soon contracted cholera, was bedridden for nine months and was near death multiple times.",
              "In a moment of despair, Tesla's father (who had originally wanted him to enter the priesthood),[30] promised to send him to the best engineering school if he recovered from the illness.",
              "[23][better source needed] The next year Tesla evaded conscription into the Austro-Hungarian Army in Smiljan[31] by running away southeast of Lika to Tomingaj, near Gračac.",
              "There he explored the mountains wearing hunter's garb.",
              "Tesla said that this contact with nature made him stronger, both physically and mentally.",
              "He read many books while in Tomingaj and later said that Mark Twain's works had helped him to miraculously recover from his earlier illness.",
              "[23][better source needed] He enrolled at the Imperial-Royal Technical College in Graz in 1875 on a Military Frontier scholarship.",
              "In his autobiography Tesla said he worked hard and earned the highest grades possible, passed nine exams[23][better source needed] (nearly twice as many as required[32]) and received a letter of commendation from the dean of the technical faculty to his father, which stated, \"Your son is a star of first rank.\"",
              "[32] At Graz, Tesla noted his fascination with the detailed lectures on electricity presented by Professor Jakob Pöschl and described how he made suggestions on improving the design of an electric motor the professor was demonstrating.",
              "[23][better source needed][33] But by his third year he was failing in school and never graduated, leaving Graz in December 1878.",
              "One biographer suggests Tesla wasn't studying and may have been expelled for gambling and womanizing.",
              "[31] Tesla's family did not hear from him after he left school.",
              "[31] There was a rumor amongst his classmates that he had drowned in the nearby river Mur[34] but in January one of them ran into Tesla in the town of Maribor and reported that encounter to Tesla's family.",
              "[35] It turned out Tesla had been working there as a draftsman for 60 florins per month.",
              "[31][36] In March 1879, Milutin finally located his son and tried to convince him to return home and take up his education in Prague.",
              "[35] Tesla returned to Gospić later that month when he was deported for not having a residence permit.",
              "[35] Tesla's father died the next month, on 17 April 1879, at the age of 60 after an unspecified illness.",
              "[35] During the rest of the year Tesla taught a large class of students in his old school in Gospić.",
              "In January 1880, two of Tesla's uncles put together enough money to help him leave Gospić for Prague, where he was to study.",
              "He arrived too late to enroll at Charles-Ferdinand University;",
              "he had never studied Greek, a required subject;",
              "and he was illiterate in Czech, another required subject.",
              "Tesla did, however, attend lectures in philosophy at the university as an auditor but he did not receive grades for the courses.",
              "[37][38] Tesla moved to Budapest, Hungary, in 1881 to work under Tivadar Puskás at a telegraph company, the Budapest Telephone Exchange.",
              "Upon arrival, Tesla realized that the company, then under construction, was not functional, so he worked as a draftsman in the Central Telegraph Office instead.",
              "Within a few months, the Budapest Telephone Exchange became functional, and Tesla was allocated the chief electrician position.",
              "During his employment, Tesla made many improvements to the Central Station equipment and claimed to have perfected a telephone repeater or amplifier, which was never patented nor publicly described.",
              "[23][better source needed] In 1882, Tivadar Puskás got Tesla another job in Paris with the Continental Edison Company.",
              "[39] Tesla began working in what was then a brand new industry, installing indoor incandescent lighting citywide in large scale electric power utility.",
              "The company had several subdivisions and Tesla worked at the Société Electrique Edison, the division in the Ivry-sur-Seine suburb of Paris in charge of installing the lighting system.",
              "There he gained a great deal of practical experience in electrical engineering.",
              "Management took notice of his advanced knowledge in engineering and physics and soon had him designing and building improved versions of generating dynamos and motors.",
              "[40] They also sent him on to troubleshoot engineering problems at other Edison utilities being built around France and in Germany.",
              "In 1884, Edison manager Charles Batchelor, who had been overseeing the Paris installation, was brought back to the United States to manage the Edison Machine Works, a manufacturing division situated in New York City, and asked that Tesla be brought to the United States as well.",
              "[42] In June 1884, Tesla emigrated[43] and began working almost immediately at the Machine Works on Manhattan's Lower East Side, an overcrowded shop with a workforce of several hundred machinists, laborers, managing staff, and 20 \"field engineers\" struggling with the task of building the large electric utility in that city.",
              "[44] As in Paris, Tesla was working on troubleshooting installations and improving generators.",
              "[45] Historian W.",
              "Bernard Carlson notes Tesla may have met company founder Thomas Edison only a couple of times.",
              "[44] One of those times was noted in Tesla's autobiography where, after staying up all night repairing the damaged dynamos on the ocean liner SS Oregon, he ran into Batchelor and Edison, who made a quip about their \"Parisian\" being out all night.",
              "After Tesla told them he had been up all night fixing the Oregon, Edison commented to Batchelor that \"this is a damned good man\".",
              "[41] One of the projects given to Tesla was to develop an arc lamp-based street lighting system.",
              "[46][47] Arc lighting was the most popular type of street lighting but it required high voltages and was incompatible with the Edison low-voltage incandescent system, causing the company to lose contracts in some cities.",
              "Tesla's designs were never put into production, possibly because of technical improvements in incandescent street lighting or because of an installation deal that Edison made with an arc lighting company.",
              "[48] Tesla had been working at the Machine Works for a total of six months when he quit.",
              "[44] What event precipitated his leaving is unclear.",
              "It may have been over a bonus he did not receive, either for redesigning generators or for the arc lighting system that was shelved.",
              "[46] Tesla had previous run-ins with the Edison company over unpaid bonuses he believed he had earned.",
              "[49][50] In his autobiography, Tesla stated the manager of the Edison Machine Works offered a $50,000 bonus to design \"twenty-four different types of standard machines\" \"but it turned out to be a practical joke\".",
              "[51] Later versions of this story have Thomas Edison himself offering and then reneging on the deal, quipping \"Tesla, you don't understand our American humor\".",
              "[52][53] The size of the bonus in either story has been noted as odd since Machine Works manager Batchelor was stingy with pay[54] and the company did not have that amount of cash (equal to $1,628,519 today) on hand.",
              "[55][56] Tesla's diary contains just one comment on what happened at the end of his employment, a note he scrawled across the two pages covering 7 December 1884, to 4 January 1885, saying \"Good by to the Edison Machine Works\".",
              "[47][57] Soon after leaving the Edison company, Tesla was working on patenting an arc lighting system,[58] possibly the same one he had developed at Edison.",
              "[44] In March 1885, he met with patent attorney Lemuel W.",
              "Serrell, the same attorney used by Edison, to obtain help with submitting the patents.",
              "[58] Serrell introduced Tesla to two businessmen, Robert Lane and Benjamin Vail, who agreed to finance an arc lighting manufacturing and utility company in Tesla's name, the Tesla Electric Light and Manufacturing Company.",
              "[59] Tesla worked for the rest of the year obtaining the patents that included an improved DC generator, the first patents issued to Tesla in the US, and building and installing the system in Rahway, New Jersey.",
              "[60] Tesla's new system gained notice in the technical press, which commented on its advanced features.",
              "The investors showed little interest in Tesla's ideas for new types of alternating current motors and electrical transmission equipment.",
              "After the utility was up and running in 1886, they decided that the manufacturing side of the business was too competitive and opted to simply run an electric utility.",
              "[61] They formed a new utility company, abandoning Tesla's company and leaving the inventor penniless.",
              "[61] Tesla even lost control of the patents he had generated, since he had assigned them to the company in exchange for stock.",
              "[61] He had to work at various electrical repair jobs and as a ditch digger for $2 per day.",
              "Later in life Tesla recounted that part of 1886 as a time of hardship, writing \"My high education in various branches of science, mechanics and literature seemed to me like a mockery\".",
              "[61][62] In late 1886, Tesla met Alfred S.",
              "Brown, a Western Union superintendent, and New York attorney Charles Fletcher Peck.",
              "[63] The two men were experienced in setting up companies and promoting inventions and patents for financial gain.",
              "[64] Based on Tesla's new ideas for electrical equipment, including a thermo-magnetic motor idea,[65] they agreed to back the inventor financially and handle his patents.",
              "Together they formed the Tesla Electric Company in April 1887, with an agreement that profits from generated patents would go 1⁄3 to Tesla, 1⁄3 to Peck and Brown, and 1⁄3 to fund development.",
              "[64] They set up a laboratory for Tesla at 89 Liberty Street in Manhattan, where he worked on improving and developing new types of electric motors, generators, and other devices.",
              "In 1887, Tesla developed an induction motor that ran on alternating current (AC), a power system format that was rapidly expanding in Europe and the United States because of its advantages in long-distance, high-voltage transmission.",
              "The motor used polyphase current, which generated a rotating magnetic field to turn the motor (a principle that Tesla claimed to have conceived in 1882).",
              "[66][67][68] This innovative electric motor, patented in May 1888, was a simple self-starting design that did not need a commutator, thus avoiding sparking and the high maintenance of constantly servicing and replacing mechanical brushes.",
              "[69][70] Along with getting the motor patented, Peck and Brown arranged to get the motor publicized, starting with independent testing to verify it was a functional improvement, followed by press releases sent to technical publications for articles to run concurrently with the issue of the patent.",
              "[71] Physicist William Arnold Anthony (who tested the motor) and Electrical World magazine editor Thomas Commerford Martin arranged for Tesla to demonstrate his AC motor on 16 May 1888 at the American Institute of Electrical Engineers.",
              "[71][72] Engineers working for the Westinghouse Electric & Manufacturing Company reported to George Westinghouse that Tesla had a viable AC motor and related power system—something Westinghouse needed for the alternating current system he was already marketing.",
              "Westinghouse looked into getting a patent on a similar commutator-less, rotating magnetic field-based induction motor developed in 1885 and presented in a paper in March 1888 by Italian physicist Galileo Ferraris, but decided that Tesla's patent would probably control the market.",
              "[73][74] In July 1888, Brown and Peck negotiated a licensing deal with George Westinghouse for Tesla's polyphase induction motor and transformer designs for $60,000 in cash and stock and a royalty of $2.",
              "50 per AC horsepower produced by each motor.",
              "Westinghouse also hired Tesla for one year for the large fee of $2,000 ($65,100 in today's dollars[75]) per month to be a consultant at the Westinghouse Electric & Manufacturing Company's Pittsburgh labs.",
              "[76] During that year, Tesla worked in Pittsburgh, helping to create an alternating current system to power the city's streetcars.",
              "He found it a frustrating period because of conflicts with the other Westinghouse engineers over how best to implement AC power.",
              "Between them, they settled on a 60-cycle AC system that Tesla proposed (to match the working frequency of Tesla's motor), but they soon found that it would not work for streetcars, since Tesla's induction motor could run only at a constant speed.",
              "They ended up using a DC traction motor instead.",
              "[77][78] Tesla's demonstration of his induction motor and Westinghouse's subsequent licensing of the patent, both in 1888, came at the time of extreme competition between electric companies.",
              "[79][80] The three big firms, Westinghouse, Edison, and Thomson-Houston Electric Company, were trying to grow in a capital-intensive business while financially undercutting each other.",
              "There was even a \"war of currents\" propaganda campaign going on, with Edison Electric claiming their direct current system was better and safer than the Westinghouse alternating current system and Thomson-Houston sometimes siding with Edison.",
              "[81][82] Competing in this market meant Westinghouse would not have the cash or engineering resources to develop Tesla's motor and the related polyphase system right away.",
              "[83] Two years after signing the Tesla contract, Westinghouse Electric was in trouble.",
              "The near collapse of Barings Bank in London triggered the financial panic of 1890, causing investors to call in their loans to Westinghouse Electric.",
              "[84] The sudden cash shortage forced the company to refinance its debts.",
              "The new lenders demanded that Westinghouse cut back on what looked like excessive spending on acquisition of other companies, research, and patents, including the per motor royalty in the Tesla contract.",
              "[85][86] At that point, the Tesla induction motor had been unsuccessful and was stuck in development.",
              "[83][84] Westinghouse was paying a $15,000-a-year guaranteed royalty[87] even though operating examples of the motor were rare and polyphase power systems needed to run it was even rarer.",
              "[69][84] In early 1891, George Westinghouse explained his financial difficulties to Tesla in stark terms, saying that, if he did not meet the demands of his lenders, he would no longer be in control of Westinghouse Electric and Tesla would have to \"deal with the bankers\" to try to collect future royalties.",
              "[88] The advantages of having Westinghouse continue to champion the motor probably seemed obvious to Tesla and he agreed to release the company from the royalty payment clause in the contract.",
              "[88][89] Six years later Westinghouse purchased Tesla's patent for a lump sum payment of $216,000 as part of a patent-sharing agreement signed with General Electric (a company created from the 1892 merger of Edison and Thomson-Houston).",
              "[90][91][92] The money Tesla made from licensing his AC patents made him independently wealthy and gave him the time and funds to pursue his own interests.",
              "[93] In 1889, Tesla moved out of the Liberty Street shop Peck and Brown had rented and for the next dozen years worked out of a series of workshop/laboratory spaces in Manhattan.",
              "These included a lab at 175 Grand Street (1889–1892), the fourth floor of 33–35 South Fifth Avenue (1892–1895), and sixth and seventh floors of 46 & 48 East Houston Street (1895–1902).",
              "[94][95] Tesla and his hired staff conducted some of his most significant work in these workshops.",
              "In the summer of 1889, Tesla traveled to the 1889 Exposition Universelle in Paris and learned of Heinrich Hertz's 1886–1888 experiments that proved the existence of electromagnetic radiation, including radio waves.",
              "[96] Tesla found this new discovery \"refreshing\" and decided to explore it more fully.",
              "[citation needed] In repeating and then expanding on these experiments Tesla tried powering a Ruhmkorff coil with a high speed alternator he had been developing as part of an improved arc lighting system but found that the high-frequency current overheated the iron core and melted the insulation between the primary and secondary windings in the coil.",
              "To fix this problem Tesla came up with his \"oscillating transformer\", with an air gap instead of insulating material between the primary and secondary windings and an iron core that could be moved to different positions in or out of the coil.",
              "[97] Later called the Tesla coil, it would be used to produce high-voltage, low-current, high frequency alternating-current electricity.",
              "[98] He would use this resonant transformer circuit in his later wireless power work.",
              "[99][100] On 30 July 1891, aged 35, Tesla became a naturalized citizen of the United States.",
              "[101][102] In the same year, he patented his Tesla coil.",
              "[103] After 1890, Tesla experimented with transmitting power by inductive and capacitive coupling using high AC voltages generated with his Tesla coil.",
              "[104] He attempted to develop a wireless lighting system based on near-field inductive and capacitive coupling and conducted a series of public demonstrations where he lit Geissler tubes and even incandescent light bulbs from across a stage.",
              "[105] He spent most of the decade working on variations of this new form of lighting with the help of various investors but none of the ventures succeeded in making a commercial product out of his findings.",
              "[106] In 1893 at St.",
              "Louis, Missouri, the Franklin Institute in Philadelphia, Pennsylvania and the National Electric Light Association, Tesla told onlookers that he was sure a system like his could eventually conduct \"intelligible signals or perhaps even power to any distance without the use of wires\" by conducting it through the Earth.",
              "[107][108] Tesla served as a vice-president of the American Institute of Electrical Engineers from 1892 to 1894, the forerunner of the modern-day IEEE (along with the Institute of Radio Engineers).",
              "[109] By the beginning of 1893, Westinghouse engineer Charles F.",
              "Scott and then Benjamin G.",
              "Lamme had made progress on an efficient version of Tesla's induction motor.",
              "Lamme found a way to make the polyphase system it would need compatible with older single-phase AC and DC systems by developing a rotary converter.",
              "[110] Westinghouse Electric now had a way to provide electricity to all potential customers and started branding their polyphase AC system as the \"Tesla Polyphase System\".",
              "They believed that Tesla's patents gave them patent priority over other polyphase AC systems.[111] Westinghouse Electric asked Tesla to participate in the 1893 World's Columbian Exposition in Chicago where the company had a large space in the \"Electricity Building\" devoted to electrical exhibits.",
              "Westinghouse Electric won the bid to light the Exposition with alternating current and it was a key event in the history of AC power, as the company demonstrated to the American public the safety, reliability, and efficiency of an alternating current system that was polyphase and could also supply the other AC and DC exhibits at the fair.",
              "[112][113][114] A special exhibit space was set up to display various forms and models of Tesla's induction motor.",
              "The rotating magnetic field that drove them was explained through a series of demonstrations including an Egg of Columbus that used the two-phase coil found in an induction motor to spin a copper egg making it stand on end.",
              "[115] Tesla visited the fair for a week during its six-month run to attend the International Electrical Congress and put on a series of demonstrations at the Westinghouse exhibit.",
              "[116][117] A specially darkened room had been set up where Tesla showed his wireless lighting system, using a demonstration he had previously performed throughout America and Europe;",
              "[118] these included using high-voltage, high-frequency alternating current to light wireless gas-discharge lamps.",
              "[119] An observer noted: Within the room were suspended two hard-rubber plates covered with tin foil.",
              "These were about fifteen feet apart and served as terminals of the wires leading from the transformers.",
              "When the current was turned on, the lamps or tubes, which had no wires connected to them, but lay on a table between the suspended plates, or which might be held in the hand in almost any part of the room, were made luminous.",
              "These were the same experiments and the same apparatus shown by Tesla in London about two years previous, \"where they produced so much wonder and astonishment\".",
              "[120] During his presentation at the International Electrical Congress in the Columbian Exposition Agriculture Hall, Tesla introduced his steam powered reciprocating electricity generator that he patented that year, something he thought was a better way to generate alternating current.",
              "[121] Steam was forced into the oscillator and rushed out through a series of ports, pushing a piston up and down that was attached to an armature.",
              "The magnetic armature vibrated up and down at high speed, producing an alternating magnetic field.",
              "This induced alternating electric current in the wire coils located adjacent.",
              "It did away with the complicated parts of a steam engine/generator, but never caught on as a feasible engineering solution to generate electricity.",
              "[122][123] In 1893, Edward Dean Adams, who headed the Niagara Falls Cataract Construction Company, sought Tesla's opinion on what system would be best to transmit power generated at the falls.",
              "Over several years, there had been a series of proposals and open competitions on how best to do it.",
              "Among the systems proposed by several US and European companies were two-phase and three-phase AC, high-voltage DC, and compressed air.",
              "Adams asked Tesla for information about the current state of all the competing systems. Tesla advised Adams that a two-phased system would be the most reliable and that there was a Westinghouse system to light incandescent bulbs using two-phase alternating current.",
              "The company awarded a contract to Westinghouse Electric for building a two-phase AC generating system at the Niagara Falls, based on Tesla's advice and Westinghouse's demonstration at the Columbian Exposition.",
              "At the same time, a further contract was awarded to General Electric to build the AC distribution system.",
              "[124] In 1895, Edward Dean Adams, impressed with what he saw when he toured Tesla's lab, agreed to help found the Nikola Tesla Company, set up to fund, develop, and market a variety of previous Tesla patents and inventions as well as new ones.",
              "Alfred Brown signed on, bringing along patents developed under Peck and Brown.",
              "The board was filled out with William Birch Rankine and Charles F.",
              "Coaney.",
              "[125] It found few investors since the mid-1890s were a tough time financially, and the wireless lighting and oscillators patents it was set up to market never panned out.",
              "The company handled Tesla's patents for decades to come.",
              "In the early morning hours of 13 March 1895, the South Fifth Avenue building that housed Tesla's lab caught fire.",
              "It started in the basement of the building and was so intense Tesla's 4th-floor lab burned and collapsed into the second floor.",
              "The fire not only set back Tesla's ongoing projects, but it also destroyed a collection of early notes and research material, models, and demonstration pieces, including many that had been exhibited at the 1893 Worlds Colombian Exposition.",
              "Tesla told The New York Times \"I am in too much grief to talk.",
              "What can I say?\"",
              ".",
              "[126] After the fire Tesla moved to 46 & 48 East Houston Street and rebuilt his lab on the 6th and 7th floors.",
              "Starting in 1894, Tesla began investigating what he referred to as radiant energy of \"invisible\" kinds after he had noticed damaged film in his laboratory in previous experiments[127] (later identified as \"Roentgen rays\" or \"X-rays\").",
              "His early experiments were with Crookes tubes, a cold cathode electrical discharge tube.",
              "Tesla may have inadvertently captured an X-ray image—predating, by a few weeks, Wilhelm Röntgen's December 1895 announcement of the discovery of X-rays—when he tried to photograph Mark Twain illuminated by a Geissler tube, an earlier type of gas discharge tube.",
              "The only thing captured in the image was the metal locking screw on the camera lens.",
              "[128] In March 1896, after hearing of Röntgen's discovery of X-ray and X-ray imaging (radiography),[129] Tesla proceeded to do his own experiments in X-ray imaging, developing a high-energy single-terminal vacuum tube of his own design that had no target electrode and that worked from the output of the Tesla coil (the modern term for the phenomenon produced by this device is bremsstrahlung or braking radiation).",
              "In his research, Tesla devised several experimental setups to produce X-rays.",
              "Tesla held that, with his circuits, the \"instrument will .",
              ".",
              ".",
              "enable one to generate Roentgen rays of much greater power than obtainable with ordinary apparatus\".",
              "[130] Tesla noted the hazards of working with his circuit and single-node X-ray-producing devices.",
              "In his many notes on the early investigation of this phenomenon, he attributed the skin damage to various causes.",
              "He believed early on that damage to the skin was not caused by the Roentgen rays, but by the ozone generated in contact with the skin, and to a lesser extent, by nitrous acid.",
              "Tesla incorrectly believed that X-rays were longitudinal waves, such as those produced in waves in plasmas.",
              "These plasma waves can occur in force-free magnetic fields.",
              "[131][132] On 11 July 1934, the New York Herald Tribune published an article on Tesla, in which he recalled an event that occasionally took place while experimenting with his single-electrode vacuum tubes.",
              "A minute particle would break off the cathode, pass out of the tube, and physically strike him:[133] Tesla said he could feel a sharp stinging pain where it entered his body, and again at the place where it passed out.",
              "In comparing these particles with the bits of metal projected by his \"electric gun\", Tesla said, \"The particles in the beam of force .",
              ".",
              ".",
              "will travel much faster than such particles .",
              ".",
              ".",
              "and they will travel in concentrations\".",
              "In 1898, Tesla demonstrated a boat that used a coherer-based radio control—which he dubbed \"telautomaton\"—to the public during an electrical exhibition at Madison Square Garden.",
              "[135] Tesla tried to sell his idea to the US military as a type of radio-controlled torpedo, but they showed little interest.",
              "[136] Remote radio control remained a novelty until World War I and afterward, when a number of countries used it in military programs.[137] Tesla took the opportunity to further demonstrate \"Teleautomatics\" in an address to a meeting of the Commercial Club in Chicago, while he was travelling to Colorado Springs, on 13 May 1899.",
              "From the 1890s through 1906, Tesla spent a great deal of his time and fortune on a series of projects trying to develop the transmission of electrical power without wires.",
              "It was an expansion of his idea of using coils to transmit power that he had been demonstrating in wireless lighting.",
              "He saw this as not only a way to transmit large amounts of power around the world but also, as he had pointed out in his earlier lectures, a way to transmit worldwide communications.",
              "At the time Tesla was formulating his ideas, there was no feasible way to wirelessly transmit communication signals over long distances, let alone large amounts of power.",
              "Tesla had studied radio waves early on, and came to the conclusion that part of the existing study on them, by Hertz, was incorrect.",
              "[138][139][140] Also, this new form of radiation was widely considered at the time to be a short-distance phenomenon that seemed to die out in less than a mile.",
              "[141] Tesla noted that, even if theories on radio waves were true, they were totally worthless for his intended purposes since this form of \"invisible light\" would diminish over a distance just like any other radiation and would travel in straight lines right out into space, becoming \"hopelessly lost\".",
              "[142] By the mid-1890s, Tesla was working on the idea that he might be able to conduct electricity long distance through the Earth or the atmosphere, and began working on experiments to test this idea including setting up a large resonance transformer magnifying transmitter in his East Houston Street lab.",
              "[143][144][145] Seeming to borrow from a common idea at the time that the Earth's atmosphere was conductive,[146][147] he proposed a system composed of balloons suspending, transmitting, and receiving, electrodes in the air above 30,000 feet (9,100 m) in altitude, where he thought the lower pressure would allow him to send high voltages (millions of volts) long distances.",
              "To further study the conductive nature of low-pressure air, Tesla set up an experimental station at high altitude in Colorado Springs during 1899.",
              "[148][149][150][151] There he could safely operate much larger coils than in the cramped confines of his New York lab, and an associate had made an arrangement for the El Paso Power Company to supply alternating current free of charge.",
              "[151] To fund his experiments, he convinced John Jacob Astor IV to invest $100,000 ($3,517,600 in today's dollars[75]) to become a majority shareholder in the Nikola Tesla Company.",
              "Astor thought he was primarily investing in the new wireless lighting system.",
              "Instead, Tesla used the money to fund his Colorado Springs experiments.",
              "[152] Upon his arrival, he told reporters that he planned to conduct wireless telegraphy experiments, transmitting signals from Pikes Peak to Paris.",
              "[153] There, he conducted experiments with a large coil operating in the megavolts range, producing artificial lightning (and thunder) consisting of millions of volts and discharges of up to 135 feet (41 m) in length,[155] and, at one point, inadvertently burned out the generator in El Paso, causing a power outage.",
              "[156] The observations he made of the electronic noise of lightning strikes led him to (incorrectly) conclude[157][158] that he could use the entire globe of the Earth to conduct electrical energy.",
              "During his time at his laboratory, Tesla observed unusual signals from his receiver which he speculated to be communications from another planet.",
              "He mentioned them in a letter to a reporter in December 1899[159] and to the Red Cross Society in December 1900.",
              "[160][161] Reporters treated it as a sensational story and jumped to the conclusion Tesla was hearing signals from Mars.",
              "[160] He expanded on the signals he heard in a 9 February 1901 Collier's Weekly article entitled \"Talking With Planets\", where he said it had not been immediately apparent to him that he was hearing \"intelligently controlled signals\" and that the signals could have come from Mars, Venus, or other planets.",
              "[161] It has been hypothesized that he may have intercepted Guglielmo Marconi's European experiments in July 1899—Marconi may have transmitted the letter S (dot/dot/dot) in a naval demonstration, the same three impulses that Tesla hinted at hearing in Colorado[161]—or signals from another experimenter in wireless transmission.",
              "[162] Tesla had an agreement with the editor of The Century Magazine to produce an article on his findings.",
              "The magazine sent a photographer to Colorado to photograph the work being done there.",
              "The article, titled \"The Problem of Increasing Human Energy\", appeared in the June 1900 edition of the magazine.",
              "He explained the superiority of the wireless system he envisioned but the article was more of a lengthy philosophical treatise than an understandable scientific description of his work,[163] illustrated with what were to become iconic images of Tesla and his Colorado Springs experiments.",
              "Tesla made the rounds in New York trying to find investors for what he thought would be a viable system of wireless transmission, wining and dining them at the Waldorf-Astoria's Palm Garden (the hotel where he was living at the time), The Players Club, and Delmonico's.",
              "[164] In March 1901, he obtained $150,000 ($5,276,400 in today's dollars[75]) from J.",
              "P.",
              "Morgan in return for a 51% share of any generated wireless patents, and began planning the Wardenclyffe Tower facility to be built in Shoreham, New York, 100 miles (161 km) east of the city on the North Shore of Long Island.",
              "[165] By July 1901, Tesla had expanded his plans to build a more powerful transmitter to leap ahead of Marconi's radio-based system, which Tesla thought was a copy of his own.",
              "[160] He approached Morgan to ask for more money to build the larger system, but Morgan refused to supply any further funds.",
              "[166] In December 1901, Marconi successfully transmitted the letter S from England to Newfoundland, defeating Tesla in the race to be first to complete such a transmission.",
              "A month after Marconi's success, Tesla tried to get Morgan to back an even larger plan to transmit messages and power by controlling \"vibrations throughout the globe\".",
              "[160] Over the next five years, Tesla wrote more than 50 letters to Morgan, pleading for and demanding additional funding to complete the construction of Wardenclyffe.",
              "Tesla continued the project for another nine months into 1902.",
              "The tower was erected to its full height of 187 feet (57 m).",
              "[162] In June 1902, Tesla moved his lab operations from Houston Street to Wardenclyffe.",
              "[165] Investors on Wall Street were putting their money into Marconi's system, and some in the press began turning against Tesla's project, claiming it was a hoax.",
              "[167] The project came to a halt in 1905, and in 1906, the financial problems and other events may have led to what Tesla biographer Marc J.",
              "Seifer suspects was a nervous breakdown on Tesla's part.",
              "[168] Tesla mortgaged the Wardenclyffe property to cover his debts at the Waldorf-Astoria, which eventually amounted to $20,000 ($584,300 in today's dollars[75]).",
              "[169] He lost the property in foreclosure in 1915, and in 1917 the Tower was demolished by the new owner to make the land a more viable real estate asset.",
              "After Wardenclyffe closed, Tesla continued to write to Morgan;",
              "after \"the great man\" died, Tesla wrote to Morgan's son Jack, trying to get further funding for the project.",
              "In 1906, Tesla opened offices at 165 Broadway in Manhattan, trying to raise further funds by developing and marketing his patents.",
              "He went on to have offices at the Metropolitan Life Tower from 1910 to 1914;",
              "rented for a few months at the Woolworth Building, moving out because he could not afford the rent;",
              "and then to office space at 8 West 40th Street from 1915 to 1925.",
              "After moving to 8 West 40th Street, he was effectively bankrupt.",
              "Most of his patents had run out and he was having trouble with the new inventions he was trying to develop.",
              "[170] On his 50th birthday, in 1906, Tesla demonstrated a 200 horsepower (150 kilowatts) 16,000 rpm bladeless turbine.",
              "During 1910–1911, at the Waterside Power Station in New York, several of his bladeless turbine engines were tested at 100–5,000 hp.",
              "[171] Tesla worked with several companies including from 1919 to 1922 in Milwaukee, for Allis-Chalmers.",
              "[172][173] He spent most of his time trying to perfect the Tesla turbine with Hans Dahlstrand, the head engineer at the company, but engineering difficulties meant it was never made into a practical device.",
              "[174] Tesla did license the idea to a precision instrument company and it found use in the form of luxury car speedometers and other instruments.",
              "[175] When World War I broke out, the British cut the transatlantic telegraph cable linking the US to Germany in order to control the flow of information between the two countries.",
              "They also tried to shut off German wireless communication to and from the US by having the US Marconi Company sue the German radio company Telefunken for patent infringement.",
              "[176] Telefunken brought in the physicists Jonathan Zenneck and Karl Ferdinand Braun for their defense, and hired Tesla as a witness for two years for $1,000 a month.",
              "The case stalled and then went moot when the US entered the war against Germany in 1917.",
              "[176][177] In 1915, Tesla attempted to sue the Marconi Company for infringement of his wireless tuning patents.",
              "Marconi's initial radio patent had been awarded in the US in 1897, but his 1900 patent submission covering improvements to radio transmission had been rejected several times, before it was finally approved in 1904, on the grounds that it infringed on other existing patents including two 1897 Tesla wireless power tuning patents.",
              "[139][178][179] Tesla's 1915 case went nowhere,[180] but in a related case, where the Marconi Company tried to sue the US government over WWI patent infringements, a Supreme Court of the United States 1943 decision restored the prior patents of Oliver Lodge, John Stone, and Tesla.",
              "[181] The court declared that their decision had no bearing on Marconi's claim as the first to achieve radio transmission, just that since Marconi's claim to certain patented improvements were questionable, the company could not claim infringement on those same patents.",
              "[139][182] On 6 November 1915, a Reuters news agency report from London had the 1915 Nobel Prize in Physics awarded to Thomas Edison and Nikola Tesla;",
              "however, on 15 November, a Reuters story from Stockholm stated the prize that year was being awarded to William Henry Bragg and Lawrence Bragg \"for their services in the analysis of crystal structure by means of X-rays\".",
              "[183][184][185] There were unsubstantiated rumors at the time that either Tesla or Edison had refused the prize.",
              "[183] The Nobel Foundation said, \"Any rumor that a person has not been given a Nobel Prize because he has made known his intention to refuse the reward is ridiculous\";",
              "a recipient could decline a Nobel Prize only after he is announced a winner.",
              "[183] There have been subsequent claims by Tesla biographers that Edison and Tesla were the original recipients and that neither was given the award because of their animosity toward each other;",
              "that each sought to minimize the other's achievements and right to win the award;",
              "that both refused ever to accept the award if the other received it first;",
              "that both rejected any possibility of sharing it;",
              "and even that a wealthy Edison refused it to keep Tesla from getting the $20,000 prize money.",
              "[20][183] In the years after these rumors, neither Tesla nor Edison won a Nobel prize (although Edison received one of 38 possible bids in 1915 and Tesla received one of 38 possible bids in 1937).",
              "[186] Tesla won numerous medals and awards over this time.",
              "They include: Tesla attempted to market several devices based on the production of ozone.",
              "These included his 1900 Tesla Ozone Company selling an 1896 patented device based on his Tesla coil, used to bubble ozone through different types of oils to make a therapeutic gel.",
              "[192] He also tried to develop a variation of this a few years later as a room sanitizer for hospitals.",
              "[193] Tesla theorized that the application of electricity to the brain enhanced intelligence.",
              "In 1912, he crafted \"a plan to make dull students bright by saturating them unconsciously with electricity,\" wiring the walls of a schoolroom and, \"saturating [the schoolroom] with infinitesimal electric waves vibrating at high frequency.",
              "The whole room will thus, Mr.",
              "Tesla claims, be converted into a health-giving and stimulating electromagnetic field or 'bath.'",
              "\"[194] The plan was, at least provisionally, approved by then superintendent of New York City schools, William H.",
              "Maxwell.",
              "[194] Before World War I, Tesla sought overseas investors.",
              "After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
              "In the August 1917 edition of the magazine Electrical Experimenter, Tesla postulated that electricity could be used to locate submarines via using the reflection of an \"electric ray\" of \"tremendous frequency,\" with the signal being viewed on a fluorescent screen (a system that has been noted to have a superficial resemblance to modern radar).",
              "[195] Tesla was incorrect in his assumption that high-frequency radio waves would penetrate water.",
              "[196] Émile Girardeau, who helped develop France's first radar system in the 1930s, noted in 1953 that Tesla's general speculation that a very strong high-frequency signal would be needed was correct.",
              "Girardeau said, \"(Tesla) was prophesying or dreaming, since he had at his disposal no means of carrying them out, but one must add that if he was dreaming, at least he was dreaming correctly\".",
              "[197] In 1928, Tesla received patent, U.",
              "S.",
              "Patent 1,655,114, for a biplane design capable of vertical take-off and landing (VTOL), which \"gradually tilted through manipulation of the elevator devices\" in flight until it was flying like a conventional plane.",
              "[198] This impractical design was something Tesla thought would sell for less than $1,000.",
              "[199][200] Tesla had a further office at 350 Madison Ave[201] but by 1928 he no longer had a laboratory or funding.",
              "[202] Tesla lived at the Waldorf Astoria in New York City from 1900 and ran up a large bill.",
              "[203] He moved to the St.",
              "Regis Hotel in 1922 and followed a pattern from then on of moving to a different hotel every few years and leaving unpaid bills behind.",
              "[204][205] Tesla walked to the park every day to feed the pigeons.",
              "He began feeding them at the window of his hotel room and nursed injured birds back to health.",
              "[205][206][207] He said that he had been visited by a certain injured white pigeon daily.",
              "He spent over $2,000 (equivalent to $34,970 in 2022) to care for the bird, including a device he built to support her comfortably while her broken wing and leg healed.",
              "[31] Tesla stated: I have been feeding pigeons, thousands of them for years.",
              "But there was one, a beautiful bird, pure white with light grey tips on its wings;",
              "that one was different.",
              "It was a female.",
              "I had only to wish and call her and she would come flying to me.",
              "I loved that pigeon as a man loves a woman, and she loved me.",
              "As long as I had her, there was a purpose to my life.",
              "[208] Tesla's unpaid bills, as well as complaints about the mess made by pigeons, led to his eviction from St.",
              "Regis in 1923.",
              "He was also forced to leave the Hotel Pennsylvania in 1930 and the Hotel Governor Clinton in 1934.",
              "[205] At one point he also took rooms at the Hotel Marguery.",
              "[citation needed] Tesla moved to the Hotel New Yorker in 1934.",
              "At this time Westinghouse Electric & Manufacturing Company began paying him $125 (equivalent to $2,730 in 2022) per month in addition to paying his rent.",
              "Accounts of how this came about vary.",
              "Several sources claim that Westinghouse was concerned, or possibly warned, about potential bad publicity arising from the impoverished conditions in which their former star inventor was living.",
              "[209][210][211][212] The payment has been described as being couched as a \"consulting fee\" to get around Tesla's aversion to accepting charity.",
              "Tesla biographer Marc Seifer described the Westinghouse payments as a type of \"unspecified settlement\".",
              "[211] In any case, Westinghouse provided the funds for Tesla for the rest of his life.",
              "[citation needed] In 1931, a young journalist whom Tesla befriended, Kenneth M.",
              "Swezey, organized a celebration for the inventor's 75th birthday.",
              "[213] Tesla received congratulations from figures in science and engineering such as Albert Einstein,[214] and he was also featured on the cover of Time magazine.",
              "[215] The cover caption \"All the world's his power house\" noted his contribution to electrical power generation.",
              "The party went so well that Tesla made it an annual event, an occasion where he would put out a large spread of food and drink—featuring dishes of his own creation.",
              "He invited the press in order to see his inventions and hear stories about his past exploits, views on current events, and sometimes baffling claims.[216][217] At the 1932 party, Tesla claimed he had invented a motor that would run on cosmic rays.",
              "[217] In 1933, at age 77, Tesla told reporters at the event that, after 35 years of work, he was on the verge of producing proof of a new form of energy.",
              "He claimed it was a theory of energy that was \"violently opposed\" to Einsteinian physics and could be tapped with an apparatus that would be cheap to run and last 500 years.",
              "He also told reporters he was working on a way to transmit individualized private radio wavelengths, working on breakthroughs in metallurgy, and developing a way to photograph the retina to record thought.",
              "[218] At the 1934 occasion, Tesla told reporters he had designed a superweapon he claimed would end all war.",
              "[219][220] He called it \"teleforce\", but was usually referred to as his death ray.",
              "[221] In 1940, the New York Times gave a range for the ray of 250 miles (400 km), with an expected development cost of US$2 million (equivalent to $41.",
              "78 million in 2022).",
              "[222] Tesla described it as a defensive weapon that would be put up along the border of a country and be used against attacking ground-based infantry or aircraft.",
              "Tesla never revealed detailed plans of how the weapon worked during his lifetime but, in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade.",
              "[223] The treatise, The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media, described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion).",
              "[217][224] Tesla tried to attract interest of the US War Department,[225] United Kingdom, Soviet Union, and Yugoslavia in the device.",
              "[226] In 1935, at his 79th birthday party, Tesla covered many topics.",
              "He claimed to have discovered the cosmic ray in 1896 and invented a way to produce direct current by induction, and made many claims about his mechanical oscillator.",
              "[227] Describing the device (which he expected would earn him $100 million within two years) he told reporters that a version of his oscillator had caused an earthquake in his 46 East Houston Street lab and neighboring streets in Lower Manhattan in 1898.",
              "[227] He went on to tell reporters his oscillator could destroy the Empire State Building with 5 pounds (2.",
              "3 kg) of air pressure.",
              "[228] He also proposed using his oscillators to transmit vibrations into the ground.",
              "He claimed it would work over any distance and could be used for communication or locating underground mineral deposits, a technique he called \"telegeodynamics\".",
              "[133] In 1937, at his Grand Ballroom of Hotel New Yorker event, Tesla received the Order of the White Lion from the Czechoslovak ambassador and a medal from the Yugoslav ambassador.",
              "On questions concerning the death ray, Tesla stated: \"But it is not an experiment .",
              ".",
              ".",
              "I have built, demonstrated and used it.",
              "Only a little time will pass before I can give it to the world.\"",
              "[217] In the fall of 1937 at the age of 81, after midnight one night, Tesla left the Hotel New Yorker to make his regular commute to the cathedral and library to feed the pigeons.",
              "While crossing a street a couple of blocks from the hotel, Tesla was struck by a moving taxicab and was thrown to the ground.",
              "His back was severely wrenched and three of his ribs were broken in the accident.",
              "The full extent of his injuries was never known;",
              "Tesla refused to consult a doctor, an almost lifelong custom, and never fully recovered.",
              "[32][229] On 7 January 1943, at the age of 86, Tesla died alone in Room 3327 of the Hotel New Yorker.",
              "His body was found by maid Alice Monaghan when she entered Tesla's room, ignoring the \"do not disturb\" sign that Tesla had placed on his door two days earlier.",
              "Assistant medical examiner H.",
              "W.",
              "Wembley examined the body and ruled that the cause of death had been coronary thrombosis (a type of heart attack).",
              "Two days later the Federal Bureau of Investigation ordered the Alien Property Custodian to seize Tesla's belongings.",
              "John G.",
              "Trump, a professor at M.",
              "I.",
              "T.",
              "and a well-known electrical engineer serving as a technical aide to the National Defense Research Committee, was called in to analyze the Tesla items. After a three-day investigation, Trump's report concluded that there was nothing which would constitute a hazard in unfriendly hands, stating: His [Tesla's] thoughts and efforts during at least the past 15 years were primarily of a speculative, philosophical, and somewhat promotional character often concerned with the production and wireless transmission of power;",
              "but did not include new, sound, workable principles or methods for realizing such results.",
              "[230] In a box purported to contain a part of Tesla's \"death ray\", Trump found a 45-year-old multidecade resistance box.",
              "[231] On 10 January 1943, New York City mayor Fiorello La Guardia read a eulogy written by Slovene-American author Louis Adamic live over the WNYC radio while violin pieces \"Ave Maria\" and \"Tamo daleko\" were played in the background.",
              "On 12 January, two thousand people attended a state funeral for Tesla at the Cathedral of St.",
              "John the Divine in Manhattan.",
              "After the funeral, Tesla's body was taken to the Ferncliff Cemetery in Ardsley, New York, where it was later cremated.",
              "The following day, a second service was conducted by prominent priests in the Trinity Chapel (today's Serbian Orthodox Cathedral of Saint Sava) in New York City.",
              "In 1952, following pressure from Tesla's nephew, Sava Kosanović, Tesla's entire estate was shipped to Belgrade in 80 trunks marked N.",
              "T.",
              "In 1957, Kosanović's secretary Charlotte Muzar transported Tesla's ashes from the United States to Belgrade.",
              "The ashes are displayed in a gold-plated sphere on a marble pedestal in the Nikola Tesla Museum.",
              "[232] Tesla obtained around 300 patents worldwide for his inventions.",
              "[233] Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives.",
              "There are a minimum of 278 known patents[233] issued to Tesla in 26 countries.",
              "Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe.",
              "[234] Many inventions developed by Tesla were not put into patent protection.",
              "Tesla was 6 feet 2 inches (1.",
              "88 m) tall and weighed 142 pounds (64 kg), with almost no weight variance from 1888 to about 1926.",
              "His appearance was described by newspaper editor Arthur Brisbane as \"almost the tallest, almost the thinnest and certainly the most serious man who goes to Delmonico's regularly\".",
              "[235][236] He was an elegant, stylish figure in New York City, meticulous in his grooming, clothing, and regimented in his daily activities, an appearance he maintained so as to further his business relationships.",
              "[237] He was also described as having light eyes, \"very big hands\", and \"remarkably big\" thumbs.",
              "[235] Tesla read many works, memorizing complete books, and supposedly possessed a photographic memory.",
              "[238] He was a polyglot, speaking eight languages: Serbo-Croatian, Czech, English, French, German, Hungarian, Italian, and Latin.",
              "[239] Tesla related in his autobiography that he experienced detailed moments of inspiration.",
              "During his early life, Tesla was repeatedly stricken with illness.",
              "Blinding flashes of light would appear before his eyes, often accompanied by visions.",
              "[238] Often, the visions were linked to a word or idea he might have come across;",
              "at other times they provided the solution to a particular problem he had encountered.",
              "Just by hearing the name of an item, he could envision it in realistic detail.",
              "[238] Tesla visualized an invention in his mind with extreme precision, including all dimensions, before moving to the construction stage, a technique sometimes known as picture thinking.",
              "He typically did not make drawings by hand but worked from memory.",
              "Beginning in his childhood, Tesla had frequent flashbacks to events that had happened previously in his life.",
              "[238] He noted in his autobiography that this affliction had developed his powers of observation and enabled him to discover a \"truth of great importance\", namely that every thought he conceived was suggested by an external impression.",
              "[51] Tesla further wrote that \"deficient observation was merely a form of ignorance and responsible for the many morbid notions and foolish ideas prevailing.\"",
              "Tesla was a lifelong bachelor, who had once explained that his chastity was very helpful to his scientific abilities.",
              "[238] He once said in earlier years that he felt he could never be worthy enough for a woman, considering women superior in every way.",
              "His opinion had started to sway in later years when he felt that women were trying to outdo men and make themselves more dominant.",
              "This \"new woman\" was met with much indignation from Tesla, who felt that women were losing their femininity by trying to be in power.",
              "In an interview with the Galveston Daily News on 10 August 1924 he stated, \"In place of the soft-voiced, a gentlewoman of my reverent worship, has come the woman who thinks that her chief success in life lies in making herself as much as possible like man—in dress, voice and actions, in sports and achievements of every kind .",
              ".",
              ".",
              "The tendency of women to push aside man, supplanting the old spirit of cooperation with him in all the affairs of life, is very disappointing to me.\"",
              "[citation needed] Although he told a reporter in later years that he sometimes felt that by not marrying, he had made too great a sacrifice to his work,[31] Tesla chose to never pursue or engage in any known relationships, instead finding all the stimulation he needed in his work.",
              "Tesla was asocial and prone to seclude himself with his work.",
              "[135][240][241] However, when he did engage in social life, many people spoke very positively and admiringly of Tesla.",
              "Robert Underwood Johnson described him as attaining a \"distinguished sweetness, sincerity, modesty, refinement, generosity, and force\".",
              "[31] His secretary, Dorothy Skerrit, wrote: \"his genial smile and nobility of bearing always denoted the gentlemanly characteristics that were so ingrained in his soul\".",
              "[237] Tesla's friend, Julian Hawthorne, wrote, \"seldom did one meet a scientist or engineer who was also a poet, a philosopher, an appreciator of fine music, a linguist, and a connoisseur of food and drink\".",
              "[242] Tesla was a good friend of Francis Marion Crawford, Robert Underwood Johnson,[243] Stanford White,[244] Fritz Lowenstein, George Scherff, and Kenneth Swezey.",
              "[245][246][247] In middle age, Tesla became a close friend of Mark Twain;",
              "they spent a lot of time together in his lab and elsewhere.",
              "[243] Twain notably described Tesla's induction motor invention as \"the most valuable patent since the telephone\".",
              "[248] At a party thrown by actress Sarah Bernhardt in 1896, Tesla met Indian Hindu monk Swami Vivekananda.",
              "Vivekananda later wrote that Tesla said he could demonstrate mathematically the relationship between matter and energy, something Vivekananda hoped would give a scientific foundation to Vedantic cosmology.",
              "[249][250] The meeting with Swami Vivekananda stimulated Tesla's interest in Eastern Science, which led to Tesla studying Hindu and Vedic philosophy for a number of years.",
              "[251] Tesla later wrote an article titled \"Man's Greatest Achievement\" using Sanskrit terms akasha and prana to describe the relationship between matter and energy.",
              "[252][253] In the late 1920s, Tesla befriended George Sylvester Viereck, a poet, writer, mystic, and later, a Nazi propagandist.",
              "Tesla occasionally attended dinner parties held by Viereck and his wife.",
              "[254][255] Tesla could be harsh at times and openly expressed disgust for overweight people, such as when he fired a secretary because of her weight.",
              "[256] He was quick to criticize clothing;",
              "on several occasions, Tesla directed a subordinate to go home and change her dress.",
              "[238] When Thomas Edison died, in 1931, Tesla contributed the only negative opinion to The New York Times, buried in an extensive coverage of Edison's life: He had no hobby, cared for no sort of amusement of any kind and lived in utter disregard of the most elementary rules of hygiene .",
              ".",
              ".",
              "His method was inefficient in the extreme, for an immense ground had to be covered to get anything at all unless blind chance intervened and, at first, I was almost a sorry witness of his doings, knowing that just a little theory and calculation would have saved him 90 percent of the labor.",
              "But he had a veritable contempt for book learning and mathematical knowledge, trusting himself entirely to his inventor's instinct and practical American sense.",
              "[257] Tesla claimed never to sleep more than two hours per night.",
              "[258] However, he did admit to \"dozing\" from time to time \"to recharge his batteries\".",
              "[259] During his second year of study at Graz, Tesla developed a passionate proficiency for billiards, chess, and card-playing, sometimes spending more than 48 hours in a stretch at a games table.",
              "[260] On one occasion at his laboratory, Tesla worked for a period of 84 hours without rest.",
              "[261] Kenneth Swezey, a journalist whom Tesla had befriended, confirmed that Tesla rarely slept.",
              "Swezey recalled one morning when Tesla called him at 3 a.",
              "m.",
              ": \"I was sleeping in my room like one dead .",
              ".",
              ".",
              "Suddenly, the telephone ring awakened me .",
              ".",
              ".",
              "[Tesla] spoke animatedly, with pauses, [as he] .",
              ".",
              ".",
              "work[ed] out a problem, comparing one theory to another, commenting;",
              "and when he felt he had arrived at the solution, he suddenly closed the telephone.\"",
              "[259] Tesla worked every day from 9:00 a.",
              "m.",
              "until 6:00 p.",
              "m.",
              "or later, with dinner at exactly 8:10 p.",
              "m.",
              ", at Delmonico's restaurant and later the Waldorf-Astoria Hotel.",
              "Tesla then telephoned his dinner order to the headwaiter, who also could be the only one to serve him.",
              "\"The meal was required to be ready at eight o'clock .",
              ".",
              ".",
              "He dined alone, except on the rare occasions when he would give a dinner to a group to meet his social obligations.",
              "Tesla then resumed his work, often until 3:00 a.",
              "m.\"",
              "[262] For exercise, Tesla walked between 8 and 10 miles (13 and 16 km) per day.",
              "He curled his toes one hundred times for each foot every night, saying that it stimulated his brain cells.",
              "[259] In an interview with newspaper editor Arthur Brisbane, Tesla said that he did not believe in telepathy, stating, \"Suppose I made up my mind to murder you,\" he said, \"In a second you would know it.",
              "Now, isn't that wonderful?",
              "By what process does the mind get at all this?\"",
              "In the same interview, Tesla said that he believed that all fundamental laws could be reduced to one.",
              "[235] Tesla became a vegetarian in his later years, living on only milk, bread, honey, and vegetable juices.",
              "[220][263] Tesla disagreed with the theory of atoms being composed of smaller subatomic particles, stating there was no such thing as an electron creating an electric charge.",
              "He believed that if electrons existed at all, they were some fourth state of matter or \"sub-atom\" that could exist only in an experimental vacuum and that they had nothing to do with electricity.",
              "[264][265] Tesla believed that atoms are immutable—they could not change state or be split in any way.",
              "He was a believer in the 19th-century concept of an all-pervasive ether that transmitted electrical energy.",
              "[266] Tesla was generally antagonistic towards theories about the conversion of matter into energy.",
              "[267] He was also critical of Einstein's theory of relativity, saying: I hold that space cannot be curved, for the simple reason that it can have no properties.",
              "It might as well be said that God has properties.",
              "He has not, but only attributes and these are of our own making.",
              "Of properties we can only speak when dealing with matter filling the space.",
              "To say that in the presence of large bodies space becomes curved is equivalent to stating that something can act upon nothing.",
              "I, for one, refuse to subscribe to such a view.",
              "[268] In 1935 he described relativity as \"a beggar wrapped in purple whom ignorant people take for a king\" and said his own experiments had measured the speed of cosmic rays from Arcturus as fifty times the speed of light.",
              "[269] Tesla claimed to have developed his own physical principle regarding matter and energy that he started working on in 1892,[267] and in 1937, at age 81, claimed in a letter to have completed a \"dynamic theory of gravity\" that \"[would] put an end to idle speculations and false conceptions, as that of curved space\".",
              "He stated that the theory was \"worked out in all details\" and that he hoped to soon give it to the world.",
              "[270] Further elucidation of his theory was never found in his writings.",
              "[271] Tesla is widely considered by his biographers to have been a humanist in philosophical outlook.",
              "[272][273] This did not preclude Tesla, like many of his era, from becoming a proponent of an imposed selective breeding version of eugenics.",
              "Tesla expressed the belief that human \"pity\" had come to interfere with the natural \"ruthless workings of nature\".",
              "Though his argumentation did not depend on a concept of a \"master race\" or the inherent superiority of one person over another, he advocated for eugenics.",
              "In a 1937 interview he stated: .",
              ".",
              ".",
              "man's new sense of pity began to interfere with the ruthless workings of nature.",
              "The only method compatible with our notions of civilization and the race is to prevent the breeding of the unfit by sterilization and the deliberate guidance of the mating instinct .",
              ".",
              ".",
              "The trend of opinion among eugenists is that we must make marriage more difficult.",
              "Certainly no one who is not a desirable parent should be permitted to produce progeny.",
              "A century from now it will no more occur to a normal person to mate with a person eugenically unfit than to marry a habitual criminal.",
              "[274] In 1926, Tesla commented on the ills of the social subservience of women and the struggle of women toward gender equality, and indicated that humanity's future would be run by \"Queen Bees\".",
              "He believed that women would become the dominant sex in the future.",
              "[275] Tesla made predictions about the relevant issues of a post-World War I environment in a printed article entitled \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914).",
              "[276] Tesla believed that the League of Nations was not a remedy for the times and issues.",
              "[23][better source needed] Tesla was raised an Orthodox Christian.",
              "Later in life he did not consider himself to be a \"believer in the orthodox sense\", said he opposed religious fanaticism, and said \"Buddhism and Christianity are the greatest religions both in number of disciples and in importance.\"",
              "[277] He also said \"To me, the universe is simply a great machine which never came into being and never will end\" and \"what we call 'soul' or 'spirit,' is nothing more than the sum of the functionings of the body.",
              "When this functioning ceases, the 'soul' or the 'spirit' ceases likewise.\"",
              "[277] Tesla wrote a number of books and articles for magazines and journals.",
              "[278] Among his books are My Inventions: The Autobiography of Nikola Tesla, compiled and edited by Ben Johnston in 1983 from a series of 1919 magazine articles by Tesla which were republished in 1977;",
              "The Fantastic Inventions of Nikola Tesla (1993), compiled and edited by David Hatcher Childress;",
              "and The Tesla Papers.",
              "Many of Tesla's writings are freely available online,[279] including the article \"The Problem of Increasing Human Energy\", published in The Century Magazine in 1900,[280] and the article \"Experiments with Alternate Currents of High Potential and High Frequency\", published in his book Inventions, Researches and Writings of Nikola Tesla.",
              "[281][282] Tesla's legacy has endured in books, films, radio, TV, music, live theater, comics, and video games.",
              "The impact of the technologies invented or envisioned by Tesla is a recurring theme in several types of science fiction.",
              "Footnotes Citations Books Publications Journals Video"
            ]
          },
          {
            "title": "Nikola Tesla - Inventions, Facts &amp; Death - HISTORY",
            "url": "https://www.history.com/topics/inventions/nikola-tesla",
            "content": [
              "Nikola Tesla - Inventions, Facts &amp; Death - HISTORY",
              "By: History.",
              "com Editors Updated: March 13, 2020 | Original: November 9, 2009 Serbian-American engineer and physicist Nikola Tesla (1856-1943) made dozens of breakthroughs in the production, transmission and application of electric power.",
              "He invented the first alternating current (AC) motor and developed AC generation and transmission technology.",
              "Though he was famous and respected, he was never able to translate his copious inventions into long-term financial success—unlike his early employer and chief rival, Thomas Edison.",
              "Nikola Tesla was born in 1856 in Smiljan, Croatia, then part of the Austro-Hungarian Empire.",
              "His father was a priest in the Serbian Orthodox church and his mother managed the family’s farm.",
              "In 1863 Tesla’s brother Daniel was killed in a riding accident.",
              "The shock of the loss unsettled the 7-year-old Tesla, who reported seeing visions—the first signs of his lifelong mental illnesses.",
              "Did you know?",
              "During the 1890s Mark Twain struck up a friendship with inventor Nikola Tesla.",
              "Twain often visited him in his lab, where in 1894 Tesla photographed the great American writer in one of the first pictures ever lit by phosphorescent light.",
              "Tesla studied math and physics at the Technical University of Graz and philosophy at the University of Prague.",
              "In 1882, while on a walk, he came up with the idea for a brushless AC motor, making the first sketches of its rotating electromagnets in the sand of the path.",
              "Later that year he moved to Paris and got a job repairing direct current (DC) power plants with the Continental Edison Company.",
              "Two years later he immigrated to the United States.",
              "Tesla arrived in New York in 1884 and was hired as an engineer at Thomas Edison’s Manhattan headquarters.",
              "He worked there for a year, impressing Edison with his diligence and ingenuity.",
              "At one point Edison told Tesla he would pay $50,000 for an improved design for his DC dynamos.",
              "After months of experimentation, Tesla presented a solution and asked for the money.",
              "Edison demurred, saying, “Tesla, you don’t understand our American humor.",
              "” Tesla quit soon after.",
              "After an unsuccessful attempt to start his own Tesla Electric Light Company and a stint digging ditches for $2 a day, Tesla found backers to support his research into alternating current.",
              "In 1887 and 1888 he was granted more than 30 patents for his inventions and invited to address the American Institute of Electrical Engineers on his work.",
              "His lecture caught the attention of George Westinghouse, the inventor who had launched the first AC power system near Boston and was Edison’s major competitor in the “Battle of the Currents.",
              "” Westinghouse hired Tesla, licensed the patents for his AC motor and gave him his own lab.",
              "In 1890 Edison arranged for a convicted New York murderer to be put to death in an AC-powered electric chair—a stunt designed to show how dangerous the Westinghouse standard could be.",
              "Buoyed by Westinghouse’s royalties, Tesla struck out on his own again.",
              "But Westinghouse was soon forced by his backers to renegotiate their contract, with Tesla relinquishing his royalty rights.",
              "In the 1890s Tesla invented electric oscillators, meters, improved lights and the high-voltage transformer known as the Tesla coil.",
              "He also experimented with X-rays, gave short-range demonstrations of radio communication two years before Guglielmo Marconi and piloted a radio-controlled boat around a pool in Madison Square Garden.",
              "Together, Tesla and Westinghouse lit the 1893 World’s Columbian Exposition in Chicago and partnered with General Electric to install AC generators at Niagara Falls, creating the first modern power station.",
              "In 1895 Tesla’s New York lab burned, destroying years’ worth of notes and equipment.",
              "Tesla relocated to Colorado Springs for two years, returning to New York in 1900.",
              "He secured backing from financier J.",
              "P.",
              "Morgan and began building a global communications network centered on a giant tower at Wardenclyffe, on Long Island.",
              "But funds ran out and Morgan balked at Tesla’s grandiose schemes.",
              "Tesla lived his last decades in a New York hotel, working on new inventions even as his energy and mental health faded.",
              "His obsession with the number three and fastidious washing were dismissed as the eccentricities of genius.",
              "He spent his final years feeding—and, he claimed, communicating with—the city’s pigeons.",
              "Tesla died in his room on January 7, 1943.",
              "Later that year the U.",
              "S.",
              "Supreme Court voided four of Marconi’s key patents, belatedly acknowledging Tesla’s innovations in radio.",
              "The AC system he championed and improved remains the global standard for power transmission.",
              "Declassified CIA documents reveal a secret history surrounding Nikola Tesla.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          }
        ],
        "Nikola Tesla made many contributions to science and technology, such as the rotating magnetic field, the Tesla coil, and the alternating current (AC) system of electric power transmission.": [
          {
            "title": "Nikola Tesla | Biography, Facts, &amp; Inventions | Britannica",
            "url": "https://www.britannica.com/biography/Nikola-Tesla",
            "content": [
              "Nikola Tesla | Biography, Facts, &amp; Inventions | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nikola Tesla was born to Serbian parents in Smiljan, in what was then the Austrian Empire (now in Croatia).",
              "Nikola Tesla died on January 7, 1943, in New York City.",
              "Nikola Tesla studied engineering at the Technical University at Graz, Austria, and the University of Prague.",
              "Tesla developed the alternating-current power system that provides electricity for homes and buildings.",
              "He also pioneered the field of radio communication and was granted more than 100 U.",
              "S.",
              "patents.",
              "As a boy, Tesla was often sick, but he was a bright student with a photographic memory.",
              "In addition to his interest in engineering, he possessed a wild imagination as well as a love of poetry.",
              "Nikola Tesla (born July 9/10, 1856, Smiljan, Austrian Empire [now in Croatia]—died January 7, 1943, New York, New York, U.",
              "S.)",
              "Serbian American inventor and engineer who discovered and patented the rotating magnetic field, the basis of most alternating-current machinery.",
              "He also developed the three-phase system of electric power transmission.",
              "He immigrated to the United States in 1884 and sold the patent rights to his system of alternating-current dynamos, transformers, and motors to George Westinghouse.",
              "In 1891 he invented the Tesla coil, an induction coil widely used in radio technology.",
              "Tesla was from a family of Serbian origin.",
              "His father was an Orthodox priest;",
              "his mother was unschooled but highly intelligent.",
              "As he matured, he displayed remarkable imagination and creativity as well as a poetic touch.",
              "Training for an engineering career, he attended the Technical University at Graz, Austria, and the University of Prague.",
              "At Graz he first saw the Gramme dynamo, which operated as a generator and, when reversed, became an electric motor, and he conceived a way to use alternating current to advantage.",
              "Later, at Budapest, he visualized the principle of the rotating magnetic field and developed plans for an induction motor that would become his first step toward the successful utilization of alternating current.",
              "In 1882 Tesla went to work in Paris for the Continental Edison Company, and, while on assignment to Strassburg in 1883, he constructed, after work hours, his first induction motor.",
              "Tesla sailed for America in 1884, arriving in New York with four cents in his pocket, a few of his own poems, and calculations for a flying machine.",
              "He first found employment with Thomas Edison, but the two inventors were far apart in background and methods, and their separation was inevitable.",
              "In May 1888 George Westinghouse, head of the Westinghouse Electric Company in Pittsburgh, bought the patent rights to Tesla’s polyphase system of alternating-current dynamos, transformers, and motors.",
              "The transaction precipitated a titanic power struggle between Edison’s direct-current systems and the Tesla-Westinghouse alternating-current approach, which eventually won out.",
              "Tesla soon established his own laboratory, where his inventive mind could be given free rein.",
              "He experimented with shadowgraphs similar to those that later were to be used by Wilhelm Röntgen when he discovered X-rays in 1895.",
              "Tesla’s countless experiments included work on a carbon button lamp, on the power of electrical resonance, and on various types of lighting.",
              "In order to allay fears of alternating currents, Tesla gave exhibitions in his laboratory in which he lit lamps by allowing electricity to flow through his body.",
              "He was often invited to lecture at home and abroad.",
              "The Tesla coil, which he invented in 1891, is widely used today in radio and television sets and other electronic equipment.",
              "That year also marked the date of Tesla’s U.",
              "S.",
              "citizenship.",
              "Westinghouse used Tesla’s alternating current system to light the World’s Columbian Exposition at Chicago in 1893.",
              "This success was a factor in their winning the contract to install the first power machinery at Niagara Falls, which bore Tesla’s name and patent numbers.",
              "The project carried power to Buffalo by 1896.",
              "In 1898 Tesla announced his invention of a teleautomatic boat guided by remote control.",
              "When skepticism was voiced, Tesla proved his claims for it before a crowd in Madison Square Garden.",
              "In Colorado Springs, Colorado, where he stayed from May 1899 until early 1900, Tesla made what he regarded as his most important discovery—terrestrial stationary waves.",
              "By this discovery he proved that Earth could be used as a conductor and made to resonate at a certain electrical frequency.",
              "He also lit 200 lamps without wires from a distance of 40 km (25 miles) and created man-made lightning, producing flashes measuring 41 metres (135 feet).",
              "At one time he was certain he had received signals from another planet in his Colorado laboratory, a claim that was met with derision in some scientific journals.",
              "Returning to New York in 1900, Tesla began construction on Long Island of a wireless world broadcasting tower, with $150,000 capital from the American financier J.",
              "Pierpont Morgan.",
              "Tesla claimed he secured the loan by assigning 51 percent of his patent rights of telephony and telegraphy to Morgan.",
              "He expected to provide worldwide communication and to furnish facilities for sending pictures, messages, weather warnings, and stock reports.",
              "The project was abandoned because of a financial panic, labour troubles, and Morgan’s withdrawal of support.",
              "It was Tesla’s greatest defeat.",
              "Tesla’s work then shifted to turbines and other projects.",
              "Because of a lack of funds, his ideas remained in his notebooks, which are still examined by enthusiasts for unexploited clues.",
              "In 1915 he was severely disappointed when a report that he and Edison were to share the Nobel Prize proved erroneous.",
              "Tesla was the recipient of the Edison Medal in 1917, the highest honour that the American Institute of Electrical Engineers could bestow.",
              "Tesla allowed himself only a few close friends.",
              "Among them were the writers Robert Underwood Johnson, Mark Twain, and Francis Marion Crawford.",
              "He was quite impractical in financial matters and an eccentric, driven by compulsions and a progressive germ phobia.",
              "But he had a way of intuitively sensing hidden scientific secrets and employing his inventive talent to prove his hypotheses.",
              "Tesla was a godsend to reporters who sought sensational copy but a problem to editors who were uncertain how seriously his futuristic prophecies should be regarded.",
              "Caustic criticism greeted his speculations concerning communication with other planets, his assertions that he could split the Earth like an apple, and his claim of having invented a death ray capable of destroying 10,000 airplanes at a distance of 400 km (250 miles).",
              "After Tesla’s death the custodian of alien property impounded his trunks, which held his papers, his diplomas and other honours, his letters, and his laboratory notes.",
              "These were eventually inherited by Tesla’s nephew, Sava Kosanovich, and later housed in the Nikola Tesla Museum in Belgrade.",
              "Hundreds filed into New York City’s Cathedral of St.",
              "John the Divine for his funeral services, and a flood of messages acknowledged the loss of a great genius.",
              "Three Nobel Prize recipients addressed their tribute to “one of the outstanding intellects of the world who paved the way for many of the technological developments of modern times.",
              "”"
            ]
          },
          {
            "title": "Nikola Tesla - Inventions, Quotes &amp; Death - Biography",
            "url": "https://www.biography.com/inventors/nikola-tesla",
            "content": [
              "Nikola Tesla - Inventions, Quotes &amp; Death - Biography",
              "(1856-1943) Nikola Tesla was an engineer and scientist known for designing the alternating-current (AC) electric system, which is the predominant electrical system used across the world today.",
              "He also created the \"Tesla coil,\" which is still used in radio technology.",
              "Born in modern-day Croatia, Tesla came to the United States in 1884 and briefly worked with Thomas Edison before the two parted ways.",
              "He sold several patent rights, including those to his AC machinery, to George Westinghouse.",
              "Tesla was born in Smiljan, Croatia, on July 10, 1856.",
              "Tesla was one of five children, including siblings Dane, Angelina, Milka and Marica.",
              "Tesla's interest in electrical invention was spurred by his mother, Djuka Mandic, who invented small household appliances in her spare time while her son was growing up.",
              "Tesla's father, Milutin Tesla, was a Serbian orthodox priest and a writer, and he pushed for his son to join the priesthood.",
              "But Nikola's interests lay squarely in the sciences.",
              "After studying at the Realschule, Karlstadt (later renamed the Johann-Rudolph-Glauber Realschule Karlstadt) in Germany;",
              "the Polytechnic Institute in Graz, Austria;",
              "and the University of Prague during the 1870s, Tesla moved to Budapest, where for a time he worked at the Central Telephone Exchange.",
              "It was while in Budapest that the idea for the induction motor first came to Tesla, but after several years of trying to gain interest in his invention, at age 28 Tesla decided to leave Europe for America.",
              "In 1884 Tesla arrived in the United States with little more than the clothes on his back and a letter of introduction to famed inventor and business mogul Thomas Edison, whose DC-based electrical works were fast becoming the standard in the country.",
              "Edison hired Tesla, and the two men were soon working tirelessly alongside each other, making improvements to Edison's inventions.",
              "Several months later, the two parted ways due to a conflicting business-scientific relationship, attributed by historians to their incredibly different personalities: While Edison was a power figure who focused on marketing and financial success, Tesla was commercially out-of-touch and somewhat vulnerable.",
              "In 1885, Tesla received funding for the Tesla Electric Light Company and was tasked by his investors to develop improved arc lighting.",
              "After successfully doing so, however, Tesla was forced out of the venture and for a time had to work as a manual laborer in order to survive.",
              "His luck would change two years later when he received funding for his new Tesla Electric Company.",
              "Throughout his career, Tesla discovered, designed and developed ideas for a number of important inventions — most of which were officially patented by other inventors — including dynamos (electrical generators similar to batteries) and the induction motor.",
              "He was also a pioneer in the discovery of radar technology, X-ray technology, remote control and the rotating magnetic field — the basis of most AC machinery.",
              "Tesla is most well-known for his contributions in AC electricity and for the Tesla coil.",
              "Tesla designed the alternating-current (AC) electrical system, which would quickly become the preeminent power system of the 20th century and has remained the worldwide standard ever since.",
              "In 1887, Tesla found funding for his new Tesla Electric Company, and by the end of the year, he had successfully filed several patents for AC-based inventions.",
              "Tesla's AC system soon caught the attention of American engineer and businessman George Westinghouse, who was seeking a solution to supplying the nation with long-distance power.",
              "Convinced that Tesla's inventions would help him achieve this, in 1888 he purchased his patents for $60,000 in cash and stock in the Westinghouse Corporation.",
              "As interest in an AC system grew, Tesla and Westinghouse were put in direct competition with Thomas Edison, who was intent on selling his direct-current (DC) system to the nation.",
              "A negative press campaign was soon waged by Edison, in an attempt to undermine interest in AC power.",
              "Unfortunately for Edison, the Westinghouse Corporation was chosen to supply the lighting at the 1893 World's Columbian Exposition in Chicago, and Tesla conducted demonstrations of his AC system there.",
              "In 1895, Tesla designed what was among the first AC hydroelectric power plants in the United States, at Niagara Falls.",
              "The following year, it was used to power the city of Buffalo, New York — a feat that was highly publicized throughout the world and helped further AC electricity’s path to becoming the world’s power system.",
              "In the late 19th century, Tesla patented the Tesla coil, which laid the foundation for wireless technologies and is still used in radio technology today.",
              "The heart of an electrical circuit, the Tesla coil is an inductor used in many early radio transmission antennas.",
              "The coil works with a capacitor to resonate current and voltage from a power source across the circuit.",
              "Tesla himself used his coil to study fluorescence, x-rays, radio, wireless power and electromagnetism in the earth and its atmosphere.",
              "DOWNLOAD BIOGRAPHY'S NIKOLA TESLA FACT CARD Having become obsessed with the wireless transmission of energy, around 1900 Tesla set to work on his boldest project yet: to build a global, wireless communication system — to be transmitted through a large electrical tower — for sharing information and providing free energy throughout the world.",
              "With funding from a group of investors that included financial giant J.",
              "P.",
              "Morgan, in 1901 Tesla began work on the free energy project in earnest, designing and building a lab with a power plant and a massive transmission tower on a site on Long Island, New York, that became known as Wardenclyffe.",
              "However, doubts arose among his investors about the plausibility of Tesla's system.",
              "As his rival, Guglielmo Marconi — with the financial support of Andrew Carnegie and Thomas Edison — continued to make great advances with his own radio technologies, Tesla had no choice but to abandon the project.",
              "The Wardenclyffe staff was laid off in 1906, and by 1915 the site had fallen into foreclosure.",
              "Two years later Tesla declared bankruptcy and the tower was dismantled and sold for scrap to help pay the debts he had accrued.",
              "After suffering a nervous breakdown following the closure of his free energy project, Tesla eventually returned to work, primarily as a consultant.",
              "But as time went on, his ideas became progressively more outlandish and impractical.",
              "He grew increasingly eccentric, devoting much of his time to the care of wild pigeons in the parks of New York City.",
              "Tesla even drew the attention of the FBI with his talk of building a powerful \"death ray,\" which had received some interest from the Soviet Union during World War II.",
              "Poor and reclusive, Tesla died of coronary thrombosis on January 7, 1943, at the age of 86 in New York City, where he had lived for nearly 60 years.",
              "However, the legacy of the work Tesla left behind him lives on to this day.",
              "In 1994, a street sign identifying \"Nikola Tesla Corner\" was installed near the site of his former New York City laboratory, at the intersection of 40th Street and 6th Avenue.",
              "Several movies have highlighted Tesla's life and famous works, most notably: In 2003, a group of engineers founded Tesla Motors, a car company named after Tesla dedicated to building the first fully electric-powered car.",
              "Entrepreneur and engineer Elon Musk contributed over $30 million to Tesla in 2004 and serves as the company’s co-founder CEO.",
              "In 2008, Tesla unveiled its first electric car, the Roadster.",
              "A high-performance sports vehicle, the Roadster helped changed the perception of what electric cars could be.",
              "In 2014, Tesla launched the Model S, a lower-priced model that, in 2017, set the Motor Trend world record for 0 to 60 miles per hour acceleration at 2.",
              "28 seconds.",
              "Tesla’s designs showed that an electric car could have the same performance as gasoline-powered sports car brands like Porsche and Lamborghini.",
              "Since Tesla's original forfeiture of his free energy project, ownership of the Wardenclyffe property has passed through numerous hands.",
              "Several attempts have been made to preserve it, but in 1967, 1976 and 1994 efforts to have it declared a national historic site failed.",
              "Then, in 2008, a group called the Tesla Science Center (TSC) was formed with the intention of purchasing the property and turning it into a museum dedicated to the inventor's work.",
              "In 2009, the Wardenclyffe site went on the market for nearly $1.",
              "6 million, and for the next several years, the TSC worked diligently to raise funds for its purchase.",
              "In 2012, public interest in the project peaked when Matthew Inman of TheOatmeal.",
              "com collaborated with the TSC in an Internet fundraising effort, ultimately receiving enough contributions to acquire the site in May 2013.",
              "Work on its restoration is still in progress, and the site is closed to the public “for the foreseeable future” for reasons of safety and preservation, according to the Tesla Science Center.",
              "We strive for accuracy and fairness.",
              "If you see something that doesn't look right,contact us!",
              "Alfred Nobel Johannes Gutenberg The Best Books About Inventors How Mattel Cofounder Ruth Handler Created Barbie 40 Famous Inventors Who Changed History Orville Wright Biography: You Need to Know: Garrett Morgan Momofuku Ando John Deere Philo T.",
              "Farnsworth Charles Babbage Alexander Graham Bell: 5 Facts on the Father of the Telephone A Part of Hearst Digital Media We may earn commission from links on this page, but we only recommend products we back.",
              "©2023 Hearst Magazine Media, Inc.",
              "Site contains certain content that is owned A&E Television Networks, LLC.",
              "All Rights Reserved.",
              "Biography and associated logos are trademarks of A+E Networks®protected in the US and other countries around the globe."
            ]
          },
          {
            "title": "Nikola Tesla: the man behind the magnetic field unit - PubMed",
            "url": "https://pubmed.ncbi.nlm.nih.gov/14994307/",
            "content": [
              "Nikola Tesla: the man behind the magnetic field unit - PubMed",
              "An official website of the United States government The .",
              "gov means it’s official.",
              "Federal government websites often end in .",
              "gov or .",
              "mil.",
              "Before sharing sensitive information, make sure you’re on a federal government site.",
              "The site is secure.",
              "The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.",
              "The magnetic field strength of both the magnet and gradient coils used in MR imaging equipment is measured in Tesla units, which are named for Nikola Tesla.",
              "This article presents the life and achievements of this Serbian-American inventor and researcher who discovered the rotating magnetic field, the basis of most alternating-current machinery.",
              "Nikola Tesla had 700 patents in the United States and Europe that covered every aspect of science and technology.",
              "Tesla's discoveries include the Tesla coil, AC electrical conduction, improved lighting, newer forms of turbine engines, robotics, fluorescent light, wireless transmission of electrical energy, radio, remote control, discovery of cosmic radio waves, and the use of the ionosphere for scientific purposes.",
              "He was a genius whose discoveries had a pivotal role in advancing us into the modern era.",
              "Copyright 2004 Wiley-Liss, Inc.",
              "PubMed Disclaimer NCBI Literature Resources MeSH PMC Bookshelf Disclaimer The PubMed wordmark and PubMed logo are registered trademarks of the U.",
              "S.",
              "Department of Health and Human Services (HHS).",
              "Unauthorized use of these marks is strictly prohibited.",
              "Connect with NLM National Library of Medicine 8600 Rockville Pike Bethesda, MD 20894 Web Policies FOIA HHS Vulnerability Disclosure Help Accessibility Careers"
            ]
          }
        ],
        "Nikola Tesla had a photographic memory and could memorize entire books.": [
          {
            "title": "10 People With Photographic Memories | Mental Floss",
            "url": "https://www.mentalfloss.com/article/25525/quick-10-10-people-photographic-memories",
            "content": [
              "10 People With Photographic Memories | Mental Floss",
              "It's hard to say whether photographic memory actually exists.",
              "So far, only one really conclusive test has ever been done to prove that there are certain individuals who can look at a massive quantity of information and remember it verbatim even years later.",
              "But there are plenty of people who have claimed to possess eidetic memory (that's the official term).",
              "Here are 10 of them.",
              "According to Nikola Tesla himself, photographic memory was just one of his brain quirks.",
              "He said he had no problem memorizing entire books, but he also experienced random, blinding flashes of light that were sometimes accompanied by hallucinations.",
              "Tesla had detailed flashbacks to earlier parts of his life and could visualize his inventions in astonishing, complicated detail before he even started tinkering with making them come to life.",
              "Teddy Roosevelt could recite entire newspaper pagesâ\u0080\u0094not just articlesâ\u0080\u0094as if they were sitting in front of him.",
              "He was also a speed reader and is reported to have read two or three books a day.",
              "Kim Peek was the real-life Rain Man;",
              "he was the person Dustin Hoffman's character was based on in the Oscar-winning 1988 movie.",
              "Peek, who died in 2009, was said to have memorized every word of every book he had ever read, estimated at around 9000.",
              "It took him up to just 12 seconds to read one page, and each eye could read a page independently.",
              "\"Kim's story tells us that the human brain is far more flexible than we had thought,\" psychiatrist Darold Treffert told The Observer in 2005.",
              "\"Like many other savants, he has suffered disability in one area of his brain, but has compensated by acquiring remarkable new abilities in other areas.",
              "This shows we all have considerable hidden intellectual potential.\"",
              "In his 1968 book Revolution for the Hell of It, activist Abbie Hoffman claimed that he was able to remember things in great detail after merely a glance.",
              "Jerry Lucas was an amazing basketball player whose career lasted from 1962 to 1974, and in 1996 was named one of the 50 Greatest Players in NBA History.",
              "But it's his impressive memory that's paying the bills these days.",
              "Lucas has written dozens of books on memory, has developed a memory-retention system, and travels the country giving lectures on the subject.",
              "(Memorized lectures, we're sure.)",
              "Oscar-nominated filmmaker Guillermo del Toro (Pan's Labyrinth, Hellboy, Pacific Rim) is said to have a photographic memory.",
              "Maybe that's why his movies are so visually interesting.",
              "The former president of the Philippines was said to have a photographic memory, which would have come in handy when cataloging his wife Imelda's shoes.",
              "The composer may have had a type of photographic memory that helped him memorize sheet music with astonishing speed.",
              "This was aided by his extraordinary ear for music.",
              "Russian composer Alexander Siloti would give him complicated and demanding works to learn and Rachmaninoff (also spelled Rachmaninov) would have them completely memorized to perfection a day or two later.",
              "Yes, that Mr.",
              "T.",
              "The man who was born Laurence Tureaud says that he didn't need to study in school because of his \"photographic memory.\"",
              "Â\u009d \"Most of the time I stared out the windows, just daydreaming,\" he once said.",
              "No, not the Queen of Englandâ\u0080\u0094just Elizabeth, a Harvard student who passed a series of tests that convinced even skeptics that eidetic memory existed in 1970.",
              "She was studied by scientist Charles Stromeyer III, who published the results of his findings in Nature, then went on to marry Elizabeth (who was never tested again).",
              "But in the decades since, many have questioned the results of Stromeyer's study.",
              "Â© 2023 Minute Media - All Rights Reserved"
            ]
          },
          {
            "title": "The Extraordinary Life of Nikola Tesla - Smithsonian Magazine",
            "url": "https://www.smithsonianmag.com/innovation/extraordinary-life-nikola-tesla-180967758/",
            "content": [
              "The Extraordinary Life of Nikola Tesla - Smithsonian Magazine",
              "Sections The eccentric inventor and modern Prometheus died 75 years ago, after a rags-to-riches to rags life Richard Gunderman, The Conversation Match the following figures – Albert Einstein, Thomas Edison, Guglielmo Marconi, Alfred Nobel and Nikola Tesla – with these biographical facts: The match for each, of course, is Tesla.",
              "Surprised?",
              "Most people have heard his name, but few know much about his place in modern science and technology.",
              "The 75th anniversary of Tesla’s death on Jan.",
              "7 provides a timely opportunity to review the life of a man who came from nowhere yet became world famous;",
              "claimed to be devoted solely to discovery but relished the role of a showman;",
              "attracted the attention of many women but never married;",
              "and generated ideas that transformed daily life and created multiple fortunes but died nearly penniless.",
              "Tesla was born in Croatia on a summer night in 1856, during what he claimed was a lightning storm – which led the midwife to say, “He will be a child of the storm,” and his mother to counter prophetically, “No, of the light.",
              "”* As a student, Tesla displayed such remarkable abilities to calculate mathematical problems that teachers accused him of cheating.",
              "During his teen years, he fell seriously ill, recovering once his father abandoned his demand that Nikola become a priest and agreed he could attend engineering school instead.",
              "Although an outstanding student, Tesla eventually withdrew from polytechnic school and ended up working for the Continental Edison Company, where he focused on electrical lighting and motors.",
              "Wishing to meet Edison himself, Tesla immigrated to the U.",
              "S.",
              "in 1884, and he later claimed he was offered the sum of US$50,000 if he could solve a series of engineering problems Edison’s company faced.",
              "Having achieved the feat, Tesla said he was then told that the offer had just been a joke, and he left the company after six months.",
              "Tesla then developed a relationship with two businessmen that led to the founding of Tesla Electric Light and Manufacturing.",
              "He filed a number of electrical patents, which he assigned to the company.",
              "When his partners decided that they wanted to focus strictly on supplying electricity, they took the company’s intellectual property and founded another firm, leaving Tesla with nothing.",
              "Tesla reported that he then worked as a ditch digger for $2 a day, tortured by the sense that his great talent and education were going to waste.",
              "In 1887, Tesla met two investors who agreed to back the formation of the Tesla Electric Company.",
              "He set up a laboratory in Manhattan, where he developed the alternating current induction motor, which solved a number of technical problems that had bedeviled other designs.",
              "When Tesla demonstrated his device at an engineering meeting, the Westinghouse Company made arrangements to license the technology, providing an upfront payment and royalties on each horsepower generated.",
              "The so-called “War of the Currents” was raging in the late 1880s.",
              "Thomas Edison promoted direct current, asserting that it was safer than AC.",
              "George Westinghouse backed AC, since it could transmit power over long distances.",
              "Because the two were undercutting each other’s prices, Westinghouse lacked capital.",
              "He explained the difficulty and asked Tesla to sell his patents to him for a single lump sum, to which Tesla agreed, forgoing what would have been a vast fortune had he held on to them.",
              "With the World’s Columbian Exposition of 1893 looming in Chicago, Westinghouse asked Tesla to help supply power;",
              "they’d have a huge platform for demonstrating the merits of AC.",
              "Tesla helped the fair illuminate more light bulbs than could be found in the entire city of Chicago, and wowed audiences with a variety of wonders, including an electric light that required no wires.",
              "Later Tesla also helped Westinghouse win a contract to generate electrical power at Niagara Falls, helping to build the first large-scale AC power plant in the world.",
              "Tesla encountered many obstacles.",
              "In 1895, his Manhattan laboratory was devastated by a fire, which destroyed his notes and prototypes.",
              "At Madison Square Garden in 1898, he demonstrated wireless control of a boat, a stunt that many branded a hoax.",
              "Soon after he turned his attention to the wireless transmission of electric power.",
              "He believed that his system could not only distribute electricity around the globe but also provide for worldwide wireless communication.",
              "Seeking to test his ideas, Tesla built a laboratory in Colorado Springs.",
              "There he once drew so much power that he caused a regional power outage.",
              "He also detected signals that he claimed emanated from an extraterrestrial source.",
              "In 1901 Tesla persuaded J.",
              "P.",
              "Morgan to invest in the construction of a tower on Long Island that he believed would vindicate his plan to electrify the world.",
              "Yet Tesla’s dream did not materialize, and Morgan soon withdrew funding.",
              "In 1909, Marconi received the Nobel Prize for the development of radio.",
              "In 1915, Tesla unsuccessfully sued Marconi, claiming infringement on his patents.",
              "That same year, it was rumored that Edison and Tesla would share the Nobel Prize, but it didn’t happen.",
              "Unsubstantiated speculation suggested their mutual animosity was the cause.",
              "However, Tesla did receive numerous honors and awards over his life, including, ironically, the American Institute of Electrical Engineers Edison Medal.",
              "Tesla was a remarkable person.",
              "He said that he had a photographic memory, which helped him memorize whole books and speak eight languages.",
              "He also claimed that many of his best ideas came to him in a flash, and that he saw detailed pictures of many of his inventions in his mind before he ever set about constructing prototypes.",
              "As a result, he didn’t initially prepare drawings and plans for many of his devices.",
              "The 6-foot-2-inch Tesla cut a dashing figure and was popular with women, though he never married, claiming that his celibacy played an important role in his creativity.",
              "Perhaps because of his nearly fatal illness as a teenager, he feared germs and practiced very strict hygiene, likely a barrier to the development of interpersonal relationships.",
              "He also exhibited unusual phobias, such as an aversion to pearls, which led him to refuse to speak to any woman wearing them.",
              "Tesla held that his greatest ideas came to him in solitude.",
              "Yet he was no hermit, socializing with many of the most famous people of his day at elegant dinner parties he hosted.",
              "Mark Twain frequented his laboratory and promoted some of his inventions.",
              "Tesla enjoyed a reputation as not only a great engineer and inventor but also a philosopher, poet and connoisseur.",
              "On his 75th birthday he received a congratulatory letter from Einstein and was featured on the cover of Time magazine.",
              "In the popular imagination, Tesla played the part of a mad scientist.",
              "He claimed that he had developed a motor that ran on cosmic rays;",
              "that he was working on a new non-Einsteinian physics that would supply a new form of energy;",
              "that he had discovered a new technique for photographing thoughts;",
              "and that he had developed a new ray, alternately labeled the death ray and the peace ray, with vastly greater military potential than Nobel’s munitions.",
              "His money long gone, Tesla spent his later years moving from place to place, leaving behind unpaid bills.",
              "Eventually, he settled in at a New York hotel, where his rent was paid by Westinghouse.",
              "Always living alone, he frequented the local park, where he was regularly seen feeding and tending to the pigeons, with which he claimed to share a special affinity.",
              "On the morning of Jan.",
              "7, 1943, he was found dead in his room by a hotel maid at age 86.",
              "Today the name Tesla is still very much in circulation.",
              "The airport in Belgrade bears his name, as does the world’s best-known electric car, and the magnetic field strength of MRI scanners is measured in Teslas.",
              "Tesla was a real-life Prometheus: the mythical Greek titan who raided heaven to bring fire to mankind, yet in punishment was chained to a rock where each day an eagle ate his liver.",
              "Tesla scaled great heights to bring lightning down to earth, yet his rare cast of mind and uncommon habits eventually led to his downfall, leaving him nearly penniless and alone.",
              "*Editor's Note, August 29, 2019: This article has been updated to correct Tesla's birthplace.",
              "Though he was of Serbian ethnicity, he was born in present day Croatia.",
              "Richard Gunderman, Chancellor's Professor of Medicine, Liberal Arts, and Philanthropy, Indiana University Get the latest stories in your inbox every weekday.",
              "Explore Subscribe Newsletters Our Partners Terms of Use © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
            ]
          },
          {
            "title": "The Miracle Mind of Nikola Tesla | Tesla Universe",
            "url": "https://teslauniverse.com/nikola-tesla/articles/miracle-mind-nikola-tesla",
            "content": [
              "The Miracle Mind of Nikola Tesla | Tesla Universe",
              "Contemporary with Edison was another inventor, not so well known, but of the two the more spectacular.",
              "This was Nikola Tesla whose life and works have been enthrallingly described by John J.",
              "O’Neill in his book The Prodigal Genius: “He was aware as a boy that he was not like other boys in his thoughts, in his amusements and in his hobbies.",
              "He could do the things that other lads his age usually do, and many things that they could not do.",
              "It was these latter things that interested him most, and he could find no companions who would share his enthusiasms for them.",
              "This situation caused him to isolate himself from contemporaries, and made him aware that he was destined for an unusual place if not great accomplishments in life.",
              "” .",
              ".",
              ".",
              "practically all his life he experienced a peculiar reaction when breathing deeply.",
              "When he breathed deeply he was overcome by a feeling of lightness, as if his body had lost all weight;",
              "and he should, he concluded, be able to fly through the air merely by his will to do so.",
              "He did not learn, in boyhood, that he was unusual in this respect.",
              "“A strange power permitted him to perform unusual feats in mathematics.",
              "He possessed it from early boyhood, but had considered it a nuisance and tried to be rid of it because it seemed beyond his control.",
              "“If he thought of an object it would appear before him exhibiting the appearance of solidity and massiveness.",
              "So greatly did these visions possess the attributes of actual objects that it was usually difficult for him to distinguish between vision and reality.",
              "This abnormal faculty functioned in a very useful fashion in his school work with mathematics.",
              "“If he was given a problem in arithmetic or algebra, it was immaterial to him whether he went to the blackboard to work it out or whether he remained in his seat.",
              "His strange faculty permitted him to see a visioned blackboard on which the problem was written, and there appeared on this blackboard all of the operations and symbols required in working out the solution.",
              "Each step appeared much more rapidly than he could work it out by hand on the actual slate.",
              "As a result, he could give the solution almost as quickly as the whole problem was stated.",
              "“Tesla’s powers of memorizing were prodigious.",
              "A quick reading of a page gave him a permanent record of it;",
              "he could always recall before his eyes a photographic record of it to be read, and could study at his convenience.",
              "Study, for Tesla, was a far different process than for the average person.",
              "He had no need for a reference library;",
              "he could consult in his mind any page of any textbook he had read, and formula, equation, or item in a table of logarithms would flash before his eyes.",
              "He could recite scores of books, complete from memory.",
              "The saving in time which this made possible in research work was tremendous.",
              "” In an interview with M.",
              "K.",
              "Wisehart, published in the American Magazine of April 1921, and in Mr.",
              "O’Neill’s book, Tesla describes his faculty as follows: “During my boyhood I had suffered from a peculiar affliction due to the appearance of images, which were often accompanied by strong flashes of light.",
              "When a word was spoken, the image of the object designated would present itself so vividly to my vision that I could not tell whether what I saw was real or not.",
              ".",
              ".",
              ".",
              "Even though I reached out and passed my hand through it, the image would remain fixed in space.",
              "“In trying to free myself from these tormenting appearances, I tried to concentrate my thoughts on some peaceful, quieting scene I had witnessed.",
              "This would give me momentary relief;",
              "but when I had done it two or three times the remedy would begin to lose its force.",
              "Then I began to take mental excursions beyond the small world of my actual knowledge.",
              "Day and night, in imagination, I went on journeys — saw new places, cities, countries, and all the time I tried hard to make these imaginary things very sharp and clear in my mind.",
              "I imagined myself living in countries I had never seen, and I made imaginary friends, who were very dear to me and really seemed alive.",
              "“This I did constantly until I was seventeen, when my thoughts turned seriously to invention.",
              "Then to my delight, I found I could visualize with the greatest facility.",
              "I needed no models, drawings, or experiments.",
              "I could picture them all in my mind .",
              ".",
              ".",
              "“By that faculty of visualizing, which I learned in my boyish efforts to rid myself of annoying images, I have evolved what is, I believe, a new method of materializing inventive ideas and conceptions.",
              "It is a method which may be of great usefulness to any imaginative man, whether he is an inventor, businessman or artist.",
              "“Some people, the moment they have a device to construct or any piece of work to perform, rush at it without adequate preparation, and immediately become engrossed in details, instead of the central idea.",
              "They may get results, but they sacrifice quality.",
              "“Here in brief, is my own method: after experiencing a desire to invent a particular thing, I may go on for months or years with the idea in the back of my head.",
              "Whenever I feel like it, I roam around in my imagination and think about the problem without any deliberate concentration.",
              "This is a period of incubation.",
              "“Then follows a period of direct effort.",
              "I choose carefully the possible solutions of the problem I am considering, and gradually center my mind on a narrowed field of investigation.",
              "Now, when I am deliberately thinking of the problem in its specific features, I may begin to feel that I am going to get the solution.",
              "And the wonderful thing is, that if I do feel this way, then I know I have really solved the problem and shall get what I am after.",
              "“The feeling is as convincing to me as though I already had solved it.",
              "I have come to the conclusion that at this stage the actual solution is in my mind subconsciously though it may be a long time before I am aware of it consciously.",
              "“Before I put a sketch on paper, the whole idea is worked out mentally.",
              "In my mind I change the construction, make improvements, and even operate the device.",
              "Without ever having drawn a sketch I can give the measurements of all parts to workmen, and when completed all these parts will fit, just as certainly as though I had made the actual drawings.",
              "It is immaterial to me whether I run my machine in my mind or test it in my shop.",
              "“The inventions I have conceived in this way have always worked.",
              "In thirty years there has not been a single exception.",
              "My first electric motor, the vacuum tube wireless light, my turbine engine and many other devices have all been developed in exactly this way.",
              "” Tesla’s mightiest invention was his alternating current motor.",
              "It is difficult to overestimate its value.",
              "It was really the invention of a principle — the principle of the rotating electric field.",
              "For, once that principle was conceived, the motor and a multitude of other practical applications of the alternating current practically invented themselves.",
              "It was a master invention that created the electrical power era, the foundation of our modern industrial system.",
              "While studying electrical engineering at the Polytechnic Institute, at Gratz, Austria, Tesla saw for the first time a machine that would operate either as an electrical motor or as a dynamo.",
              "As was the case with all motors of the eighteen-seventies it was supplied with current through a commutator-brush system.",
              "When operated it sparked heavily at the commutator.",
              "This sparking of course was a defect;",
              "it wasted energy;",
              "and corroded the contacts.",
              "The typical professional attitude toward any idea, machine, or person, which has arrived or been accepted is enthusiasm.",
              "“It is inherent in the machine,” said Prof.",
              "Poeschl, an instructor in the Institute.",
              "The typical inventor’s attitude is critical.",
              "The defect in the motor annoyed Tesla.",
              "He suggested that the commutator be abolished and, of course, was told that such step was impossible.",
              "The rebuff bothered him not at all for he suddenly knew that not only was a motor without a commutator possible but that the solution lay in some application of the alternating current.",
              "What application he could not at that time foresee but “he felt an overpowering assurance that he could solve the problem.",
              "” Prof.",
              "Poeschl devoted an entire lecture to a discussion of reasons why Tesla’s idea was impossible of attainment.",
              "Tesla had little more to say in the face of so authoritative opposition.",
              "But the idea that had come to him flowed back, shall we say, into his subconscious mind.",
              "From time to time he would take it out and mull it over.",
              "Then he would forget it.",
              "Several years later Tesla was walking in the city park of Budapest with a friend when in a flash he solved the problem.",
              "The following is Mr.",
              "O’Neill’s description of the occasion: “Suddenly the animated figure of Tesla snapped into a rigid pose as if he had fallen into a trance.",
              "Szigeti spoke to him but got no answer.",
              "Again his words were ignored.",
              "The friend was about to seize the towering motionless figure and shake him into consciousness when instead Tesla spoke.",
              "“‘Watch me!",
              "’ said Tesla, blurting out the words like a child bubbling over with emotion: ‘Watch me reverse it.",
              "’ He was still gazing into the sun as if that incandescent ball had thrown him into a hypnotic trance.",
              "“Szigeti recalled the image from Goethe that Tesla had been reciting: ‘The glow retreats.",
              ".",
              ".",
              ".",
              "It yonder hastes, new fields of life exploring,’ a poetic description of the setting sun, and then his next words — ‘Watch me!",
              "Watch me reverse it.",
              "’ Did Tesla mean the sun?",
              "Did he mean that he could arrest the motion of the sun about to sink below the horizon, reverse its action and start it rising again toward the zenith?",
              "“‘Let us sit and rest for a while,’ said Szigeti.",
              "He turned him toward a bench, but Tesla was not to be moved.",
              "“‘Don’t you see it?",
              "’ expostulated the excited Tesla.",
              "‘See how smoothly it is running?",
              "Now I throw this switch — and I reverse it.",
              "See!",
              "It goes just as smoothly in the opposite direction.",
              "Watch!",
              "I stop it.",
              "I start it.",
              "There is no sparking.",
              "There is nothing on it to spark.",
              "’ “‘But I see nothing,’ said Szigeti.",
              "‘The sun is not sparking.",
              "Are you ill?",
              "’ “‘You do not understand,’ beamed the still excited Tesla, turning as if to bestow a benediction on his companion.",
              "‘It is my alternating-current motor I am talking about.",
              "I have solved the problem.",
              "Can’t you see it right here in front of me, running almost as silently?",
              "It is the rotating magnetic field that does it.",
              "See how the magnetic field rotates and drags the armature around with it?",
              "Isn’t it beautiful?",
              "Isn’t it sublime?",
              "Isn’t it simple?",
              "I have solved the problem.",
              "Now I can die happy.",
              "But I must live, I must return to work and build the motor so I can give it to the world.",
              "No more will men be slaves to hard tasks.",
              "My motor will set them free, it will do the work of the world.",
              "’ “Szigeti now understood.",
              "Tesla had previously told him about his attempt to solve the problem of an alternating-current motor, and he grasped the full meaning of the scientist’s words.",
              "Tesla had never told him, however, about his ability to visualize objects which he conceived in his mind, so it was necessary to explain the vision he saw, and that the solution had come to him suddenly while they were admiring the sunset.",
              "” Undoubtedly Tesla was very unusual.",
              "He possessed a special gift that enabled him to accomplish more in the field of mechanical invention than he would have been able to accomplish without it.",
              "Other inventors have had to a greater or lesser degree this power of visualization — to see in the mind’s eye, or on the wall of the bedroom, or upon an imaginary blackboard, a complete diagram or image of a layout or machine.",
              "But while this ability may be in some way connected with inventive ability, it is not essential.",
              "As a matter of recorded fact, visualization aided Tesla to work out the details, rather than to make the invention.",
              "It cannot be said that the power to invent is simply the power to visualize.",
              "The quality that Tesla’s inventiveness shared with that of other inventors was the quality of instantaneousness.",
              "While thinking of something else, while walking, dreaming, listening to a lecture or a sermon, suddenly the invention is there.",
              "There is no effort.",
              "Important moments and events related to Tesla.",
              "Nikola Tesla in the press.",
              "Books written by and about Nikola Tesla.",
              "Nikola Tesla documents, files and papers.",
              "Profound and insightful quotes by Nikola Tesla.",
              "Nikola Tesla on the screen.",
              "Nikola Tesla held around 200 patents worldwide.",
              "Locations related to Nikola Tesla.",
              "Nikola Tesla image and photo library.",
              "Nikola Tesla documents, files and papers.",
              "Profound and insightful quotes by Nikola Tesla.",
              "Books written by and about Nikola Tesla.",
              "Important moments and events related to Tesla.",
              "Nikola Tesla held around 200 patents worldwide.",
              "Nikola Tesla image and photo library.",
              "Locations related to Nikola Tesla.",
              "Letters to, from and about Nikola Tesla.",
              "Nikola Tesla on the screen.",
              "© Tesla Universe 2023"
            ]
          }
        ],
        "Nikola Tesla had a remarkable imagination and could visualize his inventions in his mind before building them.": [
          {
            "title": "Nikola Tesla - Creative Thinking and Imagination - Success Consciousness",
            "url": "https://www.successconsciousness.com/blog/creative-visualization/nikola-tesla/",
            "content": [
              "Nikola Tesla - Creative Thinking and Imagination - Success Consciousness",
              "“Every living being is an engine geared to the wheelwork of the universe.",
              "Though seemingly affected only by its immediate surrounding, the sphere of external influence extends to infinite distance.",
              "” – Nikola Tesla Nikola Tesla was great inventor, who developed the induction motor, new types of generators and transformers, a system of alternating current power transmission, fluorescent lights, and a new type of steam turbine.",
              "Nikola Tesla was born on July 9, 1856, in the village of Smiljan, in Croatia, which was then part of the Austro-Hungarian Empire, and in 1891 became a U.",
              "S.",
              "citizen.",
              "Nikola Tesla was known for his unusual mental abilities.",
              "He had a photographic memory and was able to use creative visualization with an unusual and practical intensity.",
              "Tesla describes in his autobiography, how he was able to visualize a particular apparatus, and was then able to actually test run the apparatus, disassemble it and check for proper action and wear.",
              "During the manufacturing phase of his inventions, he would work with all blueprints and specifications in his head.",
              "The invention invariably was assembled together without redesign and worked perfectly.",
              "It is said that Nikola Tesla slept one to 2 hours a day and worked continuously on his inventions and theories without benefit of ordinary relaxation or vacations.",
              "It is also said that he was able to judge the dimension of an object to a hundredth of an inch and perform difficult computations in his head without benefit of slide rule or mathematical tables.",
              "On 30 July 1891, aged 35, Tesla became a naturalized citizen of the United States.",
              "Here are a few of Nikola Tesla quotes.",
              "“The history of science shows that theories are perishable.",
              "With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified” “Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge.",
              "” “Most persons are so absorbed in the contemplation of the outside world that they are wholly oblivious to what is passing on within themselves.",
              "” “I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success.",
              ".",
              ".",
              "such emotions make a man forget food, sleep, friends, love, everything.",
              "” “If you want to find the secrets of the universe, think in terms of energy, frequency and vibration.",
              "” “Today’s scientists have substituted mathematics for experiments, and they wander off through equation after equation, and eventually build a structure which has no relation to reality.",
              "” “My brain is only a receiver, in the Universe there is a core from which we obtain knowledge, strength and inspiration.",
              "I have not penetrated into the secrets of this core, but I know that it exists.",
              "” “In a time not distant, it will be possible to flash any image formed in thought on a screen and render it visible at any place desired.",
              "The perfection of this means of reading thought will create a revolution for the better in all our social relations.",
              "” “We wind a simple ring of iron with coils;",
              "we establish the connections to the generator, and with wonder and delight we note the effects of strange forces which we bring into play, which allow us to transform, to transmit and direct energy at will.",
              "” You can read more on Nikola Tesla on Wikipedia.",
              "How to Repeat Affirmations and Get Results About the Author Remez Sasson is the author and creator of of the website SuccessConsciousness.",
              "com.",
              "Join him on a fabulous journey to self improvement, success, positivity, inner peace and meditation, through his website, articles and books.",
              "Follow on:Facebook Twitter Pinterest Instagram Linkedin Ways to calm the restless mind How to get willpower & discipline"
            ]
          },
          {
            "title": "The Little Known Nicola Tesla Visualization Technique",
            "url": "https://thinkvis.com/the-little-known-nicola-tesla-visualization-techniques/",
            "content": [
              "The Little Known Nicola Tesla Visualization Technique",
              "Nicola Tesla Visualization Technique Do you know about the Nicola Tesla visualization technique?",
              "Nikola Tesla is, unfortunately, one of history’s forgotten geniuses and his ideas, projects and discoveries are a well-kept secret.",
              "Yet a lot of his concepts are still pertinent.",
              "Today, you found out about the automobile called Tesla.",
              "Well, hunch who it’s called after what concerning the Tesla coil, rotating present, the remote controller, all concepts influenced or created by Nikola Tesla?",
              "What made him unique was exactly how he could go across combine the world of soft skills with the globe of heart skills.",
              "See tesla was an engineer, an electrical engineer to be precise and most designers around.",
              "That era believed he was lazy.",
              "I imply right here that all these various other designers developing with their hands having all these stopped working innovations showcasing that they were placed in work while Tesla wasn’t collaborating with his hands first.",
              "He was dealing with his mind, something that’s leveraged On the planet of soft skills, even more specifically visualization, he created his inventions in his mind, fine-tuned them fixed them and afterwards brought it right into presence, and the beauty is a lot of Tesla’s techniques.",
              "We can apply worldwide interaction skills.",
              "I’m, going to offer you three actions to envision like Nikola Tesla, as well as I’m, most likely to tie in those principles on how you can improve your communication skills.",
              "So let’s, get started with the extremely first method or better yet tip that Tesla did was he working his means up?",
              "He understood that visualization is a muscular tissue.",
              "It does not grasp in a single night.",
              "It was, most likely to be grasped over time by Nikola Tesla when he was growing up.",
              "Let me take you to the Nicola Tesla visualization technique path.",
              "His parents would certainly provide him with a great deal of mind.",
              "Workouts, like memorizing big paragraphs like trying to remember things from the past as well as in some weird means trying to read other individuals’ thoughts.",
              "These odd little mind exercises were conditioning Nikola Tesla to exercise his mind.",
              "Exactly how can we connect this right into the world of interaction skills?",
              "Well, what you could do is do your finest to make use of fewer notes there’s.",
              "A lot of these speeches that I see nowadays, where individuals have their phone and they review the whole speech from their phone, do your best to create a speech that calls for no notes.",
              "If you’re, recording a youtube video clip document it from beginning to end without eliminating all the little errors.",
              "These little initiatives permit you to exercise the power of your mind and if you want something even easier, simply shut your eyes and imagine an apple, the mirror act of creating an apple in your mind’s eye.",
              "Is it that you’re giving the mind a command?",
              "It’s a simple order, but it establishes the foundation that Nikola Tesla recognized, so that’s it.",
              "The first step is to gradually increase your mental strength.",
              "The second step is to put the power of visualization into practice.",
              "If you continually increase your mental strength, visualization will become easier and easier.",
              "Unfortunately, here is when many people come to a halt.",
              "They don’t connect the act of visualization to practicality, and Tesla knew better.",
              "That’s exactly what he did.",
              "He would invent things in his head after putting in a lot of time with his hands.",
              "He certainly began to build additional data and showed his ability to create with his head, but he didn’t stop there.",
              "Tesla took it into the actual world so that others may benefit from it, and this can easily tie into the world of communication because many people believe that visualization is simply closing your eyes and seeing things that aren’t there.",
              "Just the tip of the iceberg.",
              "Here’s an example of how you can combine visualization with practicality: + I was recently asked how I make material for my YouTube channel, and I informed him that I spent most of my time learning how to focus.",
              "On practising visualization, when it comes time to record these videos, the entire video is built in my head, and I’m simply putting it into words, but it doesn’t end there once the video is uploaded to YouTube.",
              "The video is up, and I’m running advertisements on it, which provides passive money.",
              "So, in this case, I’m able to connect the act of visualization to the practical aspect of passive income, and once I make that connection, I’m much more likely to continue visualizing in other areas of my life.",
              "So, ask yourself if you’ve ever visualized and had practical results, or if you’re currently visualizing.",
              "There are some practical benefits that it will lead to the deeper this link becomes, the sharper and stronger your visualization muscle becomes like Tesla.",
              "So, the third suggestion is to focus on huge topics, a lot of people.",
              "They’re envisioning, but negatively: they’re wondering what people thought of them five years ago: gossip nasty news, but that’s not what they’re doing with their visualization muscle.",
              "Telecommunications was a novel concept at the time, and the capacity to communicate with others instantly via social media was unheard of.",
              "This was not a well-known concept at the time of Tesla.",
              "Nonetheless, he ingrained that idea in his head and continued to think about it.",
              "Tesla openly admitted that his ability to utilize visualization to accomplish what he did in the field of mechanical invention was due to his ability to employ visualization.",
              "Nikola Tesla possessed incredible visual thinking abilities.",
              "He could “put it up” in his thoughts and leave it running to see how it would work when he had an idea for a new machine.",
              "His mental abilities were so advanced that the results he came up with were very accurate.",
              "When it came to creating prototypes for the new machine, this was confirmed.",
              "Because of his “Mind Lab” investigations, he would already know how it would perform.",
              "Nikola Tesla had extremely great visualisation powers from an early age, according to his history.",
              "Perhaps he possessed these powers due to some mental aberration (there is speculation that he had a sort of autism that led to his savant ability).",
              "For the rest of us, we need to improve our visualizing skills.",
              "This, like most things, is something that can be done systematically and that becomes better with time and effort.",
              "The strongest advice is to use a mind machine and practice picture streaming.",
              "Using the visual thought stream regularly is the most effective way to open the third eye of visualisation.",
              "This is the most popular of the Nicola Tesla visualization technique.",
              "The 369 manifestation method is a tool that consists of a paradigm or exercise of rehearsed and repeating thoughts throughout one’s day.",
              "It is built on powerful affirmations that you completely accept and repeat like a mantra.",
              "Its purpose is for someone to appear or come up with whatever you want.",
              "from the Universe.",
              "You can accomplish it using repetition and carefully phrased affirmations that help your subconscious mind believe that you already have what you desire.",
              "First and foremost, during the widespread dissemination of 369, someone may have credited this method to the creator Nikola Tesla.",
              "This is the most likely scenario.",
              "Tesla was presumably obsessed with the number 3 and its multiples, which is why he was chosen as a reference person.",
              "The set of three numbers, he believed, was a “new law of nature” that underpins the cosmos and all other laws.",
              "He most likely associated this belief with a strong superstition: he only stayed in hotel rooms with a number divisible by three, he washed his dishes with 18 napkins, and he went around the house three times before entering it.",
              "Other geniuses are aware of this type of quirkiness, and it is deemed acceptable.",
              "Using them for a fresh craze, but, is dubious.",
              "Perhaps 2, 4, and 6 times, or 4, 8, and 12 times would be beneficial.",
              "In any event, such constant repetition can firmly embed the aim in the subconscious mind.",
              "The second interpretation of the concept boils down to the fact that it can be used to “manipulate” other people, such as yourself.",
              "Explicit messengers or social media portals should be used for this.",
              "However, you’ll need to engage your imagination once more: if you want to utilize the 369 manifestation method to get someone to contact you, you’ll need to visualize who this person is three times.",
              "Then think 6 times for a cause and even 9 times towards the end.",
              "t.",
              "Some proponents of Variation #2 argue that it is effective.",
              "If variant # 2 wasn’t esoteric enough, there’s a third version: We’re all trapped in a “matrix,” and the 369 method is the only way out.",
              "Funny enough, fans of the film of the same name always assumed that the red pill would suffice.",
              "But, since the red pill isn’t available, we’ll have to assume, as normal, that our surroundings aren’t three, six, and nine times in the morning, noon, and evening.",
              "Then we’ll be able to break free.",
              "We won’t be able to go back if that works.",
              "As a result, individuals who have succeeded in Method #3 are unable to tell us about it.",
              "But we can’t deny that no one has yet made it.",
              "Isn’t that an ingenious theory?",
              "Then there are the following cautions concerning technique 369: It is said to have the ability to conjure up “evil things.",
              "” According to Warner, it can cause significant illness and even death.",
              "Fond More on Visualization Techniques If you want to boost your results using the power of visualization you can use visualization meditation.",
              "The combination or mix of meditation with the power of visualization is going to make you vibrate at a high frequency making it easier to manifest what you want.",
              "We can assure you the benefits of this practice are enormous.",
              "In only 7 weeks your transformation will be complete.",
              "Check this resource: I hope you enjoyed the article!",
              "If you liked it, I would appreciate it if you can share it using one of the social sharing icons.",
              "Also, leave me a comment and let me know what you thought – I love talking to readers, so hopefully will talk to you in the comments below.",
              "Your English writing skills are bad, I wanted to follow what you were saying but I could not, improve that first and attempt your second article.",
              "Thanks for your advice.",
              "I ́m working on it.",
              "Comment Save my name, email, and website in this browser for the next time I comment.",
              "We value your privacy and will never spam you After some years practicing visualization techniques, we want to share our experiences with you.",
              "Thanks for your visit!",
              "I have an exit present to thank your.",
              "visit.",
              "The Most Effective and Powerful FREE Law of Attraction Online Video Training Available Click Here to Get Full Access Now No thanls.",
              "I don ́t want to live my dreamlife."
            ]
          },
          {
            "title": "10 of the Most Important Inventions of Nikola Tesla",
            "url": "https://interestingengineering.com/lists/10-of-the-most-important-inventions-of-nikola-tesla",
            "content": [
              "10 of the Most Important Inventions of Nikola Tesla",
              "Nikola Tesla was a genius inventor who created some groundbreaking inventions.",
              "Tesla also collaborated with many big names and companies in history.",
              "Because some of his ideas were considered far out there at the time, Tesla is often featured in science fiction television shows and movies.",
              "Here we shine a light on some of his most notable works and explore some other commonly asked questions about the man and his life.",
              "RELATED: 7 INVENTIONS OF NIKOLA TESLA THAT WERE NEVER BUILT Nikola Tesla's education began when he was a young boy in Smiljan, Croatia;",
              "then part of the Austro-Hungarian Empire.",
              "At a young age, he showed remarkable imagination and creativity and also had some talent as a poet.",
              "Stay ahead of your peers in technology and engineering - The Blueprint He would spend his pre-university days at the Realschule, Karlsdadt, later renamed Johann-Rudolph-Glauber Realschule Karlstadt.",
              "After completing his studies there, Tesla decided to pursue a career in engineering.",
              "To this end, Tesla attended the Technical University at Graz, Austria, and the University of Prague.",
              "At Graz, Tesla studied mathematics and physics and later studied philosophy at the University of Prague.",
              "Florian Klien/Wikimedia Commons While at Graz, he was first introduced to the Gramme dynamo that operated as an electrical generator and, when reversed, could also act as an electrical motor.",
              "This experience influenced him deeply and, so it is said, encouraged him to first conceive of a way to use alternating current advantageously.",
              "In the early-1880s, while working at the Central Telephone Exchange in Budapest, Tesla built on his thinking by visualizing the principle of the rotating magnetic field and developed plans for an induction motor that would ultimately become the first-ever utilization of AC.",
              "He would later move to Paris to work on direct current powerplants with the Continental Edison Company.",
              "Soon after, he would emigrate to the United States at the age of 28.",
              "Tesla's final years were filled with controversy and an apparent decline in his sanity.",
              "He would spend his last decade living alone in the Hotel New Yorker and working on new inventions even as his health and mental condition deteriorated.",
              "Between 1933 and 1943, Tesla occupied a suite in rooms 3327 and 3328 at the Hotel New Yorker and he would rarely receive guests.",
              "He also ate an exclusively vegetarian diet and had his meals prepared for him personally by the hotel's chef.",
              "Bramstercate/Wikimedia Commons Tesla also apparently developed a fixation with the number three and would obsessively wash his hands and body after developing a form of mysophobia (germophobia).",
              "In fact, when the hotel staff was permitted to enter his room, they were asked to remain at least three feet away from him.",
              "On the 8th of January 1943, Tesla's body was found in his hotel room.",
              "It was later discovered that he had died at approximately 10:45 pm on the 7th of January 1943.",
              "The visiting physician quickly qualified the cause of death to be coronary thrombosis.",
              "A disorder normally caused by a build of cholesterol and fats in the blood vessel walls, primary causes for it are a high LDL cholesterol diet, smoking, a sedentary lifestyle, and hypertension.",
              "Weird History/Twitter But this is not the entire story.",
              "Tesla also experienced a serious accident a few years before his death that may have contributed to his ultimate demise.",
              "In the autumn of 1937, Tesla left his hotel for his regular commute to the local cathedral and library.",
              "While crossing the street, he was hit by a taxicab and thrown to the ground.",
              "This accident severely damaged his back and broke several ribs.",
              "He never consulted a doctor and apparently learned to cope with his injuries on his own.",
              "Nikola Tesla was one of the most prolific and innovative engineers and inventors of the nineteenth and twentieth centuries.",
              "As previously mentioned, his illustrious inventive endeavors began in the early-1880s while he was working at the Central Telegraph Office in Budapest.",
              "However, there is little, if any, information about attempts to file any patents for his work at this time.",
              "Tesla's first-ever confirmed patent, for the electric arc lamp, was filed after his arrival in the United States, in March of 1884.",
              "The vast majority of his patents were filed after he left Edison's employ and founded his own company, Tesla Electric Light and Manufacturing.",
              "Up until 1928, Tesla appears to have protected many of his inventions with patents all across the world.",
              "Google Patents During this period, his first patent was the US patent no.",
              "334,823 for a commutator for dynamo-electric machines, and according to the Tesla Foundation, his last was the last US patent no.",
              "1,655,114 for an apparatus for aerial transport.",
              "According to U.",
              "S.",
              "patent records, Nikola Tesla held around 112 registered U.",
              "S.",
              "patents for his work.",
              "It is known that Tesla filed a number of patents in other countries, but some of these records are harder to definitively quantify with certainty today.",
              "It is believed that Nikola Tesla held somewhere in the order of 196 patents for his tech, across 26 countries worldwide.",
              "Of the non-US patents, the largest number appears to have been filed in Great Britain, with 30 patents granted.",
              "Tesla also held about 10 patents in France, 27 in Belgium, 21 in Germany, 19 in Italy, and 15 in Austria.",
              "He also appears to have filed a handful of patents in a number of other countries, including Spain, Belgium, Brazil, and Italy.",
              "Google Patents The Tesla Foundation has estimated that Tesla held a total of over 300 patents across five continents.",
              "However, it must be borne in mind that many of these patents were for the same inventions rather than unique developments.",
              "Interestingly, according to an analysis of his patents, his most protected invention was his pump and turbine (US patents 1,061,142 and 1,061,206).",
              "For these, he was granted 23 patents in 22 countries.",
              "Of all his patents, 54 were granted in the United States.",
              "1889 appears to have been his most prolific year, with a total of 39 patents filed relating to his polyphase system.",
              "Tesla also either did not file patent protection for a number of other inventions he came up with throughout his career.",
              "A prime example is his application of high-frequency current for medical purposes.",
              "So, without further ado, here are ten of Nikola Tesla's most famous inventions.",
              "This list is far from exhaustive and is in no particular order.",
              "One Tesla/Wikimedia Chances are that you have already seen this invention.",
              "It is a transformer used to produce high-voltage, low-current, high-frequency alternating-current electricity.",
              "To observers, it appears as if lightning is being shot into the air.",
              "A Tesla coil consists of a primary coil and a secondary coil, each with its own capacitor to store electrical energy.",
              "The two coils and capacitors are connected by a spark gap.",
              "A high-voltage source powers the system.",
              "The primary coil's capacitor eventually builds up so much charge that it breaks down the air resistance in the spark gap.",
              "Then, the current flows out of the capacitor down the primary coil and creates a magnetic field.",
              "This field collapses quickly and generates an electric current in the secondary coil.",
              "The voltage zipping through the air between the two coils creates sparks in the gap and, eventually, the charge in the secondary capacitor becomes so high that it breaks free in a spectacular burst of electric current.",
              "The resulting high-frequency voltage can illuminate fluorescent bulbs several feet away with no wire connection.",
              "Cehtvorno/Wikimedia Commons Tesla had intended the Tesla Coil to be part of a wireless power system and was a mainstay of many of Tesla’s other experiments.",
              "By running a wire connected to the resonator around his lab he permeated his lab with electromagnetic energy and was able to light a fluorescent bulb held in his hand because the voltage drop through the air was great enough to cause a sufficient current flow.",
              "Using a magnifying transmitter, he was also reportedly able to light a field of bulbs at a distance of 1 km.",
              "The magnifying transmitter was an adaptation of the Tesla coil, only instead of discharging to the earth, the magnifying transmitter created standing waves of electrical energy, which could be harnessed by a tuned receiving circuit.",
              "Cmdjameson/Wikimedia Commons Tesla saw the rise of the piston engine in the automobile industry as a way to make a change in the world.",
              "He developed his own turbine-style engine that used combustion to make disks rotate.",
              "The fuel efficiency of his engine was as high as 90%, a big achievement considering this is similar to the efficiency of some modern turbines.",
              "While Rontgen has been credited with developing the first X-ray films, called shadowgraphs, there is clear evidence that Tesla was also working in this area.",
              "The problem is that Tesla lost a lot of his work due to a fire in his lab.",
              "Nikola Tesla may well have produced the first X-ray image in the United States when he attempted to use a vacuum tube to obtain an image of Mark Twain.",
              "However, instead of Twain, the resulting image showed the screw for adjusting the camera lens.",
              "He did later obtain shadowgraph images of the human body, shortly after Roentgen published his discovery on November 8, 1895.",
              "Tesla also described some clinical benefits of X-rays.",
              "Shushrith/Wikimedia Commons Before his lab burned down, Tesla discovered that he could use his coils to transmit and receive powerful radio signals, tuning them to resonate at the same frequency.",
              "By early 1895, he was ready to transmit a signal 50 miles from his lab to West Point, New York.",
              "But the fire in Tesla's lab destroyed his work.",
              "While he was rebuilding, a young Italian experimenter named Guglielmo Marconi, who was working in England, took out the first wireless telegraphy patent.",
              "When Marconi later set up long-distance demonstrations, he used a Tesla oscillator to transmit the signals across the English Channel.",
              "Gwengoat/iStock Tesla did not invent fluorescent or neon lights, but he did contribute to improving both inventions.",
              "He took the lights and created the first neon sign.",
              "At the 1893 Chicago World’s Fair, he demonstrated neon light signs and how they can make unique designs and even form words.",
              "Thanks to Tesla you can identify your favorite bar.",
              "Internet Archive Book Images/Wikimedia Commons When it came to deciding what company would build a power generator at Niagara Falls, Thomas Edison was the first choice.",
              "After reviewing Tesla’s work for Westinghouse Electric, though, the Niagara Falls commission went with Tesla’s alternating current power.",
              "Despite doubts, Tesla’s system worked well and became a standard for hydroelectric power.",
              "Ctac/Wikimedia Commons The first AC commutator-free three-phase induction motor was invented independently by Galileo Ferraris and Nikola Tesla.",
              "Although Ferraris presented his engine first, in 1885, it was Tesla who filed for a patent first.",
              "George Westinghouse, who was developing an alternating current power system at that time, licensed Tesla's patents in 1888.",
              "This type of motor is commonly used in vacuums, blow dryers, and power tools, even today.",
              "Свифт/Wikimedia Commons The Teleautomaton was the first radio-controlled boat that was designed by Tesla.",
              "After being denied a patent because the patent office didn’t think it was feasible, he proved them wrong by demonstrating the boat at the Electrical Exhibition in 1898.",
              "Unknown/Wikimedia Commons Alternating current is considered Tesla’s crowning achievement.",
              "While not the inventor of AC power, he made it easy to use widely.",
              "AC power allows for electricity to be sent over long distances much more efficiently.",
              "Westinghouse bought Tesla’s AC patents and used them to bid on the lighting of the Chicago World’s Fair.",
              "They won the contract and were able to provide power at around $150,000, which is less than it would have cost to provide power using direct current.",
              "That's a wrap, as they say.",
              "Tesla's apparent innate skill for invention and unfathomable imagination made him one of the most prolific inventors of our age.",
              "While we have selected but a few of his many inventions, it is clear that his genius was unparalleled in his time, and perhaps ours.",
              "And that raises an interesting question.",
              "If Tesla was born today, how different would the world be in the future?",
              "We'll let you muse over that."
            ]
          }
        ],
        "Nikola Tesla's remarkable imagination helped him to develop his original and innovative ideas without much need for experimentation or drawings.": [
          {
            "title": "Nikola Tesla | Biography, Facts, &amp; Inventions | Britannica",
            "url": "https://www.britannica.com/biography/Nikola-Tesla",
            "content": [
              "Nikola Tesla | Biography, Facts, &amp; Inventions | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nikola Tesla was born to Serbian parents in Smiljan, in what was then the Austrian Empire (now in Croatia).",
              "Nikola Tesla died on January 7, 1943, in New York City.",
              "Nikola Tesla studied engineering at the Technical University at Graz, Austria, and the University of Prague.",
              "Tesla developed the alternating-current power system that provides electricity for homes and buildings.",
              "He also pioneered the field of radio communication and was granted more than 100 U.",
              "S.",
              "patents.",
              "As a boy, Tesla was often sick, but he was a bright student with a photographic memory.",
              "In addition to his interest in engineering, he possessed a wild imagination as well as a love of poetry.",
              "Nikola Tesla (born July 9/10, 1856, Smiljan, Austrian Empire [now in Croatia]—died January 7, 1943, New York, New York, U.",
              "S.)",
              "Serbian American inventor and engineer who discovered and patented the rotating magnetic field, the basis of most alternating-current machinery.",
              "He also developed the three-phase system of electric power transmission.",
              "He immigrated to the United States in 1884 and sold the patent rights to his system of alternating-current dynamos, transformers, and motors to George Westinghouse.",
              "In 1891 he invented the Tesla coil, an induction coil widely used in radio technology.",
              "Tesla was from a family of Serbian origin.",
              "His father was an Orthodox priest;",
              "his mother was unschooled but highly intelligent.",
              "As he matured, he displayed remarkable imagination and creativity as well as a poetic touch.",
              "Training for an engineering career, he attended the Technical University at Graz, Austria, and the University of Prague.",
              "At Graz he first saw the Gramme dynamo, which operated as a generator and, when reversed, became an electric motor, and he conceived a way to use alternating current to advantage.",
              "Later, at Budapest, he visualized the principle of the rotating magnetic field and developed plans for an induction motor that would become his first step toward the successful utilization of alternating current.",
              "In 1882 Tesla went to work in Paris for the Continental Edison Company, and, while on assignment to Strassburg in 1883, he constructed, after work hours, his first induction motor.",
              "Tesla sailed for America in 1884, arriving in New York with four cents in his pocket, a few of his own poems, and calculations for a flying machine.",
              "He first found employment with Thomas Edison, but the two inventors were far apart in background and methods, and their separation was inevitable.",
              "In May 1888 George Westinghouse, head of the Westinghouse Electric Company in Pittsburgh, bought the patent rights to Tesla’s polyphase system of alternating-current dynamos, transformers, and motors.",
              "The transaction precipitated a titanic power struggle between Edison’s direct-current systems and the Tesla-Westinghouse alternating-current approach, which eventually won out.",
              "Tesla soon established his own laboratory, where his inventive mind could be given free rein.",
              "He experimented with shadowgraphs similar to those that later were to be used by Wilhelm Röntgen when he discovered X-rays in 1895.",
              "Tesla’s countless experiments included work on a carbon button lamp, on the power of electrical resonance, and on various types of lighting.",
              "In order to allay fears of alternating currents, Tesla gave exhibitions in his laboratory in which he lit lamps by allowing electricity to flow through his body.",
              "He was often invited to lecture at home and abroad.",
              "The Tesla coil, which he invented in 1891, is widely used today in radio and television sets and other electronic equipment.",
              "That year also marked the date of Tesla’s U.",
              "S.",
              "citizenship.",
              "Westinghouse used Tesla’s alternating current system to light the World’s Columbian Exposition at Chicago in 1893.",
              "This success was a factor in their winning the contract to install the first power machinery at Niagara Falls, which bore Tesla’s name and patent numbers.",
              "The project carried power to Buffalo by 1896.",
              "In 1898 Tesla announced his invention of a teleautomatic boat guided by remote control.",
              "When skepticism was voiced, Tesla proved his claims for it before a crowd in Madison Square Garden.",
              "In Colorado Springs, Colorado, where he stayed from May 1899 until early 1900, Tesla made what he regarded as his most important discovery—terrestrial stationary waves.",
              "By this discovery he proved that Earth could be used as a conductor and made to resonate at a certain electrical frequency.",
              "He also lit 200 lamps without wires from a distance of 40 km (25 miles) and created man-made lightning, producing flashes measuring 41 metres (135 feet).",
              "At one time he was certain he had received signals from another planet in his Colorado laboratory, a claim that was met with derision in some scientific journals.",
              "Returning to New York in 1900, Tesla began construction on Long Island of a wireless world broadcasting tower, with $150,000 capital from the American financier J.",
              "Pierpont Morgan.",
              "Tesla claimed he secured the loan by assigning 51 percent of his patent rights of telephony and telegraphy to Morgan.",
              "He expected to provide worldwide communication and to furnish facilities for sending pictures, messages, weather warnings, and stock reports.",
              "The project was abandoned because of a financial panic, labour troubles, and Morgan’s withdrawal of support.",
              "It was Tesla’s greatest defeat.",
              "Tesla’s work then shifted to turbines and other projects.",
              "Because of a lack of funds, his ideas remained in his notebooks, which are still examined by enthusiasts for unexploited clues.",
              "In 1915 he was severely disappointed when a report that he and Edison were to share the Nobel Prize proved erroneous.",
              "Tesla was the recipient of the Edison Medal in 1917, the highest honour that the American Institute of Electrical Engineers could bestow.",
              "Tesla allowed himself only a few close friends.",
              "Among them were the writers Robert Underwood Johnson, Mark Twain, and Francis Marion Crawford.",
              "He was quite impractical in financial matters and an eccentric, driven by compulsions and a progressive germ phobia.",
              "But he had a way of intuitively sensing hidden scientific secrets and employing his inventive talent to prove his hypotheses.",
              "Tesla was a godsend to reporters who sought sensational copy but a problem to editors who were uncertain how seriously his futuristic prophecies should be regarded.",
              "Caustic criticism greeted his speculations concerning communication with other planets, his assertions that he could split the Earth like an apple, and his claim of having invented a death ray capable of destroying 10,000 airplanes at a distance of 400 km (250 miles).",
              "After Tesla’s death the custodian of alien property impounded his trunks, which held his papers, his diplomas and other honours, his letters, and his laboratory notes.",
              "These were eventually inherited by Tesla’s nephew, Sava Kosanovich, and later housed in the Nikola Tesla Museum in Belgrade.",
              "Hundreds filed into New York City’s Cathedral of St.",
              "John the Divine for his funeral services, and a flood of messages acknowledged the loss of a great genius.",
              "Three Nobel Prize recipients addressed their tribute to “one of the outstanding intellects of the world who paved the way for many of the technological developments of modern times.",
              "”"
            ]
          },
          {
            "title": "Nikola Tesla - Creative Thinking and Imagination - Success Consciousness",
            "url": "https://www.successconsciousness.com/blog/creative-visualization/nikola-tesla/",
            "content": [
              "Nikola Tesla - Creative Thinking and Imagination - Success Consciousness",
              "“Every living being is an engine geared to the wheelwork of the universe.",
              "Though seemingly affected only by its immediate surrounding, the sphere of external influence extends to infinite distance.",
              "” – Nikola Tesla Nikola Tesla was great inventor, who developed the induction motor, new types of generators and transformers, a system of alternating current power transmission, fluorescent lights, and a new type of steam turbine.",
              "Nikola Tesla was born on July 9, 1856, in the village of Smiljan, in Croatia, which was then part of the Austro-Hungarian Empire, and in 1891 became a U.",
              "S.",
              "citizen.",
              "Nikola Tesla was known for his unusual mental abilities.",
              "He had a photographic memory and was able to use creative visualization with an unusual and practical intensity.",
              "Tesla describes in his autobiography, how he was able to visualize a particular apparatus, and was then able to actually test run the apparatus, disassemble it and check for proper action and wear.",
              "During the manufacturing phase of his inventions, he would work with all blueprints and specifications in his head.",
              "The invention invariably was assembled together without redesign and worked perfectly.",
              "It is said that Nikola Tesla slept one to 2 hours a day and worked continuously on his inventions and theories without benefit of ordinary relaxation or vacations.",
              "It is also said that he was able to judge the dimension of an object to a hundredth of an inch and perform difficult computations in his head without benefit of slide rule or mathematical tables.",
              "On 30 July 1891, aged 35, Tesla became a naturalized citizen of the United States.",
              "Here are a few of Nikola Tesla quotes.",
              "“The history of science shows that theories are perishable.",
              "With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified” “Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge.",
              "” “Most persons are so absorbed in the contemplation of the outside world that they are wholly oblivious to what is passing on within themselves.",
              "” “I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success.",
              ".",
              ".",
              "such emotions make a man forget food, sleep, friends, love, everything.",
              "” “If you want to find the secrets of the universe, think in terms of energy, frequency and vibration.",
              "” “Today’s scientists have substituted mathematics for experiments, and they wander off through equation after equation, and eventually build a structure which has no relation to reality.",
              "” “My brain is only a receiver, in the Universe there is a core from which we obtain knowledge, strength and inspiration.",
              "I have not penetrated into the secrets of this core, but I know that it exists.",
              "” “In a time not distant, it will be possible to flash any image formed in thought on a screen and render it visible at any place desired.",
              "The perfection of this means of reading thought will create a revolution for the better in all our social relations.",
              "” “We wind a simple ring of iron with coils;",
              "we establish the connections to the generator, and with wonder and delight we note the effects of strange forces which we bring into play, which allow us to transform, to transmit and direct energy at will.",
              "” You can read more on Nikola Tesla on Wikipedia.",
              "How to Repeat Affirmations and Get Results About the Author Remez Sasson is the author and creator of of the website SuccessConsciousness.",
              "com.",
              "Join him on a fabulous journey to self improvement, success, positivity, inner peace and meditation, through his website, articles and books.",
              "Follow on:Facebook Twitter Pinterest Instagram Linkedin Ways to calm the restless mind How to get willpower & discipline"
            ]
          },
          {
            "title": "Nikola Tesla - Inventions, Facts &amp; Death - HISTORY",
            "url": "https://www.history.com/topics/inventions/nikola-tesla",
            "content": [
              "Nikola Tesla - Inventions, Facts &amp; Death - HISTORY",
              "By: History.",
              "com Editors Updated: March 13, 2020 | Original: November 9, 2009 Serbian-American engineer and physicist Nikola Tesla (1856-1943) made dozens of breakthroughs in the production, transmission and application of electric power.",
              "He invented the first alternating current (AC) motor and developed AC generation and transmission technology.",
              "Though he was famous and respected, he was never able to translate his copious inventions into long-term financial success—unlike his early employer and chief rival, Thomas Edison.",
              "Nikola Tesla was born in 1856 in Smiljan, Croatia, then part of the Austro-Hungarian Empire.",
              "His father was a priest in the Serbian Orthodox church and his mother managed the family’s farm.",
              "In 1863 Tesla’s brother Daniel was killed in a riding accident.",
              "The shock of the loss unsettled the 7-year-old Tesla, who reported seeing visions—the first signs of his lifelong mental illnesses.",
              "Did you know?",
              "During the 1890s Mark Twain struck up a friendship with inventor Nikola Tesla.",
              "Twain often visited him in his lab, where in 1894 Tesla photographed the great American writer in one of the first pictures ever lit by phosphorescent light.",
              "Tesla studied math and physics at the Technical University of Graz and philosophy at the University of Prague.",
              "In 1882, while on a walk, he came up with the idea for a brushless AC motor, making the first sketches of its rotating electromagnets in the sand of the path.",
              "Later that year he moved to Paris and got a job repairing direct current (DC) power plants with the Continental Edison Company.",
              "Two years later he immigrated to the United States.",
              "Tesla arrived in New York in 1884 and was hired as an engineer at Thomas Edison’s Manhattan headquarters.",
              "He worked there for a year, impressing Edison with his diligence and ingenuity.",
              "At one point Edison told Tesla he would pay $50,000 for an improved design for his DC dynamos.",
              "After months of experimentation, Tesla presented a solution and asked for the money.",
              "Edison demurred, saying, “Tesla, you don’t understand our American humor.",
              "” Tesla quit soon after.",
              "After an unsuccessful attempt to start his own Tesla Electric Light Company and a stint digging ditches for $2 a day, Tesla found backers to support his research into alternating current.",
              "In 1887 and 1888 he was granted more than 30 patents for his inventions and invited to address the American Institute of Electrical Engineers on his work.",
              "His lecture caught the attention of George Westinghouse, the inventor who had launched the first AC power system near Boston and was Edison’s major competitor in the “Battle of the Currents.",
              "” Westinghouse hired Tesla, licensed the patents for his AC motor and gave him his own lab.",
              "In 1890 Edison arranged for a convicted New York murderer to be put to death in an AC-powered electric chair—a stunt designed to show how dangerous the Westinghouse standard could be.",
              "Buoyed by Westinghouse’s royalties, Tesla struck out on his own again.",
              "But Westinghouse was soon forced by his backers to renegotiate their contract, with Tesla relinquishing his royalty rights.",
              "In the 1890s Tesla invented electric oscillators, meters, improved lights and the high-voltage transformer known as the Tesla coil.",
              "He also experimented with X-rays, gave short-range demonstrations of radio communication two years before Guglielmo Marconi and piloted a radio-controlled boat around a pool in Madison Square Garden.",
              "Together, Tesla and Westinghouse lit the 1893 World’s Columbian Exposition in Chicago and partnered with General Electric to install AC generators at Niagara Falls, creating the first modern power station.",
              "In 1895 Tesla’s New York lab burned, destroying years’ worth of notes and equipment.",
              "Tesla relocated to Colorado Springs for two years, returning to New York in 1900.",
              "He secured backing from financier J.",
              "P.",
              "Morgan and began building a global communications network centered on a giant tower at Wardenclyffe, on Long Island.",
              "But funds ran out and Morgan balked at Tesla’s grandiose schemes.",
              "Tesla lived his last decades in a New York hotel, working on new inventions even as his energy and mental health faded.",
              "His obsession with the number three and fastidious washing were dismissed as the eccentricities of genius.",
              "He spent his final years feeding—and, he claimed, communicating with—the city’s pigeons.",
              "Tesla died in his room on January 7, 1943.",
              "Later that year the U.",
              "S.",
              "Supreme Court voided four of Marconi’s key patents, belatedly acknowledging Tesla’s innovations in radio.",
              "The AC system he championed and improved remains the global standard for power transmission.",
              "Declassified CIA documents reveal a secret history surrounding Nikola Tesla.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          }
        ]
      },
      "evidence": {
        "Nikola Tesla was a Serbian-American inventor and engineer.": [
          "Nikola Tesla (born July 9/10, 1856, Smiljan, Austrian Empire [now in Croatia]—died January 7, 1943, New York, New York, U.S.) Serbian American inventor and engineer who discovered and patented the rotating magnetic field, the basis of most alternating-current machinery.",
          "Serbian-American engineer and physicist Nikola Tesla (1856-1943) made dozens of breakthroughs in the production, transmission and application of electric power."
        ],
        "Nikola Tesla made many contributions to science and technology, such as the rotating magnetic field, the Tesla coil, and the alternating current (AC) system of electric power transmission.": [
          "Tesla developed the alternating-current power system that provides electricity for homes and buildings.",
          "He also developed the three-phase system of electric power transmission.",
          "The Tesla coil, which he invented in 1891, is widely used today in radio and television sets and other electronic equipment.",
          "Nikola Tesla was an engineer and scientist known for designing the alternating-current (AC) electric system, which is the predominant electrical system used across the world today.",
          "He also created the \"Tesla coil,\" which is still used in radio technology.",
          "Tesla designed the alternating-current (AC) electrical system, which would quickly become the preeminent power system of the 20th century and has remained the worldwide standard ever since.",
          "Tesla is most well-known for his contributions in AC electricity and for the Tesla coil.",
          "In the late 19th century, Tesla patented the Tesla coil, which laid the foundation for wireless technologies and is still used in radio technology today.",
          "This article presents the life and achievements of this Serbian-American inventor and researcher who discovered the rotating magnetic field, the basis of most alternating-current machinery.",
          "Tesla's discoveries include the Tesla coil, AC electrical conduction, improved lighting, newer forms of turbine engines, robotics, fluorescent light, wireless transmission of electrical energy, radio, remote control, discovery of cosmic radio waves, and the use of the ionosphere for scientific purposes."
        ],
        "Nikola Tesla had a photographic memory and could memorize entire books.": [
          "According to Nikola Tesla himself, photographic memory was just one of his brain quirks.",
          "He said he had no problem memorizing entire books, but he also experienced random, blinding flashes of light that were sometimes accompanied by hallucinations.",
          "Tesla said that he had a photographic memory, which helped him memorize whole books and speak eight languages.",
          "Tesla's powers of memorizing were prodigious.",
          "A quick reading of a page gave him a permanent record of it;",
          "he could always recall before his eyes a photographic record of it to be read, and could study at his convenience.",
          "He had no need for a reference library;",
          "he could consult in his mind any page of any textbook he had read, and formula, equation, or item in a table of logarithms would flash before his eyes.",
          "He could recite scores of books, complete from memory."
        ],
        "Nikola Tesla had a remarkable imagination and could visualize his inventions in his mind before building them.": [
          "Tesla describes in his autobiography, how he was able to visualize a particular apparatus, and was then able to actually test run the apparatus, disassemble it and check for proper action and wear.",
          "During the manufacturing phase of his inventions, he would work with all blueprints and specifications in his head.",
          "The invention invariably was assembled together without redesign and worked perfectly.",
          "Nikola Tesla possessed incredible visual thinking abilities.",
          "He could “put it up” in his thoughts and leave it running to see how it would work when he had an idea for a new machine.",
          "His mental abilities were so advanced that the results he came up with were very accurate.",
          "In the early-1880s, while working at the Central Telephone Exchange in Budapest, Tesla built on his thinking by visualizing the principle of the rotating magnetic field and developed plans for an induction motor that would ultimately become the first-ever utilization of AC."
        ],
        "Nikola Tesla's remarkable imagination helped him to develop his original and innovative ideas without much need for experimentation or drawings.": [
          "Tesla describes in his autobiography, how he was able to visualize a particular apparatus, and was then able to actually test run the apparatus, disassemble it and check for proper action and wear.",
          "During the manufacturing phase of his inventions, he would work with all blueprints and specifications in his head.",
          "The invention invariably was assembled together without redesign and worked perfectly.",
          "In 1882, while on a walk, he came up with the idea for a brushless AC motor, making the first sketches of its rotating electromagnets in the sand of the path."
        ]
      },
      "subconclusions": {
        "Nikola Tesla was a Serbian-American inventor and engineer.": "supported",
        "Nikola Tesla made many contributions to science and technology, such as the rotating magnetic field, the Tesla coil, and the alternating current (AC) system of electric power transmission.": "supported",
        "Nikola Tesla had a photographic memory and could memorize entire books.": "supported",
        "Nikola Tesla had a remarkable imagination and could visualize his inventions in his mind before building them.": "supported",
        "Nikola Tesla's remarkable imagination helped him to develop his original and innovative ideas without much need for experimentation or drawings.": "partially supported"
      }
    }
  }
}