{
  "c3075bf3-0d4b-437f-9cae-780cfd87c6e9": {
    "query": "What is the biological and evolutionary purpose of laughter, and how does it benefit individuals and society as a whole?",
    "response": "Hello, this is Bing. That's a very interesting question.😊\n\nAccording to some researchers, laughter has both biological and evolutionary purposes. Biologically, laughter can help regulate emotions, reduce stress, enhance immunity, and increase pain tolerance[^2^]. Evolutionarily, laughter can help establish and strengthen social bonds, signal safety and relief, and communicate playfulness and positive emotions[^1^] [^2^] [^4^] [^6^].\n\nLaughter is not unique to humans, as some other mammals such as great apes[^1^], rodents[^3^], and even rats[^5^] can produce vocalizations that resemble laughter when they are tickled or engaged in physical play. These sounds may have evolved from the labored breathing of physical play and later ritualized into a signal that is primarily produced during exhalation[^1^].\n\nHowever, human laughter is more complex and diverse than animal laughter, as it can be triggered by various stimuli such as humor, irony, sarcasm, or social cues. Human laughter also varies in intensity, duration, pitch, and context. Some researchers suggest that human laughter may have evolved from the panting sounds of our primate ancestors who used them to signal friendly intentions during social play[^6^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://bing.com/search?q=biological+and+evolutionary+purpose+of+laughter \"The ontogeny of human laughter | Biology Letters\"\n[2]: https://slate.com/culture/2014/03/why-do-humans-laugh-the-evolutionary-biology-of-laughter.html \"Why do humans laugh? The evolutionary biology of laughter. - Slate Magazine\"\n[3]: https://www.smithsonianmag.com/smart-news/why-do-we-laugh-59922652/ \"Why Do We Laugh? | Smart News| Smithsonian Magazine\"\n[4]: https://phys.org/news/2016-04-evolutionary-laughter-rooted-survival-enjoyment.html \"The evolutionary origins of laughter are rooted more in survival than ...\"\n[5]: https://www.sciencealert.com/the-evolutionary-origins-of-laughter-are-rooted-more-in-survival-than-enjoyment \"The Evolutionary Origins of Laughter Are Rooted in Survival - Not ...\"\n[6]: https://www.journals.uchicago.edu/doi/10.1086/498281 \"THE EVOLUTION AND FUNCTIONS OF LAUGHTER AND HUMOR: A SYNTHETIC APPROACH ...\"\n\nHello, this is Bing. That's a very interesting question.😊\n\nAccording to some researchers, laughter has both biological and evolutionary purposes. Biologically, laughter can help regulate emotions, reduce stress, enhance immunity, and increase pain tolerance[^1^][2]. Evolutionarily, laughter can help establish and strengthen social bonds, signal safety and relief, and communicate playfulness and positive emotions[^2^][1] [^1^][2] [^3^][4] [^4^][6].\n\nLaughter is not unique to humans, as some other mammals such as great apes[^2^][1], rodents[^5^][3], and even rats[^6^][5] can produce vocalizations that resemble laughter when they are tickled or engaged in physical play. These sounds may have evolved from the labored breathing of physical play and later ritualized into a signal that is primarily produced during exhalation[^2^][1].\n\nHowever, human laughter is more complex and diverse than animal laughter, as it can be triggered by various stimuli such as humor, irony, sarcasm, or social cues. Human laughter also varies in intensity, duration, pitch, and context. Some researchers suggest that human laughter may have evolved from the panting sounds of our primate ancestors who used them to signal friendly intentions during social play[^4^][6].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. slate.com](https://slate.com/culture/2014/03/why-do-humans-laugh-the-evolutionary-biology-of-laughter.html) [2. bing.com](https://bing.com/search?q=biological+and+evolutionary+purpose+of+laughter) [3. phys.org](https://phys.org/news/2016-04-evolutionary-laughter-rooted-survival-enjoyment.html) [4. www.journals.uchicago.edu](https://www.journals.uchicago.edu/doi/10.1086/498281) [5. www.smithsonianmag.com](https://www.smithsonianmag.com/smart-news/why-do-we-laugh-59922652/) [6. www.sciencealert.com](https://www.sciencealert.com/the-evolutionary-origins-of-laughter-are-rooted-more-in-survival-than-enjoyment)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Why do humans laugh? The evolutionary biology of laughter. - Slate Magazine",
        "seeMoreUrl": "https://slate.com/culture/2014/03/why-do-humans-laugh-the-evolutionary-biology-of-laughter.html",
        "searchQuery": "biological and evolutionary purpose of laughter"
      },
      {
        "providerDisplayName": "The ontogeny of human laughter | Biology Letters",
        "seeMoreUrl": "https://bing.com/search?q=biological+and+evolutionary+purpose+of+laughter",
        "searchQuery": "biological and evolutionary purpose of laughter"
      },
      {
        "providerDisplayName": "The evolutionary origins of laughter are rooted more in survival than ...",
        "seeMoreUrl": "https://phys.org/news/2016-04-evolutionary-laughter-rooted-survival-enjoyment.html",
        "imageLink": "https://bing.com/th?id=OIP.o5qbe_LuCRcpqwc0OxoqdAHaE8&pid=cdx",
        "imageWidth": "754",
        "imageHeight": "503",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAdtSURBVFhH7ZZrUJNXGsffXauVhASwKguyrheQW+6BBJBbCBCEhDsq1yRvQggJuZFIgHCL3K8hAkKBghcclSKKUoougrQFRWtRSoHdrrNjZ5yddtftWldn2w+ePTjvdveDl52R7uyH/mbOl/O8z+XMed7/eZCf+Zn/SwLTah2ipRZamq6Xo6oe4pisY5HGlvMCpfmUf4b+BB777KcjTmGhJea1N4qMxyZUNUMTBS0j1/SN52aVhwfa4CJjn/105JYfD88pPT5zqGkUGFvHga7u3BNt3fvLeZUDp5UVA0pp6cmEdMN7CXxZhyBY1BThl1xC9vJK2YC5vzl1neMR5raRufpjM6CobQKICvs+l5QcN2kqT+UozCd7s0sGrqca+q7HyNs/CRc3T4WkVtWHpJZ7YO5vTmvfRMThjpG58q4pkGU6DfySK0a2BykZisqB30hK+k2Zh/qvxOV1XeFJrPM8ieVppLhpJUzYUMBIqoyk8EsFJF6hP1NWjsPCIYgTH4fzEtJsSKgPniLfiu2+nMKGM+GKihOz4rKzIFRkBS6BqjFkewozJWVwXVZBt3eStjcyArVGxis7ig5ou36frOn8gSdpXWAmVl6jCEpnvPcVHqHEFJGwcAiOLGLgyKgVRxF3bCSjwdj2y5EWd9OStUeao+UdC74ptY92cfInnf3V3Mt37uCnZr90Xbz3F9aTH56xRifvKmo6R2+pat4H8apu4JtU9YgqKPvUa5+xd1eYLsc5WBO7JUAbiafKzDiK5I82ZNEdGwqahKV5OWmFRx342fUMvuxIOU/ashSSVjPBTjZHTM0uuo5//Lnh1sL9oft/ejw0v3R/evDDT7+u7LoCUg3HgN/+w/OU2NJ8N65e6BKk7nYK1M6+w9ZcI9DkS3iq9JkNSfTZBu9MPpbm9WTqOqPT9V0zKer2MUFOy96HDx+Tpm+uDN9e/hqs3P8OzC18BS5cvQvqen4L0gw9IOBg5bWdnHzUnp4du9U/tw0WsLSJrXpix9IBPFMN1ntmXkec4gOx8K8nU3OUt1pAsrrjwxh5S9C33/6d9sntLy/dXvkzuLXyEFyaXga9QzOgpPUCOKjrBOz9VQ+cg7STeIq4mshA0x39lEV2PvIFIisf4Hw0YJ1H5gzilBSEhX89+/M64pPy2uYFcusy7Pai8tbziuPDMx8Njs+DU6OfAeuJSWBuvwSU5gEQr7ACZnIVcA42ANh0w4hz/J4N3hJPWMyoDTXn+40U+aIjW9GTqGrP7Bi4wdE1j3Ji5VY6lurFJCjao+LkLTeis1ufRqCWhUTlkZtq88lvzO0XQeXRMXjy80BbfRpkGLpBhKgekAQVwDFQDwsQXkSck90RtwyqDUk4ts5DtPiWO1qcqGxLq+36wFr17sTVHPPZqzy0oQVL9WLi4HsQI21uhI14N0zY+JQrtoAYeQc4oOsGoqI+gBb3gdT8TsCTNAFmfCnYwdGDTb4KgKdmX8eRJQV4MqqxIQv7kF0HahBHgXfP2WmWoe7MR/kW2DPFQ8AvpWIRS/Vi4oQW+yi0iR6aVW/ce7DqdwFpTYB1oB52exXgZNaBcHEDCE6vBrRYE9jJ0YItrFxgR88BBIb8r0SGfNGWhp7BUdFsxCUBaoLr28KCbr99aOMcX30CBKHvAvfIQ68u4F/QY03BPvFlV5kJFd+Q+KUzu7n6j90i9H/ziC4FrjwTcAnRgc1YcjumAq7cZ3YM+R8INLQN74P+KEjeMUaqe6ShZc++sqkdEcVTvwpQWDDTq4HCEsYQFE8z4spuQqlVw+BSO0b27Ca2Bqwue6YcJpc9T27vowREuuyeHUNWRaCj/k5M2Y+SvD0w18GJncvcGniI+05gPhfGYGCmV+MRZUzwiiq4Q4oxLZL5ZToCRcpf555lXu8tGX6bLBvGkcW3CDTp96snt2fmrBCpksZNNLEX5v7m7A7RRe3maOfceMWPXKNKZrcFqBttydI42OVsxFPM3kgSFcEC7hEZsq9WT25PyqIga/k8I45xOzb7Zpe6cIyzv+YYv9u2V/OFY4BWRfBV+sOO5+DJYi0s4DS883YiNYuFea0pbyG7Ut02+2vUW9iq5c0s5T8cfPNuEH2UF2zpsg9sKeJ+W6pUZgdfPUdKxtqNbLVHRx2q2kdpjb2Xg+u6r/jR44pU9kzZki1TAwhQXgmMXECg5SysSi/siz2Y29pRbBmkGesHG4tbL1zWNwyNhKZXz2xlyR+vpyjARroawFM/sKVJy3HeYirClK3H3NYOoaEnKlPfdVdZexGgFeeei862veovfuEhnvylp3gKRxKfsiWjCii9zP/83daMkIyaKDjvLUTn9QNe7ntQbk0Pdoblm5A9Qu7qgiOWCk46J3EU1EKE4xbmtna4co10t3B9sye/YspLYJ7y4Bma6NElnpgZsfGSsOD9d+PJostQ9814b2GoDR11xsxvznPl8lMytocWcbeHF3F3hqkpKeXl//6/XVVEW7IoCI5aZljAOJ4k7sdTUQ5m/d8BXzw/PAXtgQUcw1NEYdj2fwGC/BNCxPeY8oYgXAAAAABJRU5ErkJggg==",
        "searchQuery": "biological and evolutionary purpose of laughter"
      },
      {
        "providerDisplayName": "THE EVOLUTION AND FUNCTIONS OF LAUGHTER AND HUMOR: A SYNTHETIC APPROACH ...",
        "seeMoreUrl": "https://www.journals.uchicago.edu/doi/10.1086/498281",
        "searchQuery": "biological and evolutionary purpose of laughter"
      },
      {
        "providerDisplayName": "Why Do We Laugh? | Smart News| Smithsonian Magazine",
        "seeMoreUrl": "https://www.smithsonianmag.com/smart-news/why-do-we-laugh-59922652/",
        "searchQuery": "biological and evolutionary purpose of laughter"
      },
      {
        "providerDisplayName": "The Evolutionary Origins of Laughter Are Rooted in Survival - Not ...",
        "seeMoreUrl": "https://www.sciencealert.com/the-evolutionary-origins-of-laughter-are-rooted-more-in-survival-than-enjoyment",
        "searchQuery": "biological and evolutionary purpose of laughter"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "Laughter has both biological and evolutionary purposes.",
        "Biologically, laughter can help regulate emotions, reduce stress, enhance immunity, and increase pain tolerance.",
        "Evolutionarily, laughter can help establish and strengthen social bonds, signal safety and relief, and communicate playfulness and positive emotions.",
        "Laughter is not unique to humans, as some other mammals such as great apes, rodents, and even rats can produce vocalizations that resemble laughter when they are tickled or engaged in physical play.",
        "Human laughter can be triggered by various stimuli such as humor, irony, sarcasm, or social cues.",
        "Human laughter also varies in intensity, duration, pitch, and context."
      ],
      "queries": [
        "laughter biological evolutionary purposes",
        "laughter biological benefits stress immunity pain tolerance",
        "laughter evolutionary purposes social bonds safety relief playfulness positive emotions",
        "laughter in animals tickled or engaged in physical play",
        "Human laughter triggers humor irony sarcasm social cues",
        "Human laughter variation intensity duration pitch context"
      ],
      "search_results": {
        "Laughter has both biological and evolutionary purposes.": [
          {
            "title": "Why do humans laugh? The evolutionary biology of laughter. - Slate Magazine",
            "url": "https://slate.com/culture/2014/03/why-do-humans-laugh-the-evolutionary-biology-of-laughter.html",
            "content": [
              "Why do humans laugh? The evolutionary biology of laughter. - Slate Magazine",
              "Teeth by Creatas/Thinkstock;",
              "photo illustration by Natalie Matthews-Ramo On Jan.",
              "30, 1962, three schoolgirls started giggling in a boarding school classroom in the northeastern corner of what is now Tanzania—and touched off a very strange epidemic.",
              "The three couldn’t stop laughing—and soon the uncontrollable cackles spread to their classmates.",
              "The laughing attacks lasted from a few minutes up to a few hours;",
              "one poor girl reportedly experienced symptoms for 16 straight days.",
              "Victims couldn’t focus on their schoolwork, and would lash out if others tried to restrain them.",
              "When 95 of the school’s 159 pupils had come down with what came to be known as omuneepo, the Swahili word for laughing disease, the school shut down.",
              "The students returned to their villages, taking omuneepo with them.",
              "The affliction spread from person to person, school to school, village to village.",
              "“The education of the children is being seriously interfered with and there is considerable fear among the village communities,” noted local medical officers in a 1963 report in the Central African Journal of Medicine.",
              "They could find no explanation for the matter.",
              "When the epidemic finally died down months later, roughly a thousand people had been struck by the “laughing disease.",
              "” As part of our effort to understand what makes people laugh, we traveled to northeastern Tanzania, tracing omuneepo’s spread across the region more than a half-century ago.",
              "We tracked down teachers, students, and medical experts who experienced the phenomenon firsthand.",
              "We learned there was nothing funny at all about the situation at the time.",
              "The religious boarding school where the laughter began was marked by strict rules, windowless dorms, and devilishly uncomfortably chairs designed to promote correct posture.",
              "Investigators found similar conditions at other locations where the omuneepo later erupted: Serious overcrowding, poor food quality.",
              "“It’s a form of complaint,” Kroeber Rugliyama, a longtime local psychiatrist said of the mysterious laughter.",
              "“They had no alternative form of expression.",
              "” Laughter is a vexing subject even when it’s not spreading through the countryside like a virulent disease.",
              "Take the work of Robert Provine, a neuroscientist and psychology professor at the University of Maryland, Baltimore County.",
              "For his book, Laughter: A Scientific Investigation, Provine engaged in what he called “sidewalk neuroscience,” tracking and observing real-world laughter.",
              "He and his collaborators used tape recorders to capture more than a thousand “laugh episodes” in bars, shopping malls, cocktail parties, and class reunions.",
              "And he had dozens of student volunteers note in a “laugh log” the circumstances around every time they tittered, chuckled, or guffawed.",
              "The results were surprising, even to Provine: Less than 20 percent of the real-world laughter incidents he cataloged were in response to anything resembling something funny.",
              "Far more often, people were giggling or chuckling at innocuous statements such as “I’ll see you guys later,” “I see your point,” and “Look, it’s Andre!",
              "” What’s more, in all of these cases, the person who produced the laugh-provoking statement was 46 percent more likely to be the one chuckling than the person listening.",
              "And while laughter might seem like something that can erupt at any point in response to something funny, in only eight of the 1,200 laugh episodes Provine cataloged did the laughter interrupt what somebody was saying.",
              "Instead, 99.",
              "9 percent of the time, laughter occurred in tidy, natural breaks in the conversation, punctuating the speech like a period or exclamation point.",
              "Provine discovered that the laughter of our everyday lives isn’t for the most part in response to anything resembling jokes.",
              "Instead, most of it occurs in conversations that, out of context, don’t seem funny at all.",
              "Provine’s discoveries suggest that laughter is inherently social, that at its core it’s a form of communication and not just a byproduct of finding something funny.",
              "Sure enough, when Provine went through the laugh logs he’d collected, he found his participants were 30 times more likely to laugh in the presence of others than when they were alone.",
              "Among the few solitary instances of laughter, nearly all occurred in response to TV shows or other media—that is, electronic proxies for other people.",
              "When people noted in their journals that they were truly alone, they hardly recorded any laughter at all.",
              "So why would we have evolved the odd and powerful vocal mannerism of laughter?",
              "Why do we have an innate need to share what we find funny with others, and why can it can resemble an out-of-control disease?",
              "Evolutionary theory is rife with possible explanations, but one of the most compelling was put forward in a 2005 Quarterly Review of Biology article by an undergrad named Matthew Gervais and his adviser, evolutionary biologist David Sloan Wilson.",
              "It’s based on the efforts of a quirky 19th-century French physician named Guillaume Duchenne, who went around zapping people’s faces with electrodes.",
              "Luckily for Duchenne, he worked at an old woman’s hospice, so he had access to a lot of prone bodies.",
              "He must have been quite the charmer.",
              "According to articles on Duchenne, all the ladies wanted to be electrocuted by the “little old man with his mischief box.",
              "” Applying the prongs of his box to people’s faces, Duchenne evoked one kind of smiling—the voluntary kind, the type of expression we produce when we a grin to be polite.",
              "This mannerism, he discovered, involves the face’s zygomatic major muscles raising the corners of the mouth.",
              "But Duchenne discovered there was a second variety of smiling and laughing, one that occurs when we find something truly entertaining or funny.",
              "This expression was more complex, utilizing both the zygomatic major muscles and the orbicularis oculi muscles that form crow’s feet around your eyes.",
              "It’s why people say a real smile is in the eyes.",
              "Duchenne was never able to reproduce with his electrodes this second form of expression—now known as a Duchenne smile or Duchenne laughter—and he came to believe it was “only put at play by the sweet emotion of the soul.",
              "” More than a century later, Gervais and Wilson saw Duchenne’s discovery as evidence that laughter evolved at two different points in human development.",
              "First, they posited, at a point sometime between 2 million and 4 million years ago, came Duchenne laughter, the kind triggered by something funny.",
              "An outgrowth of the breathy panting emitted by primates during play fighting, it likely appeared before the emergence of language.",
              "This sort of laughter was a signal that things at the moment were OK, that danger was low and basic needs were met, and now was as good a time as any to explore, to play, to socialize.",
              "“What the humor is indexing and the laughter is signaling is, ‘this is an opportunity for learning,’” Gervais told us.",
              "“It signals this is a non-serious novelty, and recruits others to play and explore cognitively, emotionally and socially with the implications of this novelty.",
              "” But then, sometime in the hundreds of thousands of years after that, theorized Gervais and Wilson, the other sort of laughter emerged—the non-Duchenne sort, the kind that isn’t dependent on something being funny.",
              "As people developed cognitively and behaviorally, they learned to mimic the spontaneous behavior of laughter to take advantage of its effects.",
              "They couldn’t get it right—they couldn’t simulate the eye-muscle movements of real laughter and smiling—but it was close.",
              "Mimicked laughter was a way to manipulate others—sometimes for mutually beneficial purposes, sometimes for more devious reasons.",
              "As Gervais and Wilson put it in their paper, “non-Duchenne laughter came to occur in aggressive, nervous, or hierarchical contexts, functioning to signal, to appease, to manipulate, to deride, or to subvert.",
              "” Laughter, in other words, is more than just a response to humor.",
              "It’s a primal human tool, one of the building blocks of society.",
              "It taps into the core of what we are as social creatures, expressing from one person to another what often cannot be said in any other way: either that everything is in good fun—or, as in the case of omuneepo, that something is very, very wrong.",
              "Next up: Do animals have funny bones?",
              "This series is adapted from the The Humor Code: A Global Search for What Makes Things Funny.",
              "Slate is published by The Slate Group, a Graham Holdings Company.",
              "All contents © 2023 The Slate Group LLC.",
              "All rights reserved."
            ]
          },
          {
            "title": "The evolutionary origins of laughter are rooted more in survival than ...",
            "url": "https://theconversation.com/the-evolutionary-origins-of-laughter-are-rooted-more-in-survival-than-enjoyment-57750",
            "content": [
              "The evolutionary origins of laughter are rooted more in survival than ...",
              "PhD Researcher, Nature and Function of Human Nonverbal Vocalisations , University of Sussex Jordan Raine does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment.",
              "University of Sussex provides funding as a member of The Conversation UK.",
              "View all partners Laughter plays a crucial role in every culture across the world.",
              "But it’s not clear why laughter exists.",
              "While it is evidently an inherently social phenomenon – people are up to 30 times more likely to laugh in a group than when alone – laughter’s function as a form of communication remains mysterious.",
              "A new study published in the Proceedings of the National Academy of Sciences, and involving a large group of researchers led by Gregory Bryant from UCLA, suggests that laughter may indicate to listeners the friendship status of those laughing.",
              "The researchers asked listeners to judge the friendship status of pairs of strangers and friends based on short snippets of their simultaneous laughter.",
              "Drawn from 24 different societies, they found that listeners were able to reliably distinguish friends from strangers, based on specific acoustic characteristics of the laughter.",
              "In order to unravel how this is possible and what the true meaning of laughter is, we need to delve back into its early origins.",
              "Spontaneous laughter, which is unintentionally triggered by conversation or events, emerges in the first few months of life, even in children who are deaf or blind.",
              "Laughter not only transcends human cultural boundaries, but species boundaries, too: it is present in a similar form in other great apes.",
              "In fact, the evolutionary origins of human laughter can be traced back to between 10 and 16m years ago.",
              "While laughter has been linked to higher pain tolerance and the signalling of social status, its principal function appears to be creating and deepening social bonds.",
              "As our ancestors began to live in larger and more complex social structures, the quality of relationships became crucial to survival.",
              "The process of evolution would have favoured the development of cognitive strategies that helped form and sustain these cooperative alliances.",
              "Laughter probably evolved from laboured breathing during play such as tickling, which encourage cooperative and competitive behaviour in young mammals.",
              "This expression of the shared arousal experienced through play may have been effective in strengthening positive bonds, and laughter has indeed been shown to prolong the length of play behaviours in both children and chimpanzees, and to directly elicit both conscious and unconscious positive emotional responses in human listeners.",
              "The emergence of laughter and other primal vocalisations was at first intimately tied to how we felt: we only laughed when aroused in a positive way, just as we cried only when distressed, or roared only when angry.",
              "The key development came with the ability to vocalise voluntarily, without necessarily experiencing some underlying pain, rage, or positive emotion.",
              "This increased vocal control, made possible as our brains grew more complex, was ultimately vital in the development of language.",
              "But it also allowed us to consciously mimic laughter (and other vocalisations), providing a deceptive tool to artificially quicken and expand social bonds – and so increase survival odds.",
              "The idea that this volitional laughter also has an evolutionary origin is reinforced by the presence of similar behaviour in adult chimpanzees, who produce laugh imitations in response to the spontaneous laughter of others.",
              "The fake laughter of both chimpanzees and humans develops during childhood, is acoustically distinct from its spontaneous counterpart, and serves the same social bonding function.",
              "Today, both spontaneous and volitional laughter are prevalent in almost every aspect of human life, whether sharing a joke with a mate or during polite chitchat with a colleague.",
              "However, they’re not equivalent in the ear of beholder.",
              "Spontaneous laughter is characterised by higher pitch (indicative of genuine arousal), shorter duration and shorter laugh bursts compared to volitional laughter.",
              "Researchers recently demonstrated that human listeners can distinguish between these two laugh types.",
              "Fascinatingly, they also showed that if you slow down and adjust the pitch of volitional laughter (to make it less recognisable as human) listeners can distinguish it from animal vocalisations, whereas they cannot do the same for spontaneous laughter, whose acoustic structure is far more similar to nonhuman primate equivalents.",
              "It’s this audible difference that is demonstrated in the paper by Bryant and his colleagues.",
              "Friends are more likely to produce spontaneous laughs, while strangers who lack an established emotional connection are more likely to produce volitional laughter.",
              "The fact that we can accurately perceive these distinctions means that laughter is to some extent an honest signal.",
              "In the neverending evolutionary arms race, adaptive strategies for deception tend to co-evolve with strategies to detect that deception.",
              "The acoustic characteristics of authentic laughter are therefore useful cues to the bonds between and status of members of a group.",
              "This is something that may have aided decision-making in our evolutionary past.",
              "However, the study found that judgement accuracy was on average only 11% higher than chance.",
              "Perhaps this is partially because some strangers may have produced spontaneous laughs and some friends volitional laughs, but it’s clear that imitating authentic emotional laughter is a valuable deceptive tool for social lubrication.",
              "One need only witness the contagious effects of canned laughter to see how true this is.",
              "In the complex reality of modern human social interaction, laughs are often aromatic blends of the full-bodied spontaneous and dark but smooth volitional types, further blurring the boundaries.",
              "Regardless, the goal is the same and we will most likely find ourselves becoming fonder of those we share the odd chuckle with.",
              "John Cleese once said: “Laughter connects you with people.",
              "It’s almost impossible to maintain any kind of distance or any sense of social hierarchy when you’re just howling with laughter.",
              "” He might just have hit the nail on the head – even when we’re faking it.",
              "Write an article and join a growing community of more than 174,700 academics and researchers from 4,809 institutions.",
              "Register now Copyright © 2010–2023, The Conversation US, Inc."
            ]
          },
          {
            "title": "Why Did Evolution Make Us Laugh? | Psychology Today",
            "url": "https://www.psychologytoday.com/us/blog/the-sandwalk/202208/why-did-evolution-make-us-laugh",
            "content": [
              "Why Did Evolution Make Us Laugh? | Psychology Today",
              "The people around us have a stronger influence on our decisions and actions than we realize.",
              "Here’s what research reveals about our networks’ gravitational force.",
              "Verified by Psychology Today Posted August 19, 2022 | Reviewed by Lybi Ma There is comedy in errors.",
              "Shakespeare showed us so, although the connection between error and humor had been recognized for millennia.",
              "The Bard took the plot for his Comedy of Errors from the Roman playwright Plautus, amplifying the farcical effect of the original by adding a second helping of mistaken identity between his characters.",
              "But 21st-century science has discovered something genuinely new about the comedy of errors that neither Plautus nor Shakespeare could ever have conceived.",
              "It turns out that errors are much more than just a plot device for humorous tales — they are the very essence of what we find funny.",
              "There is an area in the human brain that is specifically dedicated to detecting errors and incongruity.",
              "These errors are processed, compared with expectation, and those judged humorous ricochet around the brain, producing laughter.",
              "Suddenly, with this discovery, the two cultures of science and art have collided and, like strangers meeting in a pub, we find them bonding over jokes.",
              "Why are some errors funny and others not?",
              "Why is laughter involuntary and infectious?",
              "Laughter is found in all cultures and when heard it is recognisable across boundaries of language.",
              "Babies laugh and neither eyesight nor hearing is required to acquire the behaviour.",
              "All these characteristics strongly suggest that laughter is hard-wired into the human psyche, and to an evolutionary biologist like me that immediately provokes my favorite question: what good is it?",
              "Why did evolution make us laugh?",
              "Though an evolutionary biologist, I first tiptoed into this territory as an interloper, more used to interrogating the whys and wherefores of plants than of minds.",
              "What I discovered was that from Aristotle (384–322 BCE) onwards, (almost) anybody who wants to be taken seriously has written about laughter: Henri Bergson, Charles Darwin, René Descartes, Sigmund Freud, Thomas Hobbes, Immanuel Kant, Artur Schopenhauer, to name only the most hilarious.",
              "‘There are few things less entertaining than academics pontificating about laughter,’ as one more recent writer said, before proceeding to prove her point by doing just that.",
              "Pontificating can pay though: How does the Pope pay his bills?",
              "PayPal.",
              "In the Primer of Humor Research, the editor calls trespassers like me ‘first-timer pests,’ and abhors our weakness for jokes.",
              "It’s a strange world in which the scholars are afraid that you will laugh, while the performers are scared that you won’t.",
              "In the academic reference Handbook of Humor Research, the editors lament that: ‘For reasons that remain unclear, many investigators published only one or two humor studies before abandoning the area in favour of some other research domain.",
              "’ Maybe the editors of the Primer and the Handbook can work it out between them?",
              "I’ve noticed the same lack of fortitude among scientists who study slugs.",
              "Laughter and mollusks seem equally fatal to an academic career.",
              "Some subjects, it seems, are better not taken too seriously.",
              "A man walks into a cinema, sits down and notices that there is a large slug sitting in the seat next to him.",
              "‘What are you doing here?",
              "’ asks the man in surprise.",
              "‘Well, I loved the book,’ replies the slug.",
              "This goes to prove that neither slugs nor jokes about them get us anywhere.",
              "An awful lot of blind alleys have been explored on the long road to understanding humor.",
              "I know, I’ve been there.",
              "Back in the lab, a paper on how to get robots to be funny begins, ‘First, laughter has a strong connection with humor.",
              "’ ‘No kidding!",
              "’ But there is a serious distinction to be made.",
              "We should distinguish between humor — the stimulus, and laughter — the response.",
              "These are separate things and either may occur without the other, as any stand-up comedian knows only too well.",
              "Sir Ken Dodd (1927– 2018) defined the craft of comedy, of which he was a consummate master, as ‘the performance of humor to obtain laughter’.",
              "There will be jokes, perhaps about slugs, that you recognize as humorous, but that don’t make you laugh out loud.",
              "Conversely, a tickle can elicit laughter without the stimulus of humor.",
              "What tickles your fancy can be quite revealing.",
              "What’s the difference between erotic and kinky?",
              "Erotic is using a feather.",
              "Kinky is using the whole chicken.",
              "Can we work out how humor works and why we laugh at it?",
              "Should we even try, or is analysing a joke like using a pin to explain how a balloon works?",
              "Why does explanation deflate rather than enhance a joke?",
              "There is a scientific explanation that I will explore in a later post.",
              "However, there is also a romantic notion that the moment we try to analyze a thing of beauty or joy, we destroy it, much like a vivisectionist investigating a throbbing heart with a scalpel.",
              "I write in the conviction that the very opposite is true — understanding increases rather than diminishes pleasure.",
              "Although most laughter happens spontaneously and not in response to humor, jokes are my scalpels.",
              "They are selected to make you first laugh and then think.",
              "There is actually a prize, called the Ig Nobel, for scientific research that does the same thing.",
              "In 2018, the Ig Nobel Prize was won by a team of surgeons in Portland, Oregon for ‘using postage stamps to test whether the male sexual organ is functioning properly’.",
              "It makes you wonder what these guys think the proper function of the male sexual organ is.",
              "Actually, they used stamps to devise an inexpensive method for diagnosing erectile dysfunction during sleep.",
              "Well, only inexpensive if you use second-class stamps, of course.",
              "You create a collar of stamps that fits snugly around said organ before you go to bed.",
              "If you wake up in the morning with the collar torn along the perforations, you can turn over and wake your partner with the good news.",
              "Who said philately will get you nowhere?",
              "Here is my plan.",
              "It’s cunningly simple.",
              "If enough people rate this post, future installments will appear with answers to the questions posed here.",
              "If not, I’ll spare us all the trouble.",
              "References Barry, J.",
              "M.",
              ", Blank, B.",
              "& Boileau, M.",
              "(1980).",
              "Nocturnal penile tumescence monitoring with stamps.",
              "Urology, 15, 171–172.",
              "McGhee, P.",
              "E.",
              "and Goldstein, J.",
              "H.",
              "(1983).",
              "Handbook of Humor Research: volume 1: basic issues.",
              "Berlin: Springer-Verlag.",
              "Raskin, V.",
              "(2008).",
              "Theory of Humor and Practice of Humor Research: editor’s notes and thoughts.",
              "In V.",
              "Raskin, ed.",
              "The Primer of Humor Research.",
              "Berlin and Boston, ma: De Gruyter, Inc.",
              "Silvertown, J.",
              "(2020) The Comedy of Error.",
              "Why Evolution made us laugh.",
              "Scribe, London.",
              "Jonathan Silvertown, D.",
              "Phil.",
              ", is a professor of evolutionary ecology at the Institute of Evolutionary Biology at the University of Edinburgh.",
              "Get the help you need from a therapist near you–a FREE service from Psychology Today.",
              "Psychology Today © 2023 Sussex Publishers, LLC The people around us have a stronger influence on our decisions and actions than we realize.",
              "Here’s what research reveals about our networks’ gravitational force."
            ]
          }
        ],
        "Biologically, laughter can help regulate emotions, reduce stress, enhance immunity, and increase pain tolerance.": [
          {
            "title": "Stress relief from laughter? It&#39;s no joke - Mayo Clinic",
            "url": "https://www.mayoclinic.org/healthy-lifestyle/stress-management/in-depth/stress-relief/art-20044456",
            "content": [
              "Stress relief from laughter? It&#39;s no joke - Mayo Clinic",
              "Mayo Clinic offers appointments in Arizona, Florida and Minnesota and at Mayo Clinic Health System locations.",
              "When it comes to relieving stress, more giggles and guffaws are just what the doctor ordered.",
              "Here's why.",
              "Whether you're guffawing at a sitcom on TV or quietly giggling at a newspaper cartoon, laughing does you good.",
              "Laughter is a great form of stress relief, and that's no joke.",
              "A good sense of humor can't cure all ailments, but data is mounting about the positive things laughter can do.",
              "A good laugh has great short-term effects.",
              "When you start to laugh, it doesn't just lighten your load mentally, it actually induces physical changes in your body.",
              "Laughter can: Laughter isn't just a quick pick-me-up, though.",
              "It's also good for you over the long term.",
              "Laughter may: Are you afraid that you have an underdeveloped — or nonexistent — sense of humor?",
              "No problem.",
              "Humor can be learned.",
              "In fact, developing or refining your sense of humor may be easier than you think.",
              "Laugh and the world laughs with you.",
              "Find a way to laugh about your own situations and watch your stress begin to fade away.",
              "Even if it feels forced at first, practice laughing.",
              "It does your body good.",
              "Consider trying laughter yoga.",
              "In laughter yoga, people practice laughter as a group.",
              "Laughter is forced at first, but it can soon turn into spontaneous laughter.",
              "Go ahead and give it a try.",
              "Turn the corners of your mouth up into a smile and then give a laugh, even if it feels a little forced.",
              "Once you've had your chuckle, take stock of how you're feeling.",
              "Are your muscles a little less tense?",
              "Do you feel more relaxed or buoyant?",
              "That's the natural wonder of laughing at work.",
              "There is a problem with information submitted for this request.",
              "Review/update the information highlighted below and resubmit the form.",
              "Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.",
              "Click here for an email preview.",
              "ErrorEmail field is required ErrorInclude a valid email address To provide you with the most relevant and helpful information, and understand which information is beneficial, we may combine your email and website usage information with other information we have about you.",
              "If you are a Mayo Clinic patient, this could include protected health information.",
              "If we combine this information with your protected health information, we will treat all of that information as protected health information and will only use or disclose that information as set forth in our notice of privacy practices.",
              "You may opt-out of email communications at any time by clicking on the unsubscribe link in the e-mail.",
              "You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.",
              "Please, try again in a couple of minutes Mayo Clinic does not endorse companies or products.",
              "Advertising revenue supports our not-for-profit mission.",
              "Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press.",
              "Join our Year-End Challenge and triple your gift to help shape the future of healthcare!",
              "© 1998-2023 Mayo Foundation for Medical Education and Research (MFMER).",
              "All rights reserved."
            ]
          },
          {
            "title": "The Health Benefits of Laughter - Verywell Mind",
            "url": "https://www.verywellmind.com/the-stress-management-and-health-benefits-of-laughter-3145084",
            "content": [
              "The Health Benefits of Laughter - Verywell Mind",
              "Elizabeth Scott, PhD is an author, workshop leader, educator, and award-winning blogger on stress management, positive psychology, relationships, and emotional wellbeing.",
              "Rachel Goldman, PhD FTOS, is a licensed psychologist, clinical assistant professor, speaker, wellness expert specializing in eating behaviors, stress management, and health behavior change.",
              "Research has shown that the health benefits of laughter are far-ranging.",
              "Studies so far have shown that laughter can help relieve pain, bring greater happiness, and even increase immunity.",
              "Positive psychology names the propensity for laughter and sense of humor as one of the 24 main signature strengths one can possess.",
              "﻿﻿ Unfortunately, however, many people don't get enough laughter in their lives.",
              "In fact, one study suggests that healthy children may laugh as much as 400 times per day, but adults tend to laugh only 15 times per day.",
              "Other studies find us laughing a little more than that, but if you ask me, virtually all of us could use a little more laughter in our lives, considering how beneficial a good laugh can actually be for our stress levels and overall wellness.",
              "Here are some of the many ways laughter reduces stress.",
              "Laughter reduces the level of stress hormones like cortisol, epinephrine (adrenaline), dopamine, and growth hormone.",
              "It also increases the level of health-enhancing hormones, like endorphins.",
              "Laughter increases the number of antibody-producing cells we have working for us and enhances the effectiveness of T cells.",
              "All this means a stronger immune system, as well as fewer physical effects of stress.",
              "﻿﻿ Have you ever felt like you have to laugh or you'll cry?",
              "Have you experienced that cleansed feeling after a good laugh?",
              "Laughter provides a physical and emotional release.",
              "A good belly laugh exercises the diaphragm, contracts the abs, and even works out the shoulders, leaving muscles more relaxed afterward.",
              "It even provides a good workout for the heart.",
              "Laughter brings the focus away from anger, guilt, stress, and negative emotions in a more beneficial way than other mere distractions.",
              "Studies show that our response to stressful events can be altered by whether we view something as a threat or a challenge.",
              "Humor can give us a more lighthearted perspective and help us view events as challenges, thereby making them less threatening and more positive.",
              "﻿﻿ Laughter connects us with others.",
              "Just as with smiling and kindness, most people find that laughter is contagious.",
              "So, if you bring more laughter into your life, you can most likely help others around you to laugh more and realize these benefits as well.",
              "By elevating the mood of those around you, you can reduce their stress levels and perhaps improve the quality of social interaction you experience with them, reducing your stress level even more!",
              "Laughter is one of my all-time favorite stress management strategies because it's free, convenient, and beneficial in so many ways.",
              "You can get more laughter in your life with the following strategies.",
              "Going to a movie or a comedy club with friends is a great way to get more laughter in your life.",
              "The contagious effects of laughter may mean you'll laugh more than you otherwise would have during the show, plus you'll have jokes to reference at later times.",
              "Having friends over for a party or game night is also a great setup for laughter and other good feelings.",
              "Making time for this kind of fun is as important as any other habit you keep in your life to support your health, and it's very possibly more enjoyable than most health habits as well.",
              "Instead of complaining about life's frustrations, try to laugh about them.",
              "If something is so frustrating or depressing it's ridiculous, realize that you could 'look back on it and laugh.'",
              "Think of how it will sound like a story you could tell your friends, and then see if you can laugh about it now.",
              "With this attitude, you may also find yourself being more lighthearted and silly, giving yourself and those around you more to laugh about.",
              "Approach life in a more mirthful way and you'll find you're less stressed about negative events.",
              "Just as studies show the positive effects of smiling occur whether the smile is fake or real, faked laughter also provides the benefits mentioned above.",
              "The body can't distinguish between 'fake' laughter that you just start doing on purpose and 'real' laughter that comes from true humor.",
              "The physical benefits are exactly the same, and the former usually leads to the latter anyway.",
              "So smile more, and fake laughter;",
              "you'll still achieve positive effects, and the fake merriment may lead to real smiles and laughter.",
              "There's no shortage of laughter opportunities from entertainment, both at the theater as well as at home with streaming movies and T.",
              "V.",
              "comedies.",
              "While wasting your time watching something marginally funny may actually frustrate you, watching truly hilarious movies and shows is an easy way to get laughter into your life whenever you need it.",
              "You may want to share your recommendations with friends and you'll have something to reference and laugh about together.",
              "Wellenzohn S, Proyer RT, Ruch W.",
              "Who Benefits From Humor-Based Positive Psychology Interventions?",
              "The Moderating Effects of Personality Traits and Sense of Humor.",
              "Front Psychol.",
              "2018;",
              "9:821.",
              "doi:10.",
              "3389/fpsyg.",
              "2018.",
              "00821 Savage BM, Lujan HL, Thipparthi RR, Dicarlo SE.",
              "Humor, laughter, learning, and health!",
              "A brief review.",
              "Adv Physiol Educ.",
              "2017;",
              "41(3):341-347.",
              "doi:10.",
              "1152/advan.",
              "00030.",
              "2017 Skinner N, Brewer N.",
              "The dynamics of threat and challenge appraisals prior to stressful achievement events.",
              "J Pers Soc Psychol.",
              "2002;",
              "83(3):678-92.",
              "doi:10.",
              "1037//0022-3514.",
              "83.",
              "3.",
              "678 By Elizabeth Scott, PhD Elizabeth Scott, PhD is an author, workshop leader, educator, and award-winning blogger on stress management, positive psychology, relationships, and emotional wellbeing.",
              "Thank you, {{form.",
              "email}}, for signing up.",
              "There was an error.",
              "Please try again.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "Health Benefits of Humor and Laughter - Verywell Mind",
            "url": "https://www.verywellmind.com/health-benefits-of-humor-and-laughter-5101137",
            "content": [
              "Health Benefits of Humor and Laughter - Verywell Mind",
              "Barbara is a writer and speaker who is passionate about mental health, overall wellness, and women's issues.",
              "Verywell / Madelyn Goodnight A healthy sense of humor can help you deal with tough times.",
              "Humor might seem like a soothing balm or a light diversion.",
              "But humor is much more powerful than something that simply lulls us or calms us down.",
              "In fact, it’s an often overlooked tool in our arsenal in the battle to maintain good health.",
              "During times when we are barraged with economic, social, political, and health problems, it’s wise to turn to a not-so-obvious way to protect ourselves.",
              "The myriad of health benefits of humor and laughter are wide-reaching.",
              "During moments of levity, while it seems like you’re simply laughing at a friend’s joke or a comedian’s monologue, you’re actually improving your health.",
              "By tickling your funny bone, clinical evidence shows you are not only being entertained but enhancing your physical, psychological, and social well-being.",
              "Doctors and mental health professionals cite plenty of research to remind us: Laughter contributes to positive health outcomes.",
              "This article discusses some of the health benefits of laughter, both physical and psychological.",
              "It also covers the social benefits that laughter can bring.",
              "Hosted by therapist Amy Morin, LCSW, this episode of The Verywell Mind Podcast featuring psychologist Dr.",
              "Mike Rucker shares how you can start having more fun in life.",
              "Click below to listen now.",
              "Follow Now: Apple Podcasts / Spotify / Google Podcasts / Amazon Music At its most basic level, laughter exercises your diaphragm.",
              "It enables you to take in more oxygenated air and stimulates your lungs.",
              "During those moments of raucous laughter, you are relieving physical tension in your muscles.",
              "While those muscles relax during what seems like a minor activity, medical professionals inform us that you improve your vascular functioning, too.",
              "As you laugh at hilarious events, your cardiac health improves.",
              "Laughter increases your heart rate and lowers your blood pressure.",
              "Robert Bonakdar, MD, FAAFP, FACN, director of pain management at the Scripps Center for Integrative Medicine, lightens the mood when he greets patients.",
              "He says he likes to bring laughter into the treatment room whenever possible.",
              "He commonly uses an ice breaker to help to put patients at ease and hopefully bring a smile to their faces.",
              "This approach is purposeful.",
              "He’s not only helping his patients feel more comfortable by bringing laughter into his practice, but he’s also contributing to lessening their perception of pain.",
              "We know that laughter has been shown in studies to improve your pain threshold, likely due to an endorphin-mediated opiate effect.",
              "What is interesting is that this appears to be independent of your mood, meaning that it can have a positive effect even when you are down.",
              "Let’s say you have a migraine, but you’re watching a hysterically funny Netflix show.",
              "As you watch and laugh, you may become at least somewhat distracted from the migraine pain and discomfort.",
              "But the distraction alone isn’t what reduces your pain perception.",
              "Proven processes are working behind the scenes in your body to increase your pain tolerance.",
              "Endorphins, for example, get to work.",
              "Because you’re laughing up a storm, your body produces these natural painkillers.",
              "Psychologist Scott Bea, PsyD, says that laughing heartily and a lot offers another physical benefit: Research shows it can improve sleep quality as well.",
              "Overall, extensive laughter supports the immune system, which makes you more resistant to disease.",
              "By laughing, you are increasing antibody-producing cells and enhancing the effectiveness of T cells in your body.",
              "These cells act like a defense army to combat illness.",
              "Physical benefits of laughter can include improving your heart health, boosting your pain tolerance, boosting your immunity, and improving your sleep.",
              "Humor can alleviate the stress and anxiety we deal with during a variety of difficult and challenging times.",
              "Clinical evidence shows that humor reduces stress hormones.",
              "Cortisol is a major stress hormone that circulates throughout your body when you’re stressed out.",
              "Decreasing levels of cortisol is important because high levels of cortisol tax your immune system.",
              "When you’re preoccupied with something funny, you can’t simultaneously focus on the negativity.",
              "Humorous interludes can give you a break from worrying.",
              "That space, that place where you can let your hair down and breathe, in and of itself is beneficial.",
              "Humor can provide healthy perspective.",
              "Maybe after laughing, you discover a new angle on the problem.",
              "Perhaps you realize that you’ve gotten through other difficult periods and are reassured.",
              "With a new perspective, you might view threats such as challenges and problems as opportunities.",
              "Or you might intentionally find the funny aspects of your stressful problem.",
              "If you’re embarrassed about something or need to forgive yourself for a mistake you made, you can use humor and laughter as a coping mechanism.",
              "Another benefit of using humor that might surprise you relates to the brain as well.",
              "Using humor improves memory retention.",
              "When relevant humor is paired with a fact, you'll have better recollection of that fact.",
              "In a study focused on humor's relationship to politics and news, researchers found that the information had a higher chance of being both remembered and shared if the content made the participant laugh.",
              "It’s more than OK to laugh together at things that are amusing, ludicrous, or absurd.",
              "Relationships benefit when you connect with others through humor.",
              "A shared laugh creates bonds between people.",
              "Most of us remember a time when laughter became contagious and spread fast from two people through a group.",
              "People usually feel closer after laughing together, too.",
              "Humor has another worthwhile social benefit: It creates more positive communications between people.",
              "Just by sharing a meme or telling a joke, the other person is more predisposed to want to talk to you.",
              "Using humor, especially during tricky conversations or disagreements, can pave the way for a better discussion.",
              "It diffuses tension and relaxes the other person.",
              "Sharing funny stories will not only cheer up your friend, relative, or co-worker but will add to their well-being.",
              "They will likely walk away in a better mood and happier than before, too.",
              "It all comes down to engaging with people in a human way.",
              "To laugh at one of your own traits or poke fun at yourself about a mistake you made requires a shared understanding of humanity.",
              "There is something sacred about humor.",
              "If you can laugh at yourself, then you can forgive yourself.",
              "And if you can forgive yourself, you can forgive others.",
              "Therapist Bianca L.",
              "Rodriguez, LMFT, underscores how the benefits of humor go beyond the physical, psychological, and social realms. It connects with our understanding of ourselves and others.",
              "She says, “Humor is imperative to empathy and compassion, and forgiveness is a tenet of every spiritual tradition for this reason.",
              "” Therefore, turn to whatever makes you laugh, especially during trying times.",
              "Those viral TikTok videos and funny memes are not momentary pleasures.",
              "They help us cope with anxiety, fear, and grief.",
              "At the same time, you’ll also be activating a host of health-related benefits for yourself and others.",
              "Psychological benefits of laughter and humor including reducing stress, boosting memory, and improving your social relationships.",
              "Laughter is more than just something that feels good in the moment, it can have real benefits for your physical, psychological, and social well-being.",
              "You can bring more humor into your life by looking for opportunities to laugh.",
              "Seek out things that bring joy and laughter to your life, whether it is your favorite sitcom or a silly TikTok.",
              "Law MM, Broadbent EA, Sollers JJ.",
              "A comparison of the cardiovascular effects of simulated and spontaneous laughter.",
              "Complement Ther Med.",
              "2018;",
              "37:103-109.",
              "doi: 10.",
              "1016/j.",
              "ctim.",
              "2018.",
              "02.",
              "005 Lapierre SS, Baker BD, Tanaka H.",
              "Effects of mirthful laughter on pain tolerance: A randomized controlled investigation.",
              "J Bodyw Mov Ther.",
              "2019 Oct;",
              "23(4):733-738.",
              "doi:10.",
              "1016/j.",
              "jbmt.",
              "2019.",
              "04.",
              "005 The Cleveland Clinic.",
              "It’s OK to laugh right now.",
              "June 18, 2020.",
              "D'Acquisto F.",
              "Affective immunology: Where emotions and the immune response converge.",
              "Dialogues Clin Neurosci.",
              "2017;",
              "19(1):9-19.",
              "doi:10.",
              "31887/DCNS.",
              "2017.",
              "19.",
              "1/fdacquisto Yim J.",
              "Therapeutic benefits of laughter in mental health: A theoretical review.",
              "Tohoku J Exp Med.",
              "2016;",
              "239(3):243-9.",
              "doi:10.",
              "1620/tjem.",
              "239.",
              "243 Coronel JC, O’Donnell MB, Pandey P, Delli Carpini MX, Falk EB.",
              "Political humor, sharing, and remembering: Insights from neuroimaging.",
              "J Commun.",
              "2021;",
              "71(1):129-161.",
              "doi:10.",
              "1093/joc/jqaa041 Scott SK, Lavan N, Chen S, McGettigan C.",
              "The social life of laughter.",
              "Trends Cogn Sci.",
              "2014;",
              "18(12):618-620.",
              "doi:10.",
              "1016/j.",
              "tics.",
              "2014.",
              "09.",
              "002 Kurtz LE, Algoe SB.",
              "Putting laughter in context: Shared laughter as behavioral indicator of relationship well-being.",
              "Pers Relatsh.",
              "2015;",
              "22(4):573-590.",
              "doi:10.",
              "1111/pere.",
              "12095 By Barbara Field Barbara is a writer and speaker who is passionate about mental health, overall wellness, and women's issues.",
              "Thank you, {{form.",
              "email}}, for signing up.",
              "There was an error.",
              "Please try again.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          }
        ],
        "Evolutionarily, laughter can help establish and strengthen social bonds, signal safety and relief, and communicate playfulness and positive emotions.": [
          {
            "title": "The evolutionary origins of laughter are rooted more in survival than ...",
            "url": "https://theconversation.com/the-evolutionary-origins-of-laughter-are-rooted-more-in-survival-than-enjoyment-57750",
            "content": [
              "The evolutionary origins of laughter are rooted more in survival than ...",
              "PhD Researcher, Nature and Function of Human Nonverbal Vocalisations , University of Sussex Jordan Raine does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment.",
              "University of Sussex provides funding as a member of The Conversation UK.",
              "View all partners Laughter plays a crucial role in every culture across the world.",
              "But it’s not clear why laughter exists.",
              "While it is evidently an inherently social phenomenon – people are up to 30 times more likely to laugh in a group than when alone – laughter’s function as a form of communication remains mysterious.",
              "A new study published in the Proceedings of the National Academy of Sciences, and involving a large group of researchers led by Gregory Bryant from UCLA, suggests that laughter may indicate to listeners the friendship status of those laughing.",
              "The researchers asked listeners to judge the friendship status of pairs of strangers and friends based on short snippets of their simultaneous laughter.",
              "Drawn from 24 different societies, they found that listeners were able to reliably distinguish friends from strangers, based on specific acoustic characteristics of the laughter.",
              "In order to unravel how this is possible and what the true meaning of laughter is, we need to delve back into its early origins.",
              "Spontaneous laughter, which is unintentionally triggered by conversation or events, emerges in the first few months of life, even in children who are deaf or blind.",
              "Laughter not only transcends human cultural boundaries, but species boundaries, too: it is present in a similar form in other great apes.",
              "In fact, the evolutionary origins of human laughter can be traced back to between 10 and 16m years ago.",
              "While laughter has been linked to higher pain tolerance and the signalling of social status, its principal function appears to be creating and deepening social bonds.",
              "As our ancestors began to live in larger and more complex social structures, the quality of relationships became crucial to survival.",
              "The process of evolution would have favoured the development of cognitive strategies that helped form and sustain these cooperative alliances.",
              "Laughter probably evolved from laboured breathing during play such as tickling, which encourage cooperative and competitive behaviour in young mammals.",
              "This expression of the shared arousal experienced through play may have been effective in strengthening positive bonds, and laughter has indeed been shown to prolong the length of play behaviours in both children and chimpanzees, and to directly elicit both conscious and unconscious positive emotional responses in human listeners.",
              "The emergence of laughter and other primal vocalisations was at first intimately tied to how we felt: we only laughed when aroused in a positive way, just as we cried only when distressed, or roared only when angry.",
              "The key development came with the ability to vocalise voluntarily, without necessarily experiencing some underlying pain, rage, or positive emotion.",
              "This increased vocal control, made possible as our brains grew more complex, was ultimately vital in the development of language.",
              "But it also allowed us to consciously mimic laughter (and other vocalisations), providing a deceptive tool to artificially quicken and expand social bonds – and so increase survival odds.",
              "The idea that this volitional laughter also has an evolutionary origin is reinforced by the presence of similar behaviour in adult chimpanzees, who produce laugh imitations in response to the spontaneous laughter of others.",
              "The fake laughter of both chimpanzees and humans develops during childhood, is acoustically distinct from its spontaneous counterpart, and serves the same social bonding function.",
              "Today, both spontaneous and volitional laughter are prevalent in almost every aspect of human life, whether sharing a joke with a mate or during polite chitchat with a colleague.",
              "However, they’re not equivalent in the ear of beholder.",
              "Spontaneous laughter is characterised by higher pitch (indicative of genuine arousal), shorter duration and shorter laugh bursts compared to volitional laughter.",
              "Researchers recently demonstrated that human listeners can distinguish between these two laugh types.",
              "Fascinatingly, they also showed that if you slow down and adjust the pitch of volitional laughter (to make it less recognisable as human) listeners can distinguish it from animal vocalisations, whereas they cannot do the same for spontaneous laughter, whose acoustic structure is far more similar to nonhuman primate equivalents.",
              "It’s this audible difference that is demonstrated in the paper by Bryant and his colleagues.",
              "Friends are more likely to produce spontaneous laughs, while strangers who lack an established emotional connection are more likely to produce volitional laughter.",
              "The fact that we can accurately perceive these distinctions means that laughter is to some extent an honest signal.",
              "In the neverending evolutionary arms race, adaptive strategies for deception tend to co-evolve with strategies to detect that deception.",
              "The acoustic characteristics of authentic laughter are therefore useful cues to the bonds between and status of members of a group.",
              "This is something that may have aided decision-making in our evolutionary past.",
              "However, the study found that judgement accuracy was on average only 11% higher than chance.",
              "Perhaps this is partially because some strangers may have produced spontaneous laughs and some friends volitional laughs, but it’s clear that imitating authentic emotional laughter is a valuable deceptive tool for social lubrication.",
              "One need only witness the contagious effects of canned laughter to see how true this is.",
              "In the complex reality of modern human social interaction, laughs are often aromatic blends of the full-bodied spontaneous and dark but smooth volitional types, further blurring the boundaries.",
              "Regardless, the goal is the same and we will most likely find ourselves becoming fonder of those we share the odd chuckle with.",
              "John Cleese once said: “Laughter connects you with people.",
              "It’s almost impossible to maintain any kind of distance or any sense of social hierarchy when you’re just howling with laughter.",
              "” He might just have hit the nail on the head – even when we’re faking it.",
              "Write an article and join a growing community of more than 174,700 academics and researchers from 4,809 institutions.",
              "Register now Copyright © 2010–2023, The Conversation US, Inc."
            ]
          },
          {
            "title": "The Science of Laughter: Exploring the Psychology and Evolution of Humor",
            "url": "https://blog.kounsel.io/the-science-of-laughter-exploring-the-psychology-and-evolution-of-humor/",
            "content": [
              "The Science of Laughter: Exploring the Psychology and Evolution of Humor",
              "Laughter is a universal human experience that brings joy and lightens our spirits.",
              "But have you ever wondered why we find certain things funny?",
              "What triggers our laughter?",
              "In this blog post, we delve into the fascinating world of humor theories and scientific research to uncover the secrets behind what makes us laugh.",
              "Numerous theories have been proposed to explain the essence of humor.",
              "Three prominent theories include transgression, superiority, and incongruity.",
              "Transgression humor involves the violation of societal norms, while superiority humor stems from mockery and feelings of arrogance.",
              "However, incongruity theory suggests that laughter arises from the presence of two incompatible meanings in a single situation.",
              "By synthesizing these theories and extensive research, laughter can be distilled into three main stages: puzzlement, resolution, and signaling.",
              "Puzzlement refers to encountering a situation that seems strange or incongruous, inducing a sense of panic or transgression.",
              "The subsequent stage involves working through the tension caused by the incongruity and achieving resolution.",
              "Finally, the release of laughter acts as a clear signal to those around us that the threat has passed, signaling relief and safety.",
              "While incongruity is a fundamental aspect of humor, not all incongruous situations elicit laughter.",
              "The event must also be perceived as harmless to evoke humor.",
              "For example, witnessing a tiger strolling through a city may seem incongruous but is more likely to invoke fear.",
              "However, if the tiger were to roll down the street like a ball, it becomes humorous due to the unexpected and playful nature of the act.",
              "The preservation of laughter throughout human evolution suggests its potential role as a tool for survival.",
              "Laughter may have been favored by natural selection as a means to signal safety and unity after a perceived threat.",
              "Laughter's contagious nature strengthens social bonds and promotes a sense of togetherness, marking the end of fear or concern.",
              "Laughter is not just a psychological response;",
              "it also influences our physiology.",
              "Brain centers associated with laughter are closely linked to emotions, fear, and anxiety.",
              "When we laugh, we release tension and stress, promoting a sense of relief throughout our bodies.",
              "Numerous studies have shown that laughter can have positive effects on blood pressure, immune defenses, and mental well-being.",
              "It is even employed in healthcare settings to aid patients' healing processes.",
              "Laughter's significance extends beyond personal well-being.",
              "In educational settings, humor is utilized to enhance learning by capturing attention and creating a relaxed environment.",
              "It reduces anxiety, encourages active participation, and boosts motivation.",
              "Moreover, laughter plays a role in relationships, particularly romantic ones.",
              "Sharing laughter with someone can foster trust, create a sense of safety, and help overcome fears, making us more attracted to individuals who make us laugh.",
              "From an evolutionary perspective, laughter may have played a crucial role in risk awareness and self-preservation.",
              "Today, laughter remains a mechanism of relief when we face danger or perceive a threat that eventually subsides.",
              "While we now enjoy laughter for its uplifting qualities, it is intriguing to consider its ancestral significance.",
              "Laughter is a remarkable human phenomenon that brings joy, lightness, and relief.",
              "Its origins lie in incongruity, transgression, and superiority theories, but incongruity plays a central role in humor.",
              "Understanding the stages of laughter helps unravel its purpose as a survival tool and a means to foster social bonds.",
              "Moreover, laughter's physiological benefits, educational applications, and its impact on relationships make it an essential aspect of human life.",
              "So, the next time you burst into laughter, appreciate the complex mechanisms behind this remarkable phenomenon.",
              "If you're interested in exploring yourself or investing in your mental health, Kounsel offers online consultations with experienced psychologists and mental health professionals.",
              "Visit Kounsel to book your consultation and embark on a journey of self-discovery and well-being.",
              "References:"
            ]
          },
          {
            "title": "Time to take laughter seriously, scientists say - Nature",
            "url": "https://www.nature.com/articles/d43978-022-00135-9",
            "content": [
              "Time to take laughter seriously, scientists say - Nature",
              "Thank you for visiting nature.",
              "com.",
              "You are using a browser version with limited support for CSS.",
              "To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer).",
              "In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript.",
              "Advertisement You can also search for this author in PubMed Google Scholar Leggi in italiano Credit: izkes/ iStock / Getty Images.",
              "Laughter is ubiquitous across human cultures.",
              "It’s associated with joy, fun, playfulness and has great importance in our social life.",
              "But, for centuries the question of its origin and function has fascinated scientists and philosophers alike.",
              "Now, Philosophical Transactions of the Royal Society B, collects fresh evidence from biology, neuroscience and psychology to challenge longstanding assumptions on how and when laughter evolved.",
              "The special issue was guest-edited by Fausto Caruana from Parma University and the CNR Institute of Neuroscience, Elisabetta Palagi from Pisa University, and Frans de Waal from Emory University, in the United States.",
              "“The philosophical tradition inextricably links laughter with humour” says Caruana, “but we think this is barely scratching the surface of a complex phenomenon”.",
              "Palagi adds that “there is an anthropocentric perspective on laughter that dismisses a large body of studies about it in other animals”.",
              "In their introductory article1, Caruana and colleagues review recent evidence that challenges the idea that laughter is a uniquely human phenomenon.",
              "They describe work2 by the late psychologist Jaak Panksepp ,who discovered vocal patterns in rats that may have evolutionary relationships to primates’ laughter.",
              "“Panksepp’s work was essential to gain momentum to shift the anthropocentric paradigm” says Palagi.",
              "Insights on the evolutionary roots of laughter come from neuroscience too.",
              "Caruana notes that evidence is accumulating about similarities in rats and hominids neural circuits that underpin playful behaviours and vocalisations3.",
              "Palagi also cites studies by Robert Provine, a neurologist and psychologist at the University of Maryland, who emphasised the communicative and social significance of laughter.",
              "His studies showed that laughter is about 30 times more frequent in social than solitary situations, underlining its significance, for example to better contextualize verbal and nonverbal conversation, or strengthening group bonds thanks to shared positive emotions.",
              "Recent neuroscience studies, including some by Caruana, suggest that the contagious nature of laughter may be mediated by specific neural circuits involving mirror neurons.",
              "Such findings suggest that laughter-like behaviour may have been present in the common ancestors of different mammals, and that it may predate humour.",
              "doi: https://doi.",
              "org/10.",
              "1038/d43978-022-00135-9 E.",
              "Palagi, F.",
              "Caruana and F.",
              "de Waal, Phil.",
              "Trans.",
              "R.",
              "Soc.",
              "B, 377, 20210175 (2022).",
              "Article PubMed Google Scholar J.",
              "Panksepp, J.",
              "Burgdorf, Physiol.",
              "Behav.",
              "79, 533–547 (2003) Article PubMed Google Scholar Manninen S et al.",
              "J.",
              "Neurosci.",
              "37, 6125–6131 (2017) Article PubMed Google Scholar Download references School of Pharmacy of ECUST;",
              "The State Key Laboratory of Bioreactor Engineering;",
              "The School of Resources and Environmental Engineering;",
              "Shanghai, China East China University of Science and Technology (ECUST) UNIL is a leading international teaching and research institution, with over 5,000 employees and 15,500 students split between its Dorigny campus, .",
              ".",
              ".",
              "Lausanne, Canton of Vaud (CH) University of Lausanne (UNIL) Full Professor of Food Science and Technology at the Adolphe Merkle Institute of the University of Fribourg in Switzerland Fribourg, Canton of Fribourg (CH) Adolphe Merkle Institute England (GB) University College London (UCL) CMLR's goal is to advance machine learning-related research across a wide range of disciplines.",
              "Beijing, China Center for Machine Learning Research (CMLR), Peking University You have full access to this article via your institution.",
              "An essential round-up of science news, opinion and analysis, delivered to your inbox every weekday.",
              "Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily.",
              "Nature Italy (Nat Italy) ISSN 2730-7999 (online) © 2023 Springer Nature Limited"
            ]
          }
        ],
        "Laughter is not unique to humans, as some other mammals such as great apes, rodents, and even rats can produce vocalizations that resemble laughter when they are tickled or engaged in physical play.": [
          {
            "title": "The science of laughter and why it&#39;s good for us | CNN",
            "url": "https://www.cnn.com/2021/07/01/health/science-of-laughter-scn-wellness/index.html",
            "content": [
              "The science of laughter and why it&#39;s good for us | CNN",
              "Everyone likes a good belly laugh from time to time, and science supports that feeling.",
              "Studies have shown that laughing is linked to our physical, emotional and mental well-being – even our relationships.",
              "Here are some things you might not know about laughter.",
              "Laughter is thought to have evolved as a form of social bonding in animals and as a way to express playful intention.",
              "Many mammals laugh when they are tickled and when they engage in physical play.",
              "But humans don’t need a physical trigger to laugh – though generally we can’t help but laugh if we’re tickled.",
              "Janet Gibson, a professor emerita of cognitive psychology at Grinnell College in Iowa, said that laughter evolved in humans as a communication signal.",
              "How to have a good relationship with siblings as adults Hundreds of years ago, “laughter was the glue that kept the group together,” she told CNN Chief Medical Correspondent Dr.",
              "Sanjay Gupta on his Chasing Life podcast.",
              "“The idea was that laughter was an external signal that can tell the group everything is OK, we can relax.",
              "(There is) no need to be anxious or threatened by what’s happening around us.",
              "And so this would really be a great survival tool for groups of humans,” she explained.",
              "“And the belief is, is that over the centuries, the brain kept these connections so that we now laugh when .",
              ".",
              ".",
              "we hear things that are relaxing, funny, surprising, amusing.",
              "” Anthropologists think that laughter is universal, but that doesn’t mean every culture finds the same things funny.",
              "Laughter is a surprisingly complicated process, engaging multiple regions of the brain and the body.",
              "The frontal lobe is thought to help you interpret the various bits of information you receive – the sounds and images – and then it decides whether they are funny.",
              "That triggers an emotional response in the limbic system, which controls feelings like pleasure and fear and that in turn stimulates your motor cortex, explained Gupta in the podcast.",
              "Why swearing is a sign of intelligence, helps manage pain and more This controls your physical response – the guffaws, snorts and chuckles we recognize as laughter.",
              "“When you start to laugh you get a fairly large contraction in the rib cage – very large and very fast.",
              "Those contractions push air – ha, ha, ha.",
              "It’s a very primitive way of making noise.",
              "At the brain level, it’s associated with a change in the circulating endorphins,” said Sophie Scott, a professor of cognitive neuroscience at University College London.",
              "This can give you a pain-killing sensation.",
              "As you laugh, it lowers your adrenaline levels and over a longer time frame your levels of the stress hormone cortisol, she explained.",
              "As such, laughter can improve your mood and make your physical and emotional response to stress less intense.",
              "“You’re more relaxed, less stressed, and you have a pleasant buzzy feeling,” she said.",
              "A long-running study of couples at the University of California, Berkeley, of more than 150 long-term relationships that started in 1989 has suggested that laughter is the glue that keeps people together.",
              "Satisfied couples laugh more than unsatisfied ones, found the study team, led by Robert Levenson, professor of psychology.",
              "In one experiment, the couples were asked to discuss a problem or conflict in their relationship while they were videotaped, and a polygraph measured different physiological and emotional signs.",
              "Experiencing Hulk rage and terrible sleep?",
              "It may be perimenopause — here's what to do Laughter during the stressful conversation was associated with emotions becoming more positive.",
              "“You see people starting to get stressed, and what you find is that couples who deal with increased feeling of stress, the ones who react to that with laughter not only get less stressed immediately but they are couples that tend to be happier in their relationships and tend to stay together longer,” said Scott, who was not involved in the study.",
              "“It’s not that the laughter is magic dust.",
              "It’s more like laughter is a sign of a relationship where people can use laughter to negotiate a better way together,” she added.",
              "In defusing tense situations, she said that laughter can make it easier for couples to communicate and maintain relationship bonds – important planks of relationship satisfaction.",
              "While psychologists and comedians have tried to come up with one, there is no universal theory for what makes something funny.",
              "Yale's massively popular 'happiness' course is available free online People sometimes find amusement in the misfortunes of others, in the expression of otherwise forbidden emotions, or in violating a norm but in a nonthreatening way, Scott said.",
              "But sometimes sounds or words can just be inherently funny.",
              "“Any theory of humor always falls down because we can’t explain all the things that are funny, and it can’t be used to generate jokes.",
              "Laughter is a really important part of play, and maybe that’s where a lot of adult human play behavior goes, it feeds into humor.",
              "” Laughter can also have a dark side.",
              "Inappropriate laughter can sometimes be a sign that something is cognitively amiss.",
              "An early sign of dementia is an altered sense of humor and laughing at inappropriate moments, one study found.",
              "What’s more, laughter doesn’t always accompany genuinely felt emotions – it can also be for social display.",
              "People will use laughter to defuse a stressful situation or a joke to break the ice.",
              "However, whether it works or not depends on whether the other person joins in and laughs with you, as anyone who has had a punch line fall flat knows.",
              "Laughter is 30 times more likely to occur in the company of others than when one is alone.",
              "It’s also contagious.",
              "You’re much more likely to laugh if you hear someone else laughing.",
              "“When you have endorphins circulating through the brain, you feel good.",
              "When you laugh, you’re inhaling more oxygen.",
              "So, all the cells of your brain are getting more oxygen, as well as the cells of your body,” Gibson said.",
              "Sign up here to get The Results Are In with Dr.",
              "Sanjay Gupta every Tuesday from the CNN Health team.",
              "“It’s just a tool in your medicine cabinet to help you feel better.",
              "And I’d say it’s free, and it brings in all these other benefits that it’s a great tool to use and not to be dismissed as silly or worthless.",
              "“ It’s hard to separate the benefits of laughter and the context in which you would laugh.",
              "As such, if you want to harness the healing power of laughter, a funny movie might help – but it’s really the connections laughter builds with other people that count.",
              "© 2023 Cable News Network.",
              "A Warner Bros.",
              "Discovery Company.",
              "All Rights Reserved.",
              "CNN Sans TM & © 2016 Cable News Network."
            ]
          },
          {
            "title": "Do Animals Laugh? Tickle Experiments Suggest They Do - National Geographic",
            "url": "https://www.nationalgeographic.com/animals/article/150613-animals-laughter-apes-evolution-science",
            "content": [
              "Do Animals Laugh? Tickle Experiments Suggest They Do - National Geographic",
              "A boy plays with a young chimpanzee at a Kenyan sanctuary.",
              "Studies of laughing chimpanzees and rats offer clues about our evolutionary past—as well as our mental health.",
              "How do whales hear music?",
              "They listen to orca-stras!",
              "I told that joke to a lizard and got crickets.",
              "It made me wonder the same thing as Eid Muhammad Afridi, who asked Saturday's Weird Animal Question of the Week, \"Do animals laugh?\"",
              "So far, apes and rats are the only known animals to get the giggles.",
              "Koko, the western lowland gorilla famous for her facility with sign language, \"thinks that me being clumsy is funny,\" and will make laughing noises, says Penny Patterson, president of the California-based Gorilla Foundation.",
              "The great ape also has a special \"ho ho\" laugh for visitors she especially likes, Patterson says.",
              "(Related: \"Conversations with a Gorilla\" in National Geographic magazine.)",
              "In 2009 Marina Davila Ross, a psychologist at the U.",
              "K.'",
              "s University of Portsmouth, conducted experiments in which she tickled infant and juvenile primates—such as orangutans, gorillas, and chimpanzees.",
              "The apes responded by laughing—technically called \"tickle-induced vocalizations.\"",
              "Ross, who studies the evolution of laughter, suggests we inherited our own ability to laugh from humans and great apes' last common ancestor, which lived 10 to 16 million years ago.",
              "Now her latest study, published this week in PLOS ONE, goes a step further, showing that chimpanzees display \"laugh faces\"—smiling, with teeth bared—with or without actual laughter.",
              "This indicates \"that chimpanzees can communicate in more explicit and thus versatile ways\" than we thought, she says.",
              "It's similar to how people may smile silently, while talking, or while laughing—each of which conveys a separate emotion.",
              "Rats have also gotten the tickle treatment.",
              "Jaak Panskepp, a psychologist and neuroscientist at Washington State University in Pullman, has found that tickled rats make happy noises.",
              "(Also see \"Rats Remember Who's Nice to Them—and Return the Favor.\"",
              ") When scientists tickled the rodents, the animals made the same chirping sounds that they use during play, according to a study published in 2000.",
              "(The noises are above the range of human hearing.)",
              "Some of the lab rats liked being tickled so much they followed the hand that tickled them.",
              "A captive brown rat makes an angry display.",
              "Ongoing research shows that rats communicate a variety of emotions, including a sound that may be similar to laughter.",
              "Since then, Panskepp and colleagues have shown studying play is serious business—for instance, he's found that brain circuits responsible for laughter in rats can be used to study human emotion.",
              "He's also identified seven basic emotional systems housed in the same areas of mammal brains.",
              "His research has even helped combat depression in people.",
              "One antidepressant in clinical trials, called GLYX-13, has its roots in the study of rat laughter.",
              "(Also see \"Is Laughter the Best Medicine?\"",
              ") It's an example \"of what can be achieved by taking the emotional feelings of animals seriously as targets for psychiatric medicinal development,\" he says.",
              "We think of rats and apes as smart, but intelligence isn't a requirement for laughter, Panksepp adds.",
              "\"Maybe one should look at [it] the the other way around,\" he says, since it's possible \"that play in any species can increase social intelligence.\"",
              "So identifying other animals that laugh, he says, may be a matter of listening to the sounds they make while having fun.",
              "Who knows?",
              "One day we may discover an actual silly goose.",
              "Weird Animal Question of the Week answers your questions every Saturday.",
              "If you have a question about the weird and wild animal world, tweet me, leave me a note or photo in the comments below, or find me on Facebook.",
              "Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2023 National Geographic Partners, LLC.",
              "All rights reserved"
            ]
          },
          {
            "title": "Why Do Humans and Animals Laugh? - Psychology Today",
            "url": "https://www.psychologytoday.com/gb/blog/what-is-a-human/202305/why-do-humans-and-animals-laugh",
            "content": [
              "Why Do Humans and Animals Laugh? - Psychology Today",
              "The people around us have a stronger influence on our decisions and actions than we realize.",
              "Here’s what research reveals about our networks’ gravitational force.",
              "Verified by Psychology Today Posted May 11, 2023 | Reviewed by Vanessa Lancaster If you tickle a rat's belly, it squeals with laughter.",
              "However, we are unable to perceive this laughter as its frequency, around 50 kHz, exceeds the range of human hearing.",
              "Neuroscientist Jaak Panksepp and his colleagues discovered this phenomenon a few decades ago.",
              "They had noticed that rats emit brief bursts of high-frequency sound during play.",
              "They tickled the rats on their stomachs and necks to investigate whether this sound was a form of laughter.",
              "The sound was much more frequent than when the rats were playing.",
              "Numerous animal species exhibit laughter-like behavior, as indicated in a review article by bioanthropologist Sasha Winkler and communication scientist Gregory Bryant.",
              "Their comprehensive study encompasses 65 animal species, primarily mammals, including a kangaroo species and three bird species.",
              "What the laughter-like behaviors share is that they occur during play and when the animals are tickled.",
              "Given the prevalence of laughter across species, it is reasonable to assume that survival benefits are associated with this behavior.",
              "However, the exact nature of these benefits remains a significant question.",
              "While individuals who interact with animals recognize that they possess distinct emotions, there is a tendency to attribute human-like emotions to them.",
              "Darwin emphasized the continuity between humans and animals and was the first to study the expression of emotions in animals systematically.",
              "He saw humor as \"tickling the mind.\"",
              "Modern scientists try to avoid assuming that animals have the same emotions as humans, which would be a form of anthropomorphism.",
              "How do we know that the sounds made by rats are really laughter?",
              "The best method is to compare the behavior of different species.",
              "Panksepp draws several parallels between the rat sounds and the laughter of human children: (i) rats laugh most before sexual maturity, (ii) if frightened, they stop laughing when you tickle them, (iii) young rats prefer socializing with older rats that laugh a lot, and (iv) rats that have experience social isolation laughs more when they are allowed to socialize with other rats.",
              "All these parallels with human laughter behavior strongly suggest that the rats' sounds correspond to human laughter.",
              "Panksepp proposes that joy and other emotions we experience are linked to neurological processes.",
              "He speculates that the mechanisms underlying laughter are evolutionarily old and deeply rooted in the brain.",
              "A prevailing theory posits that laughter serves to encourage continued play.",
              "Many animals employ play signals–dogs extend their front legs and bow their heads with upturned mouths, and chimpanzees have a special \"play face\" resembling a wide smile.",
              "Young mammals frequently engage in play-fighting–they tumble around and nibble each other, often with a tickling effect.",
              "The point of play signals is that the participants know that wrestling and nibbling are not serious.",
              "Unlike a real fight, the intention is not to hurt each other.",
              "They communicate friendly intentions.",
              "While familiar with human laughter, what does it sound like in other animals?",
              "Typically, laughter is not particularly loud.",
              "One illustration comes from Nobel Prize winner Konrad Lorenz, who was one of the first to study laughter in dogs.",
              "He noted that dogs laugh during intense play and pant in addition to their raised mouths.",
              "In the species of monkeys studied, the play face is also associated with panting or laughing.",
              "Lorenz initially proposed that laughter evolved from an aggressive signal where the animal displays its teeth, but this theory has not been supported.",
              "A more recent hypothesis suggests that laughter evolved from the panting that occurs during play.",
              "Only a limited number of animal species, such as elephants and seals, exhibit loud laughter.",
              "In the case of elephants, this is likely related to their tendency to trumpet when they gasp intensely.",
              "Humans are the sole species among great apes that laugh loudly.",
              "One possible explanation for this is the differing anatomy of chimpanzees.",
              "As humans evolved to walk upright, they no longer needed to use their chests to control their arms while walking.",
              "As a result, breathing can be better controlled, and we can more easily create sounds with our vocal cords.",
              "Another reason animals should refrain from laughing out loud is the potential attraction of predators.",
              "A gasp can only be heard by those participating in the game.",
              "Elephants and humans in groups are not as vulnerable to predators;",
              "they can afford to laugh out loud.",
              "Rats' laughter is so high-pitched that predators cannot hear it.",
              "Humans don't only laugh when they are playing or being tickled.",
              "With us, animal laughter has been extended to other social contexts.",
              "However, the animal origin is evident in that those who laugh most when tickled are also those who laugh most in humorous contexts.",
              "As noted by Darwin, humor can be described as something that tickles the mind.",
              "So, what is it that provokes mirth?",
              "A common description is that it is unexpected and social while not perceived as dangerous.",
              "You don't laugh if you feel threatened.",
              "This is a rather soulless characteristic, as many things possess these qualities without leading to laughter.",
              "And what is perceived as very funny by one person only makes another person frown.",
              "Experiments involving chimpanzees' laughter have demonstrated that it also creates laughter in other group members and is important for play to continue.",
              "How can laughter be contagious?",
              "Over the last decade, cognitive scientists and neurologists have become increasingly interested in 'coupled' brains, that is, social activities where two or more people's brain activities can be shown to be synchronized.",
              "Researchers often assume that so-called mirror neurons are involved when explaining such connections, but the underlying mechanisms are still poorly understood.",
              "Laughter serves many functions for humans.",
              "It synchronizes emotions within a group, fostering increased cohesion.",
              "Above all, it signals a willingness to cooperate among those who laugh.",
              "Laughter reduces stress in challenging situations.",
              "Instead of fake laughter, genuine laughter evokes positive responses from listeners toward the person laughing.",
              "Some people laugh nervously to make others more friendly, but this often fails.",
              "Laughter can also wield power.",
              "A group laughing at something outside the group creates a separation between \"us\" and \"them,\" hindering group cooperation.",
              "An individual can be excluded from a community by being laughed at.",
              "A mocking laugh is an insincere expression often used to degrade or exclude, and it demonstrates power.",
              "Research on animal laughter is valuable because laughter has deep biological roots.",
              "We can enhance our understanding of the human condition by unraveling the evolutionary, neurological, and social mechanisms behind laughter.",
              "References Panksepp, J.",
              ", & Burgdorf, J.",
              "(2003).",
              "“Laughing” rats and the evolutionary antecedents of human joy.",
              "Physiology & Behavior, 79(3), 533-547.",
              "Winkler, S.",
              "L.",
              ", & Bryant, G.",
              "A.",
              "(2021).",
              "Play vocalisations and human laughter: a comparative review.",
              "Bioacoustics, 30(5), 499-526.",
              "Peter Gärdenfors, Ph.",
              "D.",
              ", is a professor of cognitive science at Lund University, Sweden.",
              "Get the help you need from a counsellor near you–a FREE service from Psychology Today.",
              "Psychology Today © 2023 Sussex Publishers, LLC The people around us have a stronger influence on our decisions and actions than we realize.",
              "Here’s what research reveals about our networks’ gravitational force."
            ]
          }
        ],
        "Human laughter can be triggered by various stimuli such as humor, irony, sarcasm, or social cues.": [
          {
            "title": "Philosophy of Humor (Stanford Encyclopedia of Philosophy)",
            "url": "https://plato.stanford.edu/entries/humor/",
            "content": [
              "Philosophy of Humor (Stanford Encyclopedia of Philosophy)",
              "Although most people value humor, philosophers have said little about it, and what they have said is largely critical.",
              "Three traditional theories of laughter and humor are examined, along with the theory that humor evolved from mock-aggressive play in apes.",
              "Understanding humor as play helps counter the traditional objections to it and reveals some of its benefits, including those it shares with philosophy itself.",
              "When people are asked what’s important in their lives, they often mention humor.",
              "Couples listing the traits they prize in their spouses usually put “sense of humor” at or near the top.",
              "Philosophers are concerned with what is important in life, so two things are surprising about what they have said about humor.",
              "The first is how little they have said.",
              "From ancient times to the 20th century, the most that any notable philosopher wrote about laughter or humor was an essay, and only a few lesser-known thinkers such as Frances Hutcheson and James Beattie wrote that much.",
              "The word humor was not used in its current sense of funniness until the 18th century, we should note, and so traditional discussions were about laughter or comedy.",
              "The most that major philosophers like Plato, Hobbes, and Kant wrote about laughter or humor was a few paragraphs within a discussion of another topic.",
              "Henri Bergson’s 1900 Laughter was the first book by a notable philosopher on humor.",
              "Martian anthropologists comparing the amount of philosophical writing on humor with what has been written on, say, justice, or even on Rawls’ Veil of Ignorance, might well conclude that humor could be left out of human life without much loss.",
              "The second surprising thing is how negative most philosophers have been in their assessments of humor.",
              "From ancient Greece until the 20th century, the vast majority of philosophical comments on laughter and humor focused on scornful or mocking laughter, or on laughter that overpowers people, rather than on comedy, wit, or joking.",
              "Plato, the most influential critic of laughter, treated laughter as an emotion that overrides rational self-control.",
              "In the Republic (388e), he says that the Guardians of the state should avoid laughter, “for ordinarily when one abandons himself to violent laughter, his condition provokes a violent reaction.",
              "” Especially disturbing to Plato were the passages in the Iliad and the Odyssey where Mount Olympus was said to ring with the laughter of the gods.",
              "He protested that “if anyone represents men of worth as overpowered by laughter we must not accept it, much less if gods.",
              "” Another of Plato’s objections to laughter is that it is malicious.",
              "In Philebus (48–50), he analyzes the enjoyment of comedy as a form of scorn.",
              "“Taken generally,” he says, “the ridiculous is a certain kind of evil, specifically a vice.",
              "” That vice is self-ignorance: the people we laugh at imagine themselves to be wealthier, better looking, or more virtuous than they really are.",
              "In laughing at them, we take delight in something evil—their self-ignorance—and that malice is morally objectionable.",
              "Because of these objections to laughter and humor, Plato says that in the ideal state, comedy should be tightly controlled.",
              "“We shall enjoin that such representations be left to slaves or hired aliens, and that they receive no serious consideration whatsoever.",
              "No free person, whether woman or man, shall be found taking lessons in them.",
              "” “No composer of comedy, iambic or lyric verse shall be permitted to hold any citizen up to laughter, by word or gesture, with passion or otherwise” (Laws, 7: 816e;",
              "11: 935e).",
              "Greek thinkers after Plato had similarly negative comments about laughter and humor.",
              "Though Aristotle considered wit a valuable part of conversation (Nicomachean Ethics 4, 8), he agreed with Plato that laughter expresses scorn.",
              "Wit, he says in the Rhetoric (2, 12), is educated insolence.",
              "In the Nicomachean Ethics (4, 8) he warns that “Most people enjoy amusement and jesting more than they should .",
              ".",
              ".",
              "a jest is a kind of mockery, and lawgivers forbid some kinds of mockery—perhaps they ought to have forbidden some kinds of jesting.",
              "” The Stoics, with their emphasis on self-control, agreed with Plato that laughter diminishes self-control.",
              "Epictetus’s Enchiridion (33) advises “Let not your laughter be loud, frequent, or unrestrained.",
              "” His followers said that he never laughed at all.",
              "These objections to laughter and humor influenced early Christian thinkers, and through them later European culture.",
              "They were reinforced by negative representations of laughter and humor in the Bible, the vast majority of which are linked to hostility.",
              "The only way God is described as laughing in the Bible is with hostility: The kings of the earth stand ready, and the rulers conspire together against the Lord and his anointed king.",
              ".",
              ".",
              ".",
              "The Lord who sits enthroned in heaven laughs them to scorn;",
              "then he rebukes them in anger, he threatens them in his wrath (Psalm 2:2–5).",
              "God’s spokesmen in the Bible are the Prophets, and for them, too, laughter expresses hostility.",
              "In the contest between God’s prophet Elijah and the 450 prophets of Baal, for example, Elijah ridicules them for their god’s powerlessness, and then has them slain (1 Kings 18:21–27).",
              "In the Bible, mockery is so offensive that it may deserve death, as when a group of children laugh at the prophet Elisha for his baldness: He went up from there to Bethel and, as he was on his way, some small boys came out of the city and jeered at him, saying, “Get along with you, bald head, get along.",
              "” He turned round and looked at them and he cursed then in the name of the Lord;",
              "and two she-bears came out of a wood and mauled forty-two of them (2 Kings 2:23).",
              "Bringing together negative assessments of laughter from the Bible with criticisms from Greek philosophy, early Christian leaders such as Ambrose, Jerome, Basil, Ephraim, and John Chrysostom warned against either excessive laughter or laughter generally.",
              "Sometimes what they criticized was laughter in which the person loses self-control.",
              "In his Long Rules, for instance, Basil the Great wrote that “raucous laughter and uncontrollable shaking of the body are not indications of a well-regulated soul, or of personal dignity, or self-mastery” (in Wagner 1962, 271).",
              "Other times they linked laughter with idleness, irresponsibility, lust, or anger.",
              "John Chrysostom, for example, warned that Laughter often gives birth to foul discourse, and foul discourse to actions still more foul.",
              "Often from words and laughter proceed railing and insult;",
              "and from railing and insult, blows and wounds;",
              "and from blows and wounds, slaughter and murder.",
              "If, then, you would take good counsel for yourself, avoid not merely foul words and foul deeds, or blows and wounds and murders, but unseasonable laughter itself (in Schaff 1889, 442).",
              "Not surprisingly, the Christian institution that most emphasized self-control—the monastery—was harsh in condemning laughter.",
              "One of the earliest monastic orders, of Pachom of Egypt, forbade joking (Adkin 1985, 151–152).",
              "The Rule of St.",
              "Benedict, the most influential monastic code, advised monks to “prefer moderation in speech and speak no foolish chatter, nothing just to provoke laughter;",
              "do not love immoderate or boisterous laughter.",
              "” In Benedict’s Ladder of Humility, Step Ten is a restraint against laughter, and Step Eleven a warning against joking (Gilhus 1997, 65).",
              "The monastery of St.",
              "Columbanus Hibernus had these punishments: “He who smiles in the service .",
              ".",
              ".",
              "six strokes;",
              "if he breaks out in the noise of laughter, a special fast unless it has happened pardonably” (Resnick 1987, 95).",
              "The Christian European rejection of laughter and humor continued through the Middle Ages, and whatever the Reformers reformed, it did not include the traditional assessment of humor.",
              "Among the strongest condemnations came from the Puritans, who wrote tracts against laughter and comedy.",
              "One by William Prynne (1633) was over 1100 pages long and purported to show that comedies “are sinfull, heathenish, lewde, ungodly spectacles, and most pernicious corruptions;",
              "condemned in all ages, as intolerable mischiefes to churches, to republickes, to the manners, mindes, and soules of men.",
              "” It encouraged Christians to live sober, serious lives, and not to be “immoderately tickled with mere lascivious vanities, or .",
              ".",
              ".",
              "lash out in excessive cachinnations in the public view of dissolute graceless persons.",
              "” When the Puritans came to rule England in the mid-17th century, they outlawed comedies.",
              "At this time, too, the philosophical case against laughter was strengthened by Thomas Hobbes and René Descartes.",
              "Hobbes’ Leviathan (1651 [1982]) describes human beings as naturally individualistic and competitive.",
              "That makes us alert to signs that we are winning or losing.",
              "The former make us feel good and the latter bad.",
              "If our perception of some sign that we are superior comes over us quickly, our good feelings are likely to issue in laughter.",
              "In Part I, ch.",
              "6, he writes that Sudden glory, is the passion which makes those grimaces called laughter;",
              "and is caused either by some sudden act of their own, that pleases them;",
              "or by the apprehension of some deformed thing in another, by comparison whereof they suddenly applaud themselves.",
              "And it is incident most to them, that are conscious of the fewest abilities in themselves;",
              "who are forced to keep themselves in their own favor by observing the imperfections of other men.",
              "And therefore much laughter at the defects of others, is a sign of pusillanimity.",
              "For of great minds, one of the proper works is, to help and free others from scorn;",
              "and to compare themselves only with the most able.",
              "A similar explanation of laughter from the same time is found in Descartes’ Passions of the Soul.",
              "He says that laughter accompanies three of the six basic emotions—wonder, love, (mild) hatred, desire, joy, and sadness.",
              "Although admitting that there are other causes of laughter than hatred, in Part 3 of this book, “Of Particular Passions,” he considers laughter only as an expression of scorn and ridicule.",
              "Derision or scorn is a sort of joy mingled with hatred, which proceeds from our perceiving some small evil in a person whom we consider to be deserving of it;",
              "we have hatred for this evil, we have joy in seeing it in him who is deserving of it;",
              "and when that comes upon us unexpectedly, the surprise of wonder is the cause of our bursting into laughter.",
              ".",
              ".",
              "And we notice that people with very obvious defects such as those who are lame, blind of an eye, hunched-backed, or who have received some public insult, are specially given to mockery;",
              "for, desiring to see all others held in as low estimation as themselves, they are truly rejoiced at the evils that befall them, and they hold them deserving of these (art.",
              "178–179).",
              "With these comments of Hobbes and Descartes, we have a sketchy psychological theory articulating the view of laughter that started in Plato and the Bible and dominated Western thinking about laughter for two millennia.",
              "In the 20th century, this idea was called the Superiority Theory.",
              "Simply put, our laughter expresses feelings of superiority over other people or over a former state of ourselves.",
              "A contemporary proponent of this theory is Roger Scruton, who analyses amusement as an “attentive demolition” of a person or something connected with a person.",
              "“If people dislike being laughed at,” Scruton says, “it is surely because laughter devalues its object in the subject’s eyes” (in Morreall 1987, 168).",
              "In the 18th century, the dominance of the Superiority Theory began to weaken when Francis Hutcheson (1750) wrote a critique of Hobbes’ account of laughter.",
              "Feelings of superiority, Hutcheson argued, are neither necessary nor sufficient for laughter.",
              "In laughing, we may not be comparing ourselves with anyone, as when we laugh at odd figures of speech like those in this poem about a sunrise: The sun, long since, had in the lap Of Thetis taken out his nap;",
              "And like a lobster boil’d, the morn From black to red began to turn.",
              "If self-comparison and sudden glory are not necessary for laughter, neither are they sufficient for laughter.",
              "Hutcheson says that we can feel superior to lower animals without laughing, and that “some ingenuity in dogs and monkeys, which comes near to some of our own arts, very often makes us merry;",
              "whereas their duller actions in which they are much below us, are no matter of jest at all.",
              "” He also cites cases of pity.",
              "A gentleman riding in a coach who sees ragged beggars in the street, for example, will feel that he is better off than they, but such feelings are unlikely to amuse him.",
              "In such situations, “we are in greater danger of weeping than laughing.",
              "” To these counterexamples to the Superiority Theory we could add more.",
              "Sometimes we laugh when a comic character shows surprising skills that we lack.",
              "In the silent movies of Charlie Chaplin, Harold Lloyd, and Buster Keaton, the hero is often trapped in a situation where he looks doomed.",
              "But then he escapes with a clever acrobatic stunt that we would not have thought of, much less been able to perform.",
              "Laughing at such scenes does not seem to require that we compare ourselves with the hero;",
              "and if we do make such a comparison, we do not find ourselves superior.",
              "At least some people, too, laugh at themselves—not a former state of themselves, but what is happening now.",
              "If I search high and low for my eyeglasses only to find them on my head, the Superiority Theory seems unable to explain my laughter at myself.",
              "While these examples involve persons with whom we might compare ourselves, there are other cases of laughter where no personal comparisons seem involved.",
              "In experiments by Lambert Deckers (1993), subjects were asked to lift a series of apparently identical weights.",
              "The first several weights turned out to be identical, and that strengthened the expectation that the remaining weights would be the same.",
              "But then subjects picked up a weight that was much heavier or lighter than the others.",
              "Most laughed, but apparently not out of Hobbesian “sudden glory,” and apparently without comparing themselves with anyone.",
              "Further weakening the dominance of the Superiority Theory in the 18th century were two new accounts of laughter which are now called the Relief Theory and the Incongruity Theory.",
              "Neither even mentions feelings of superiority.",
              "The Relief Theory is an hydraulic explanation in which laughter does in the nervous system what a pressure-relief valve does in a steam boiler.",
              "The theory was sketched in Lord Shaftesbury’s 1709 essay “An Essay on the Freedom of Wit and Humor,” the first publication in which humor is used in its modern sense of funniness.",
              "Scientists at the time knew that nerves connect the brain with the sense organs and muscles, but they thought that nerves carried “animal spirits”—gases and liquids such as air and blood.",
              "John Locke (1690, Book 3, ch.",
              "9, para.",
              "16), for instance, describes animal spirits as “fluid and subtile Matter, passing through the Conduits of the Nerves.",
              "” Shaftesbury’s explanation of laughter is that it releases animal spirits that have built up pressure inside the nerves.",
              "The natural free spirits of ingenious men, if imprisoned or controlled, will find out other ways of motion to relieve themselves in their constraint;",
              "and whether it be in burlesque, mimicry, or buffoonery, they will be glad at any rate to vent themselves, and be revenged upon their constrainers.",
              "Over the next two centuries, as the nervous system came to be better understood, thinkers such as Herbert Spencer and Sigmund Freud revised the biology behind the Relief Theory but kept the idea that laughter relieves pent-up nervous energy.",
              "Spencer’s explanation in his essay “On the Physiology of Laughter” (1911) is based on the idea that emotions take the physical form of nervous energy.",
              "Nervous energy, he says, “always tends to beget muscular motion, and when it rises to a certain intensity, always does beget it” (299).",
              "“Feeling passing a certain pitch habitually vents itself in bodily action” (302).",
              "When we are angry, for example, nervous energy produces small aggressive movements such as clenching our fists;",
              "and if the energy reaches a certain level, we attack the offending person.",
              "In fear, the energy produces small-scale movements in preparation for fleeing;",
              "and if the fear gets strong enough, we flee.",
              "The movements associated with emotions, then, discharge or release the built-up nervous energy.",
              "Laughter releases nervous energy, too, Spencer says, but with this important difference: the muscular movements in laughter are not the early stages of larger practical actions such as attacking or fleeing.",
              "Unlike emotions, laughter does not involve the motivation to do anything.",
              "The movements of laughter, Spencer says, “have no object” (303): they are merely a release of nervous energy.",
              "The nervous energy relieved through laughter, according to Spencer, is the energy of emotions that have been found to be inappropriate.",
              "Consider this poem entitled “Waste” by Harry Graham (2009): I had written to Aunt Maud Who was on a trip abroad When I heard she’d died of cramp, Just too late to save the stamp.",
              "Reading the first three lines, we might feel pity for the bereaved nephew writing the poem.",
              "But the last line makes us reinterpret those lines.",
              "Far from being a loving nephew in mourning, he turns out to be an insensitive cheapskate.",
              "So the nervous energy of our pity, now superfluous, is released in laughter.",
              "That discharge occurs, Spencer says, first through the muscles “which feeling most habitually stimulates,” the muscles of the vocal tract.",
              "If still more energy needs to be relieved, it spills over to the muscles connected with breathing, and if the movements of those muscles do not release all the energy, the remainder moves the arms, legs, and other muscle groups (304).",
              "In the 20th century, John Dewey (1894: 558–559) had a similar version of the Relief Theory.",
              "Laughter, he said, “marks the ending .",
              ".",
              ".",
              "of a period of suspense, or expectation.",
              "” It is a “sudden relaxation of strain, so far as occurring through the medium of the breathing and vocal apparatus.",
              ".",
              ".",
              "The laugh is thus a phenomenon of the same general kind as the sigh of relief.",
              "” Better known than the versions of the Relief Theory of Shaftesbury, Spencer, and Dewey is that of Sigmund Freud.",
              "In his Jokes and Their Relation to the Unconscious (1905 [1974]), Freud analyzes three laughter situations: der Witz (often translated “jokes” or “joking”), “the comic,” and “humor.",
              "” In all three, laughter releases nervous energy that was summoned for a psychological task, but then became superfluous as that task was abandoned.",
              "In der Witz, that superfluous energy is energy used to repress feelings;",
              "in the comic it is energy used to think, and in humor it is the energy of feeling emotions.",
              "(In this article, we are not using humor in Freud’s narrow sense, but in the general sense that includes joking, wit, the comic, etc.)",
              "Der Witz includes telling prepared fictional jokes, making spontaneous witty comments, and repartee.",
              "In der Witz, Freud says, the psychic energy released is the energy that would have repressed the emotions that are being expressed as the person laughs.",
              "(Most summaries of Freud’s theory of joking mistakenly describe laughter as a release of repressed emotions themselves.)",
              "According to Freud, the emotions which are most repressed are sexual desire and hostility, and so most jokes and witty remarks are about sex, hostility, or both.",
              "In telling a sexual joke or listening to one, we bypass our internal censor and give vent to our libido.",
              "In telling or listening to a joke that puts down an individual or group we dislike, similarly, we let out the hostility we usually repress.",
              "In both cases, the psychic energy normally used to do the repressing becomes superfluous, and is released in laughter.",
              "Freud’s second laughter situation, “the comic,” involves a similar release of energy that is summoned but is then found unnecessary.",
              "Here it is the energy normally devoted to thinking.",
              "An example is laughter at the clumsy actions of a clown.",
              "As we watch the clown stumble through actions that we would perform smoothly and efficiently, there is a saving of the energy that we would normally expend to understand the clown’s movements.",
              "Here Freud appeals to a theory of “mimetic representation” in which we expend a large packet of energy to understand something large and a small packet of energy to understand something small.",
              "Our mental representation of the clown’s clumsy movements, Freud says, calls for more energy than the energy we would expend to mentally represent our own smooth, efficient movements in performing the same task.",
              "Our laughter at the clown is our venting of that surplus energy.",
              "These two possibilities in my imagination amount to a comparison between the observed movement and my own.",
              "If the other person’s movement is exaggerated and inexpedient, my increased expenditure in order to understand it is inhibited in statu nascendi, as it were in the act of being mobilized;",
              "it is declared superfluous and is free for use elsewhere or perhaps for discharge by laughter (Freud 1905 [1974], 254).",
              "Freud analyzes the third laughter situation, which he calls “humor,” much as Spencer analyzed laughter in general.",
              "Humor occurs “if there is a situation in which, according to our usual habits, we should be tempted to release a distressing affect and if motives then operate upon us which suppress that affect in statu nascendi [in the process of being born].",
              ".",
              ".",
              ".",
              "The pleasure of humor .",
              ".",
              ".",
              "comes about .",
              ".",
              ".",
              "at the cost of a release of affect that does not occur: it arise from an economy in the expenditure of affect” (293).",
              "His example is a story told by Mark Twain in which his brother was building a road when a charge of dynamite went off prematurely, blowing him high into the sky.",
              "When the poor man came down far from the work site, he was docked half a day’s pay for being “absent from his place of employment.",
              "” Freud’s explanation of our laughter at this story is like the explanation above at Graham’s poem about the cheapskate nephew.",
              "In laughing at this story, he says, we are releasing the psychic energy that we had summoned to feel pity for Twain’s brother, but that became superfluous when we heard the fantastic last part.",
              "“As a result of this understanding, the expenditure on the pity, which was already prepared, becomes unutilizable and we laugh it off” (295).",
              "Having sketched several versions of the Relief Theory, we can note that today almost no scholar in philosophy or psychology explains laughter or humor as a process of releasing pent-up nervous energy.",
              "There is, of course, a connection between laughter and the expenditure of energy.",
              "Hearty laughter involves many muscle groups and several areas of the nervous system.",
              "Laughing hard gives our lungs a workout, too, as we take in far more oxygen than usual.",
              "But few contemporary scholars defend the claims of Spencer and Freud that the energy expended in laughter is the energy of feeling emotions, the energy of repressing emotions, or the energy of thinking, which have built up and require venting.",
              "Funny things and situations may evoke emotions, but many seem not to.",
              "Consider P.",
              "G.",
              "Wodehouse’s line “If it’s feasible, let’s fease it.",
              "” Or the shortest poem in the English language, by Strickland Gillilan (1927), “Lines on the Antiquity of Microbes”: Adam Had’em.",
              "These do not seem to vent emotions that had built up before we read them, and they do not seem to summon emotions and then render them superfluous.",
              "So whatever energy is expended in laughing at them does not seem to be superfluous energy being vented.",
              "In fact, the whole hydraulic model of the nervous system on which the Relief Theory is based seems outdated.",
              "To that hydraulic model, Freud adds several questionable claims derived from his general psychoanalytic theory of the mind.",
              "He says that the creation of der Witz—jokes and witty comments—is an unconscious process of letting repressed thoughts and feelings into the conscious mind.",
              "This claim seems falsified by professional humorists who approach the creation of jokes and cartoons with conscious strategies.",
              "Freud’s account of how psychic energy is vented in joke-telling is also questionable, especially his claim that packets of psychic energy are summoned to repress thoughts and feelings, but in statu nascendi (in the process of being born) are rendered superfluous.",
              "If Freud is right that the energy released in laughing at a joke is the energy normally used to repress hostile and sexual feelings, then it seems that those who laugh hardest at aggressive and sexual jokes should be people who usually repress such feelings.",
              "But studies about joke preferences by Hans Jürgen Eysenck (1972, xvi) have shown that the people who enjoy aggressive and sexual humor the most are not those who usually repress hostile and sexual feelings, but those who express them.",
              "Freud’s account of “the comic” faces still more problems, particularly his ideas about “mimetic representation.",
              "” The psychic energy saved, he says, is energy summoned for understanding something, such as the antics of a clown.",
              "We summon a large packet of energy to understand the clown’s large movements, but as we are summoning it, we compare it with the small packet of energy required to understand our own smaller movements in doing the same thing.",
              "The difference between the two packets is surplus energy discharged in laughter.",
              "Freud’s account of thinking here is idiosyncratic and has strange implications, such as that thinking about swimming the English Channel takes far more energy than thinking about licking a stamp.",
              "With all these difficulties, it is not surprising that philosophers and psychologists studying humor today do not appeal to Freud’s theory to explain laughter or humor.",
              "More generally, the Relief Theory is seldom used as a general explanation of laughter or humor.",
              "The second account of humor that arose in the 18th century to challenge the Superiority Theory was the Incongruity Theory.",
              "While the Superiority Theory says that the cause of laughter is feelings of superiority, and the Relief Theory says that it is the release of nervous energy, the Incongruity Theory says that it is the perception of something incongruous—something that violates our mental patterns and expectations.",
              "This approach was taken by James Beattie, Immanuel Kant, Arthur Schopenhauer, Søren Kierkegaard, and many later philosophers and psychologists.",
              "It is now the dominant theory of humor in philosophy and psychology.",
              "Although Aristotle did not use the term incongruity, he hints that it is the basis for at least some humor.",
              "In the Rhetoric (3, 2), a handbook for speakers, he says that one way for a speaker to get a laugh is to create an expectation in the audience and then violate it.",
              "As an example, he cites this line from a comedy, “And as he walked, beneath his feet were—chilblains [sores on the feet].",
              "” Jokes that depend on a change of spelling or word play, he notes, can have the same effect.",
              "Cicero, in On the Orator (ch.",
              "63), says that “The most common kind of joke is that in which we expect one thing and another is said;",
              "here our own disappointed expectation makes us laugh.",
              "” This approach to joking is similar to techniques of stand-up comedians today.",
              "They speak of the set-up and the punch (line).",
              "The set-up is the first part of the joke: it creates the expectation.",
              "The punch (line) is the last part that violates that expectation.",
              "In the language of the Incongruity Theory, the joke’s ending is incongruous with the beginning.",
              "The first philosopher to use the word incongruous to analyze humor was James Beattie (1779).",
              "When we see something funny, he says, our laughter “always proceeds from a sentiment or emotion, excited in the mind, in consequence of certain objects or ideas being presented to it” (304).",
              "Our laughter “seems to arise from the view of things incongruous united in the same assemblage” (318).",
              "The cause of humorous laughter is “two or more inconsistent, unsuitable, or incongruous parts or circumstances, considered as united in one complex object or assemblage, as acquiring a sort of mutual relation from the peculiar manner in which the mind takes notice of them” (320).",
              "Immanuel Kant (1790 [1911], First Part, sec.",
              "54), a contemporary of Beattie’s, did not used the term incongruous but had an explanation of laughter at jokes and wit that involves incongruity.",
              "In everything that is to excite a lively convulsive laugh there must be something absurd (in which the understanding, therefore, can find no satisfaction).",
              "Laughter is an affection arising from the sudden transformation of a strained expectation into nothing.",
              "This transformation, which is certainly not enjoyable to the understanding, yet indirectly gives it very active enjoyment for a moment.",
              "Therefore its cause must consist in the influence of the representation upon the body, and the reflex effect of this upon the mind.",
              "Kant illustrates with this story: An Indian at the table of an Englishman in Surat, when he saw a bottle of ale opened and all the beer turned into froth and overflowing, testified his great astonishment with many exclamations.",
              "When the Englishman asked him, “What is there in this to astonish you so much?",
              "” he answered, “I am not at all astonished that it should flow out, but I do wonder how you ever got it in.",
              "” We laugh at this story, Kant says, “not because we deem ourselves cleverer than this ignorant man, or because of anything in it that we note as satisfactory to the understanding, but because our expectation was strained (for a time) and then was suddenly dissipated into nothing.",
              "” “We must note well,” Kant insists, that it [our expectation] does not transform itself into the positive opposite of an expected object.",
              ".",
              ".",
              "but it must be transformed into nothing.",
              "“ He illustrates with two more jokes: The heir of a rich relative wished to arrange for an imposing funeral, but he lamented that he could not properly succeed;",
              "‘for’ (said he) ‘the more money I give my mourners to look sad, the more cheerful they look!",
              "’ [A] merchant returning from India to Europe with all his wealth in merchandise .",
              ".",
              ".",
              "was forced to throw it overboard in a heavy storm and .",
              ".",
              ".",
              "grieved thereat so much that his wig turned gray the same night.",
              "” A joke amuses us by evoking, shifting, and dissipating our thoughts, but we do not learn anything through these mental gymnastics.",
              "In humor generally, according to Kant, our reason finds nothing of worth.",
              "The jostling of ideas, however, produces a physical jostling of our internal organs and we enjoy that physical stimulation.",
              "For if we admit that with all our thoughts is harmonically combined a movement in the organs of the body, we will easily comprehend how to this sudden transposition of the mind, now to one now to another standpoint in order to contemplate its object, may correspond an alternating tension and relaxation of the elastic portions of our intestines which communicates itself to the diaphragm (like that which ticklish people feel).",
              "In connection with this the lungs expel the air at rapidly succeeding intervals, and thus bring about a movement beneficial to health;",
              "which alone, and not what precedes it in the mind, is the proper cause of the gratification in a thought that at bottom represents nothing.",
              "On this point, Kant compares the enjoyment of joking and wit to the enjoyment of games of chance and the enjoyment of music.",
              "In all three the pleasure is in a “changing free play of sensations,” which is caused by shifting ideas in the mind.",
              "In games of chance, “the play of fortune” causes bodily excitation;",
              "in music, it is “the play of tone,” and in joking, it is “the play of thought.",
              "” In a lively game of chance, “the affections of hope, fear, joy, wrath, scorn, are put in play .",
              ".",
              ".",
              "alternating every moment;",
              "and they are so vivid that by them, as by a kind of internal motion, all the vital processes of the body seem to be promoted.",
              "” In music and humor, similarly, what we enjoy are bodily changes caused by rapidly shifting ideas.",
              "Music and that which excites laughter are two different kinds of play with aesthetical ideas, or of representations of the understanding through which ultimately nothing is thought, which can give lively gratification merely by their changes.",
              "Thus we recognize pretty clearly that the animation in both cases is merely bodily, although it is excited by ideas of the mind;",
              "and that the feeling of health produced by a motion of the intestines corresponding to the play in question makes up that whole gratification of a gay party.",
              "A version of the Incongruity Theory that gave it more philosophical significance than Kant’s version is that of Arthur Schopenhauer (1818/1844 [1907]).",
              "While Kant located the lack of fit in humor between our expectations and our experience, Schopenhauer locates it between our sense perceptions of things and our abstract rational knowledge of those same things.",
              "We perceive unique individual things with many properties.",
              "But when we group our sense perceptions under abstract concepts, we focus on just one or a few properties of any individual thing.",
              "Thus we lump quite different things under one concept and one word.",
              "Think, for example, of a Chihuahua and a St.",
              "Bernard categorized under dog.",
              "For Schopenhauer, humor arises when we suddenly notice the incongruity between a concept and a perception that are supposed to be of the same thing.",
              "Many human actions can only be performed by the help of reason and deliberation, and yet there are some which are better performed without its assistance.",
              "This very incongruity of sensuous and abstract knowledge, on account of which the latter always merely approximates to the former, as mosaic approximates to painting, is the cause of a very remarkable phenomenon which, like reason itself, is peculiar to human nature, and of which the explanations that have ever anew been attempted, as insufficient: I mean laughter.",
              ".",
              ".",
              ".",
              "The cause of laughter in every case is simply the sudden perception of the incongruity between a concept and the real objects which have been thought through it in some relation, and laughter itself is just the expression of this incongruity (1818/1844 [1907], Book I, sec.",
              "13).",
              "As an example, Schopenhauer tells of the prison guards who allowed a convict to play cards with them, but when they caught him cheating, they kicked him out.",
              "He comments, “They let themselves be led by the general conception, ‘Bad companions are turned out,’ and forget that he is also a prisoner, i.",
              "e.",
              ", one whom they ought to hold fast” (Supplement to Book I: Ch.",
              "8).",
              "He also comments on an Austrian joke (the equivalent of a Polish joke in the U.",
              "S.",
              "a few decades ago): When someone had declared that he was fond of walking alone, an Austrian said to him: “You like walking alone;",
              "so do I: therefore we can go together.",
              "” He starts from the conception, “A pleasure which two love they can enjoy in common,” and subsumes under it the very case which excludes community.",
              "Creating jokes like these requires the ability to think of an abstract idea under which very different things can be subsumed.",
              "Wit, Schopenhauer says, “consists entirely in a facility for finding for every object that appears a conception under which it certainly can be thought, though it is very different from all the other objects which come under this conception” (Supplement to Book I, Ch.",
              "8).",
              "With this theory of humor as based on the discrepancy between abstract ideas and real things, Schopenhauer explains the offensiveness of being laughed at, the kind of laughter at the heart of the Superiority Theory.",
              "That the laughter of others at what we do or say seriously offends us so keenly depends on the fact that it asserts that there is a great incongruity between our conceptions and the objective realities.",
              "For the same reason, the predicate “ludicrous” or “absurd” is insulting.",
              "The laugh of scorn announces with triumph to the baffled adversary how incongruous were the conceptions he cherished with the reality which is now revealing itself to him (Supplement to Book I, Ch.",
              "8).",
              "With his theory, too, Schopenhauer explains the pleasure of humor.",
              "In every suddenly appearing conflict between what is perceived and what is thought, what is perceived is always unquestionably right;",
              "for it is not subject to error at all, requires no confirmation from without, but answers for itself.",
              ".",
              ".",
              ".",
              "The victory of knowledge of perception over thought affords us pleasure.",
              "For perception is the original kind of knowledge inseparable from animal nature, in which everything that gives direct satisfaction to the will presents itself.",
              "It is the medium of the present, of enjoyment and gaiety;",
              "moreover it is attended with no exertion.",
              "With thinking the opposite is the case: it is the second power of knowledge, the exercise of which always demands some, and often considerable exertion.",
              "Besides, it is the conceptions of thought that often oppose the gratification of our immediate desires, for, as the medium of the past, the future, and of seriousness, they are the vehicles of our fears, our repentance, and all our cares.",
              "It must therefore be diverting to us to see this strict, untiring, troublesome governess, the reason, for once convicted of insufficiency.",
              "On this account then the mien or appearance of laughter is very closely related to that of joy (Supplement to Book I, Ch.",
              "8).",
              "Like Schopenhauer, Søren Kierkegaard saw humor as based on incongruity and as philosophically significant.",
              "In his discussion of the “three spheres of existence,” (the three existential stages of life—the aesthetic, the ethical, and the religious), he discusses humor and its close relative, irony.",
              "Irony marks the boundary between the aesthetic and the ethical spheres, while humor marks the boundary between the ethical and religious spheres.",
              "“Humor is the last stage of existential awareness before faith” (1846 [1941], 448, 259).",
              "The person with a religious view of life is likely to cultivate humor, he says, and Christianity is the most humorous view of life in world history ([JP], Entries 1681–1682).",
              "Kierkegaard (1846 [1941], 459–468) locates the essence of humor, which he calls “the comical,” in a disparity between what is expected and what is experienced, though instead of calling it “incongruity” he calls it “contradiction.",
              "” For example, “Errors are comical, and are all to be explained by the contradiction involved.",
              "” He cites the story of the baker who said to the begging woman, “No, mother, I cannot give you anything.",
              "There was another here recently whom I had to send away without giving anything, too: we cannot give to everybody.",
              "” The violation of our expectations is at the heart of the tragic as well as the comic, Kierkegaard says.",
              "To contrast the two, he appeals to Aristotle’s definition of the comic in Chapter 5 of The Poetics: “The ridiculous is a mistake or unseemliness that is not painful or destructive.",
              "” The tragic and the comic are the same, in so far as both are based on contradiction;",
              "but the tragic is the suffering contradiction, the comical, the painless contradiction.",
              ".",
              ".",
              ".",
              "The comic apprehension evokes the contradiction or makes it manifest by having in mind the way out, which is why the contradiction is painless.",
              "The tragic apprehension sees the contradiction and despairs of a way out.",
              "A few decades earlier, William Hazlitt contrasted the tragic and comic this way in his essay “On Wit and Humor”: Man is the only animal that laughs and weeps: for he is the only animal that is struck with the difference between what things are, and what they ought to be.",
              "We weep at what thwarts or exceeds our desires in serious matters;",
              "we laugh at what only disappoints our expectations in trifles.",
              ".",
              ".",
              ".",
              "To explain the nature of laughter and tears, is to account for the condition of human life;",
              "for it is in a manner compounded of the two!",
              "It is a tragedy or a comedy—sad or merry, as it happens.",
              ".",
              ".",
              ".",
              "Tears may be considered as the natural and involuntary resource of the mind overcome by some sudden and violent emotion, before it has had time to reconcile its feelings to the change of circumstances: while laughter may be defined to be the same sort of convulsive and involuntary movement, occasioned by mere surprise or contrast (in the absence of any more serious emotion), before it has time to reconcile its belief to contrary appearances (Hazlitt 1819 [1907], 1).",
              "The core meaning of “incongruity” in various versions of the Incongruity Theory, then, is that some thing or event we perceive or think about violates our standard mental patterns and normal expectations.",
              "(If we are listening to a joke for the second time, of course, there is a sense in which we expect the incongruous punch line, but it still violates our ordinary expectations.)",
              "Beyond that core meaning, various thinkers have added different details, many of which are incompatible with each other.",
              "In contemporary psychology, for example, theorists such as Thomas Schultz (1976) and Jerry Suls (1972, 1983) have claimed that what we enjoy in humor is not incongruity itself, but the resolution of incongruity.",
              "After age seven, Schultz says, we require the fitting of the apparently anomalous element into some conceptual schema.",
              "That is what happens when we “get” a joke.",
              "Indeed, Schultz does not even call unresolvable incongruity “humor”—he calls it “nonsense.",
              "” The examples of humor cited by these theorists are typically jokes in which the punch line is momentarily confusing, but then the hearer reinterprets the first part so that it makes a kind of sense.",
              "When, for instance, Mae West said, “Marriage is a great institution, but I’m not ready for an institution,” the shift in meanings of “institution” is the incongruity, but it takes a moment to follow that shift, and the pleasure is in figuring out that the word has two meanings.",
              "Amusement, according to this understanding of humor, is akin to puzzle-solving.",
              "Other theorists insist that incongruity-resolution figures in only some humor, and that the pleasure of amusement is not like puzzle-solving.",
              "As philosophers and psychologists refined the Incongruity Theory in the late 20th century, one flaw in several older versions came to light: they said, or more often implied, that the perception of incongruity is sufficient for humor.",
              "That is clearly false, since when our mental patterns and expectations are violated, we may well feel fear, disgust, or anger and not amusement.",
              "James Beattie, the first philosopher to analyze humor as a response to incongruity, was careful to point out that laughter is only one such response.",
              "Our perception of incongruity will not excite the “risible emotion,” he said, when that perception is “attended with some other emotion of greater authority” such as fear, pity, moral disapprobation, indignation, or disgust (1779, 420).",
              "One way to correct this flaw is to say that humorous amusement is not just any response to incongruity, but a way of enjoying incongruity.",
              "Michael Clark, for example, offers these three features as necessary and sufficient for humor: This version of the Incongruity Theory is an improvement on theories which describe amusement as the perception of incongruity, but it still seems not specific enough.",
              "Amusement is one way of enjoying incongruity, but not the only way.",
              "Mike W.",
              "Martin offers several examples from the arts (in Morreall, 1987, 176).",
              "Sophocles’ Oedipus the King has many lines in which Oedipus vows to do whatever it takes to bring King Laius’ killer to justice.",
              "We in the audience, knowing that Oedipus is himself that killer, may enjoy the incongruity of a king threatening himself, but that enjoyment need not be humorous amusement.",
              "John Morreall (1987, 204–205) argues that a number of aesthetic categories— the grotesque, the macabre, the horrible, the bizarre, and the fantastic—involve a non-humorous enjoyment of some violation of our mental patterns and expectations.",
              "Whatever refinements the Incongruity Theory might require, it seems better able to account for laughter and humor than the scientifically obsolete Relief Theory.",
              "It also seems more comprehensive than the Superiority Theory since it can account for kinds of humor that do not seem based on superiority, such as puns and other wordplay.",
              "While the Incongruity Theory made humor look less objectionable than the Superiority Theory did, it has not improved philosophers’ opinions of humor much in the last two centuries, at least judging from what they have published.",
              "Part of the continued bad reputation of humor comes from a new objection triggered by the Incongruity Theory: If humor is enjoying the violation of our mental patterns and expectations, then it is irrational.",
              "This Irrationality Objection is almost as old as the Incongruity Theory, and is implicit in Kant’s claim that the pleasure in laughter is only physical and not intellectual.",
              "“How could a delusive expectation gratify?",
              "” he asks.",
              "According to Kant, humor feels good in spite of, not because of, the way it frustrates our desire to understand.",
              "George Santayana (1896, 248) agreed, arguing that incongruity itself could not be enjoyed.",
              "We have a prosaic background of common sense and everyday reality;",
              "upon this background an unexpected idea suddenly impinges.",
              "But the thing is a futility.",
              "The comic accident falsifies the nature before us, starts a wrong analogy in the mind, a suggestion that cannot be carried out.",
              "In a word, we are in the presence of an absurdity, and man, being a rational animal, can like absurdity no better than he can like hunger or cold.",
              "If the widespread contemporary appreciation of humor is defensible, then this Irrationality Objection needs to be addressed.",
              "To do that seems to require an explanation of how our higher mental functions can operate in a beneficial way that is different from theoretical and practical reasoning.",
              "One way to construct that explanation is to analyze humor as a kind of play, and explain how such play can be beneficial.",
              "Remarkably few philosophers have even mentioned that humor is a kind of play, much less seen benefits in such play.",
              "Kant spoke of joking as “the play of thought,” though he saw no value in it beyond laughter’s stimulation of the internal organs.",
              "One of the few to classify humor as play and see value in the mental side of humor was Thomas Aquinas.",
              "He followed the lead of Aristotle, who said in the Nicomachean Ethics (Ch.",
              "8) that “Life includes rest as well as activity, and in this is included leisure and amusement.",
              "” Some people carry amusement to excess—“vulgar buffoons,” Aristotle calls them—but just as bad are “those who can neither make a joke themselves nor put up with those who do,” whom he calls “boorish and unpolished.",
              "” Between buffoonery and boorishness there is a happy medium—engaging in humor at the right time and place, and to the right degree.",
              "This virtue Aristotle calls eutrapelia, ready-wittedness, from the Greek for “turning well.",
              "” In his Summa Theologiae (2a2ae, Q.",
              "168) Aquinas extends Aristotle’s ideas in three articles: “Whether there can be virtue in actions done in play,” “The sin of playing too much,” and “The sin of playing too little.",
              "” He agrees with Aristotle that humor and other forms of play provide occasional rest: As bodily tiredness is eased by resting the body, so psychological tiredness is eased by resting the soul.",
              "As we have explained in discussing the feelings, pleasure is rest for the soul.",
              "And therefore the remedy for weariness of soul lies in slackening the tension of mental study and taking some pleasure.",
              ".",
              ".",
              ".",
              "Those words and deeds in which nothing is sought beyond the soul’s pleasure are called playful or humorous, and it is necessary to make use of them at times for solace of soul (2a2ae, Q.",
              "168, Art.",
              "2).",
              "Beyond providing rest for the soul, Aquinas suggests that humor has social benefits.",
              "Extending the meaning of Aristotle’s eutrapelia, he talks about “a eutrapelos, a pleasant person with a happy cast of mind who gives his words and deeds a cheerful turn.",
              "” The person who is never playful or humorous, Aquinas says, is acting “against reason” and so is guilty of a vice.",
              "Anything conflicting with reason in human action is vicious.",
              "It is against reason for a man to be burdensome to others, by never showing himself agreeable to others or being a kill-joy or wet blanket on their enjoyment.",
              "And so Seneca says, “Bear yourself with wit, lest you be regarded as sour or despised as dull.",
              "” Now those who lack playfulness are sinful, those who never say anything to make you smile, or are grumpy with those who do (2a2ae, Q.",
              "168, Art.",
              "4).",
              "In the last century an early play theory of humor was developed by Max Eastman (1936), who found parallels to humor in the play of animals, particularly in the laughter of chimps during tickling.",
              "He argues that “we come into the world endowed with an instinctive tendency to laugh and have this feeling in response to pains presented playfully” (45).",
              "In humor and play generally, according to Eastman, we take a disinterested attitude toward something that could instead be treated seriously.",
              "In the late 20th century Ted Cohen (1999) wrote about the social benefits of joke-telling, and many psychologists confirmed Aquinas’ assessment of humor as virtuous.",
              "A chapter in the American Psychological Association’s Character Strengths and Virtues: A Handbook and Classification, under “Strengths of Transcendence,” is “Humor [Playfulness].",
              "” Engaging in humor can foster a tolerance for ambiguity and diversity, and promote creative problem-solving.",
              "It can serve as a social lubricant, engendering trust and reducing conflict.",
              "In communications that tend to evoke negative emotions--announcing bad news, apologizing, complaining, warning, criticizing, commanding, evaluating--humor can provide delight that reduces or even blocks negative emotions.",
              "Consider this paragraph from a debt-collection letter: We appreciate your business, but, please, give us a break.",
              "Your account is overdue ten months.",
              "That means we’ve carried you longer than your mother did (Morreall 2009, 117).",
              "Play activities such as humor are not usually pursued in order to achieve such benefits, of course;",
              "they are pursued, as Aquinas said, for pleasure.",
              "A parallel with humor here is music, which we typically play and listen to for pleasure, but which can boost our manual dexterity and even mathematical abilities, reduce stress, and strengthen our social bonds.",
              "Ethologists (students of animal, including human, behavior) point out that in play activities, young animals learn important skills they will need later on.",
              "Young lions, for example, play by going through actions that will be part of hunting.",
              "Humans have hunted with rocks and spears for tens of thousands of years, and so boys often play by throwing projectiles at targets.",
              "Marek Spinka (2001) observes that in playing, young animals move in exaggerated ways.",
              "Young monkeys leap not just from branch to branch, but from trees into rivers.",
              "Children not only run, but skip and do cartwheels.",
              "Spinka suggests that in play young animals are testing the limits of their speed, balance, and coordination.",
              "In doing so, they learn to cope with unexpected situations such as being chased by a new kind of predator.",
              "This account of the value of play in children and young animals does not automatically explain why humor is important to adult humans, but for us as for children and young animals, the play activities that seem the most fun are those in which we exercise our abilities in unusual and extreme ways, yet in a safe setting.",
              "Sports is an example.",
              "So is humor.",
              "In humor the abilities we exercise in unusual and extreme ways in a safe setting are related to thinking and interacting with other people.",
              "What is enjoyed is incongruity, the violation of our mental patterns and expectations.",
              "In joking with friends, for example, we break rules of conversation such as these formulated by H.",
              "P.",
              "Grice (1975): We break Rule 1 when for a laugh we exaggerate wildly, say the opposite of what we think, or “pull someone’s leg.",
              "” We break Rule 2 when we present funny fantasies as if they were facts.",
              "Rule 3 is broken to create humor when we reply to an embarrassing question with an obviously vague or confusing answer.",
              "We violate Rule 4 in telling most prepared jokes, as Victor Raskin (1984) has shown.",
              "A comment or story starts off with an assumed interpretation for a phrase, but then at the punch line, switches to a second, usually opposed interpretation.",
              "Consider the line “I love cats.",
              "They taste a lot like chicken.",
              "” Rule 5 is broken when we turn an ordinary complaint into a comic rant like those of Roseanne Barr and Lewis Black.",
              "Humor, like other play, sometimes takes the form of activity that would not be mistaken for serious activity.",
              "Wearing a red clown nose and making up nonsense syllables are examples.",
              "More often, however, as in the conversational moves above, humor and play are modeled on serious activities.",
              "When in conversation we switch from serious discussion to making funny comments, for example, we keep the same vocabulary and grammar, and our sentences transcribed to paper might look like bona-fide assertions, questions, etc.",
              "This similarity between non-serious and serious language and actions calls for ways that participants can distinguish between the two.",
              "Ethologists call these ways “play signals.",
              "” The oldest play signals in humans are smiling and laughing.",
              "According to ethologists, these evolved from similar play signals in pre-human apes.",
              "The apes that evolved into Homo sapiens split off from the apes that evolved into chimpanzees and gorillas about six million years ago.",
              "In chimps and gorillas, as in other mammals, play usually takes the form of mock-aggression such as chasing, wrestling, biting, and tickling.",
              "According to many ethologists, mock-aggression was the earliest form of play, from which all other play developed (Aldis 1975, 139;",
              "Panksepp 1993, 150).",
              "In mock-aggressive play, it is critical that all participants are aware that the activity is not real aggression.",
              "Without a way to distinguish between being chased or bitten playfully and being attacked in earnest, an animal might respond with deadly force.",
              "In the anthropoid apes, play signals are visual and auditory.",
              "Jan van Hooff (1972, 212–213) and others speculate that the first play signals in humans evolved from two facial displays in an ancestor of both humans and the great apes that are still found in gorillas and chimps.",
              "One was the “grin face” or “social grimace”: the corners of the mouth and the lips are retracted to expose the gums, the jaws are closed, there is no vocalization, body movement is inhibited, and the eyes are directed toward an interacting partner.",
              "This “silent bared-teeth display,” according to van Hooff (1972, 217), evolved into the human social smile of appeasement.",
              "In the other facial display, the lips are relaxed and the mouth open, and breathing is shallow and staccato, like panting.",
              "This vocalization in chimpanzees is on the in-breath: “Ahh ahh ahh.",
              "” According to van Hooff, this “relaxed open-mouth display” or “play face” evolved into human laughter.",
              "The relaxed mouth in laughter contrasts with the mouth in real aggression that is tense and prepared to bite hard.",
              "That difference, combined with the distinctive shallow, staccato breathing pattern, allows laughter to serve as a play signal, announcing that “This is just for fun;",
              "it’s not real fighting.",
              "” Chimps and gorillas show that face and vocalization during rough-and-tumble play, and it can be elicited in them by the playful grabbing and poking we call tickling (Andrew 1963).",
              "As early hominin species began walking upright and the front limbs were no longer used for locomotion, the muscles in the chest no longer had to synchronize breathing with locomotion.",
              "The larynx moved to a lower position in the throat, and the pharynx developed, allowing early humans to modulate their breathing and vocalize in complex ways (Harris 1989, 77).",
              "Eventually they would speak, but before that they came to laugh in our human way: “ha ha ha” on the out-breath instead of “ahh ahh ahh” on the in-breath.",
              "In the last decade, thinkers in evolutionary psychology have extended van Hooff’s work, relating humor to such things as sexual selection (Greengross 2008;",
              "Li et al.",
              "2009).",
              "In the competition for women to mate with, early men may have engaged in humor to show their intelligence, cleverness, adaptability, and desire to please others.",
              "The hypothesis that laughter evolved as a play signal is appealing in several ways.",
              "Unlike the Superiority and Incongruity Theories, it explains the link between humor and the facial expression, body language, and sound of laughter.",
              "It also explains why laughter is overwhelmingly a social experience, as those theories do not.",
              "According to one estimate, we are thirty times more likely to laugh with other people than when we are alone (Provine 2000, 45).",
              "Tracing laughter to a play signal in early humans also accords with the fact that young children today laugh during the same activities—chasing, wrestling, and tickling—in which chimps and gorillas show their play face and laugh-like vocalizations.",
              "The idea that laughter and humor evolved from mock-aggression, furthermore, helps explain why so much humor today, especially in males, is playfully aggressive.",
              "The playful aggression found in much humor has been widely misunderstood by philosophers, especially in discussions of the ethics of humor.",
              "Starting with Plato, most philosophers have treated humor that represents people in a negative light as if it were real aggression toward those people.",
              "Jokes in which blondes or Poles are extraordinarily stupid, blacks extraordinarily lazy, Italians extraordinarily cowardly, lawyers extraordinarily self-centered, women extraordinarily unmathematical, etc.",
              "have usually been analyzed as if they were bona fide assertions that blondes or Poles are extraordinarily stupid, blacks extraordinarily lazy, etc.",
              "This approach is announced in the title of Michael Philips’ “Racist Acts and Racist Humor”(1984).",
              "Philips classifies Polish jokes as racist, for example, but anyone who understands their popularity in the 1960s, knows that they did not involve hostility toward Polish people, who had long been assimilated into North American society.",
              "Consider the joke about the Polish astronaut calling a press conference to announce that he was going to fly a rocket to the sun.",
              "When asked how he would deal with the sun’s intense heat, he said, “Don’t worry, I’ll go at night.",
              "” To enjoy this joke, it is not necessary to have racist beliefs or attitudes towards Poles, any more than it is necessary to believe that Poland has a space program.",
              "This is a fantasy enjoyed for its clever depiction of unbelievable stupidity.",
              "While playing with negative stereotypes in jokes does not require endorsement of those stereotypes, however, it still keeps them in circulation, and that can be harmful in a racist or sexist culture where stereotypes support prejudice and injustice.",
              "Jokes can be morally objectionable for perpetuating stereotypes that need to be eliminated.",
              "More generally, humor can be morally objectionable when it treats as a subject for play something that should be taken seriously.",
              "(Morreall 2009, ch.",
              "5).",
              "Here humor often blocks compassion and responsible action.",
              "An egregious example is the cover of the July 1974 National Lampoon magazine, titled the “Dessert Issue.",
              "” A few years earlier George Harrison and other musicians had organized a charity concert to benefit the victims of a famine in Bangladesh.",
              "From it they produced the record album Concert for Bangladesh.",
              "The album cover featured a photograph of a starving child with a begging bowl.",
              "The photo on the cover of National Lampoon’s “Dessert Issue” was virtually the same, only it was of a chocolate sculpture of a starving child, with part of the head bitten off.",
              "Having sketched an account of humor as play with words and ideas, we need to go further in order to counter the Irrationality Objection, especially since that play is based on violating mental patterns and expectations.",
              "What must be added is an explanation of how playfully violating mental patterns and expectations could foster rationality rather than undermine it.",
              "Part of rationality is thinking abstractly—in a way that is not tied to one’s immediate experience and individual perspective.",
              "If at a dinner party I spill a blob of ketchup on my shirt that looks like a bullet hole, I could be locked into a Here/Now/Me/Practical mode in which I think only about myself and my soiled shirt.",
              "Or I could think about embarrassing moments like this as experienced by millions of people over the centuries.",
              "More abstract still would be to think, as the Buddha did, about how human life is full of problems. In the lower animals, mental processing is not abstract but tied to present experience, needs, and opportunities.",
              "It is about nearby predators, food, mates, etc.",
              "When something violates their expectations, especially something involving a potential or actual loss, their typical reaction is fear, anger, disgust, or sadness.",
              "These emotions evolved in mammals and were useful for millions of years because they motivate adaptive behavior such as fighting, fleeing, avoiding noxious substances, withdrawing from activity, and avoiding similar situations in the future.",
              "Fear, anger, disgust, and sadness are still sometimes adaptive in humans: A snarling dog scares us, for example, and we move away quickly, avoiding a nasty bite.",
              "We scream and poke the eyes of a mugger, and he runs off.",
              "But if human mental development had not gone beyond such emotions, with their Here/Now/Me/Practical focus, we would not have become rational animals.",
              "What early humans needed was a way to react to the violation of their expectations that transcended their immediate experience and their individual perspective.",
              "Humorous amusement provided that.",
              "In the humorous frame of mind, we experience, think about, or even create something that violates our understanding of how things are supposed to be.",
              "But we suspend the personal, practical concerns that lead to negative emotions, and enjoy the oddness of what is occurring.",
              "If the incongruous situation is our own failure or mistake, we view it in the way we view the failures and mistakes of other people.",
              "This perspective is more abstract, objective, and rational than an emotional perspective.",
              "As the theme song of the old Candid Camera television program used to say, we “see ourselves as other people do.",
              "” Instead of tensing up and preparing to run away or attack, we relax and laugh.",
              "In laughter, as Wallace Chafe said in The Importance of Not Being Earnest (2007), not only do we not do anything, but we are disabled as we lose muscle control in our torsos, arms, and legs.",
              "In extremely heavy laughter, we fall on the floor and wet our pants.",
              "The nonpractical attitude in humor would not be beneficial, of course, if I were in imminent danger.",
              "If instead of ketchup, I spilled sulfuric acid on my shirt, the Here/Now/Me/Practical narrow focus of fear would be preferable to the disengaged, playful attitude of humor.",
              "When immediate action is called for, humor is no substitute.",
              "But in many situations where our expectations are violated, no action would help.",
              "In the Poetics (5, 1449a) Aristotle said that what is funny is “a mistake or unseemliness that is not painful or destructive.",
              "” But people have joked about problems as grave as their own impending death.",
              "As he approached the gallows, Thomas More asked the executioner, “Could you help me up.",
              "I’ll be able to get down by myself.",
              "” On his deathbed, the story goes, Oscar Wilde said: “This wallpaper is atrocious.",
              "One of us has to go.",
              "” Not only does such joking foster rationality and provide pleasure, but it reduces or eliminates the combination of fear and/or anger called “stress,” which is at epidemic levels in the industrialized world.",
              "In fear and anger, chemicals such as epinephrine, norepinephrine, and cortisol are released into the blood, causing an increase in muscle tension, heart rate, and blood pressure, and a suppression of the immune system.",
              "Those physiological changes evolved in earlier mammals as a way to energize them to fight or flee, and in early humans, they were usually responses to physical dangers such as predators or enemies.",
              "Today, however, our bodies and brains react in the same way to problems that are not physically threatening, such as overbearing bosses and work deadlines.",
              "The increased muscle tension, the spike in blood pressure, and other changes in stress not only do not help us with such problems, but cause new ones such as headaches, heart attacks, and cancer.",
              "When in potentially stressful situations we shift to the play mode of humor, our heart rate, blood pressure, and muscle tension decrease, as do levels of epinephrine, norepinephrine, and cortisol.",
              "Laughter also increases pain tolerance and boosts the activity of the immune system, which stress suppresses (Morreall 1997, ch.",
              "4;",
              "Morreall 2016, ch.",
              "5–6).",
              "A century ago, when psychologists still talked like philosophers, an editorial in the American Journal of Psychology (October 1907) said of humor that “Perhaps its largest function is to detach us from our world of good and evil, of loss and gain, and to enable us to see it in proper perspective.",
              "It frees us from vanity, on the one hand, and from pessimism, on the other, by keeping us larger than what we do, and greater than what can happen to us.",
              "” While there is only speculation about how humor developed in early humans, we know that by the late 6th century BCE the Greeks had institutionalized it in the ritual known as comedy, and that it was performed with a contrasting dramatic form known as tragedy.",
              "Both were based on the violation of mental patterns and expectations, and in both the world is a tangle of conflicting systems where humans live in the shadow of failure, folly, and death.",
              "Like tragedy, comedy represents life as full of tension, danger, and struggle, with success or failure often depending on chance factors.",
              "Where they differ is in the responses of the lead characters to life’s incongruities.",
              "Identifying with these characters, audiences at comedies and tragedies have contrasting responses to events in the dramas.",
              "And because these responses carry over to similar situations in life, comedy and tragedy embody contrasting responses to the incongruities in life.",
              "(Morreall 1999, ch.",
              "1–4).",
              "Tragedy valorizes serious, emotional engagement with life’s problems, even struggle to the death.",
              "Along with epic, it is part of the Western heroic tradition that extols ideals, the willingness to fight for them, and honor.",
              "The tragic ethos is linked to patriarchy and militarism—many of its heroes are kings and conquerors—and it valorizes what Conrad Hyers (1996) calls Warrior Virtues—blind obedience, the willingness to kill or die on command, unquestioning loyalty, single-mindedness, resoluteness of purpose, and pride.",
              "Comedy, by contrast, embodies an anti-heroic, pragmatic attitude toward life’s incongruities.",
              "From Aristophanes’ Lysistrata to Charlie Chaplin’s The Great Dictator to Michael Moore’s Fahrenheit 9/11, comedy has mocked the irrationality of militarism and blind respect for authority.",
              "Its own methods of handling conflict include deal-making, trickery, getting an enemy drunk, and running away.",
              "As the Irish saying goes, you’re only a coward for a moment, but you’re dead for the rest of your life.",
              "In place of Warrior Virtues, it extols critical thinking, cleverness, adaptability, and an appreciation of physical pleasures like eating, drinking, and sex.",
              "Along with the idealism of tragedy goes elitism.",
              "The people who matter are kings, queens, and generals.",
              "In comedy there are more characters and more kinds of characters, women are more prominent, and many protagonists come from lower classes.",
              "Everybody counts for one.",
              "That shows in the language of comedy, which, unlike the elevated language of tragedy, is common speech.",
              "The basic unit in tragedy is the individual, in comedy it is the family, group of friends, or bunch of co-workers.",
              "While tragic heroes are emotionally engaged with their problems, comic protagonists show emotional disengagement.",
              "They think, rather than feel, their way through difficulties.",
              "By presenting such characters as role models, comedy has implicitly valorized the benefits of humor that are now being empirically verified, such as that it is psychologically and physically healthy, it fosters mental flexibility, and it serves as a social lubricant.",
              "With a few exceptions like Aquinas, philosophers have ignored these benefits.",
              "If philosophers wanted to undo the traditional prejudices against humor, they might consider the affinities between one contemporary genre of comedy—standup comedy—and philosophy itself.",
              "There are at least seven.",
              "(Morreall 2009, ch.",
              "7).",
              "First, standup comedy and philosophy are conversational: like the dialogue format that started with Plato, standup routines are interactive.",
              "Second, both reflect on familiar experiences, especially puzzling ones.",
              "We wake from a vivid dream, for example, not sure what has happened and what is happening.",
              "Third, like philosophers, standup comics often approach puzzling experiences with questions.",
              "“If I thought that dream was real, how do I know that I’m not dreaming right now?",
              "” The most basic starting point in both philosophy and standup comedy is “X—what’s up with that?",
              "” Fourth, as they think about familiar experiences, both philosophers and comics step back emotionally from them.",
              "Henri Bergson (1900 [1911]) spoke of the “momentary anesthesia of the heart” in laughter.",
              "Emotional disengagement long ago became a meaning of “philosophical”—“rational, sensibly composed, calm, as in a difficult situation.",
              "” Fifth, philosophers and standup comics think critically.",
              "They ask whether familiar ideas make sense, and they refuse to defer to authority and tradition.",
              "It was for his critical thinking that Socrates was executed.",
              "So were cabaret comics in Germany who mocked the Third Reich.",
              "Sixth, in thinking critically, philosophers and standup comics pay careful attention to language.",
              "Attacking sloppy and illogical uses of words is standard in both, and so is finding exactly the right words to express an idea.",
              "Seventh, the pleasure of standup comedy is often like the pleasure of doing philosophy.",
              "In both we relish new ways of looking at things and delight in surprising thoughts.",
              "Cleverness is prized.",
              "William James (1911 [1979], 11) said that philosophy “sees the familiar as if it were strange, and the strange as if it were familiar.",
              "” The same is true of standup comedy.",
              "Simon Critchley has written that both ask us to “look at things as if you had just landed from another planet” (2002, 1).",
              "One recent philosopher attuned to the affinity between comedy and philosophy was Bertrand Russell.",
              "“The point of philosophy,” he said, “is to start with something so simple as not to seem worth stating, and to end with something so paradoxical that no one will believe it” (1918, 53).",
              "In the middle of an argument, he once observed, “This seems plainly absurd: but whoever wishes to become a philosopher must learn not to be frightened by absurdities” (2008 [1912], 17).",
              "Often writing for popular audiences, Russell had many quips that would fit nicely into a comedy routine: For more examples of the affinities between comedy and philosophy, there is a series of books on philosophy and popular culture from Open Court Publishing that includes: Seinfeld and Philosophy (2002), The Simpsons and Philosophy (2001), Woody Allen and Philosophy (2004), and Monty Python and Philosophy (2006).",
              "Thomas Cathcart and Daniel Klein have written Plato and a Platypus Walked into a Bar .",
              ".",
              ".",
              ": Understanding Philosophy through Jokes (2008), and Heidegger and a Hippo Walk Through Those Pearly Gates: Using Philosophy (and Jokes!)",
              "to Explore Life, Death, the Afterlife, and Everything in Between (2009).",
              "In philosophy of mind, Matthew Hurley, Daniel Dennett, and Reginald Adams (2011) have used humor to explain the development of the human mind.",
              "In aesthetics, Noël Carroll (1999, 2003, 2007, 2013) has written about philosophical implications of comedy and humor, and about their relationships with the genre of horror.",
              "The journals Philosophy East and West (1989), the Monist (2005), and Educational Philosophy and Theory (2014) have published special issues on humor.",
              "The ancient prejudices against humor that started with Plato are finally starting to crumble.",
              "Aquinas, Thomas | Aristotle | Descartes, René | Freud, Sigmund | Grice, Paul | Hobbes, Thomas | Kant, Immanuel | Kierkegaard, Søren | Plato | Santayana, George | Schopenhauer, Arthur | Scottish Philosophy: in the 18th Century | Shaftesbury, Lord [Anthony Ashley Cooper, 3rd Earl of] | Spencer, Herbert Copyright © 2020 by John Morreall <jsmorr@wm.",
              "edu> View this site from another server: The Stanford Encyclopedia of Philosophy is copyright © 2023 by The Metaphysics Research Lab, Department of Philosophy, Stanford University Library of Congress Catalog Data: ISSN 1095-5054"
            ]
          },
          {
            "title": "Humor, Laughter, and Sociological Theory - JSTOR",
            "url": "https://www.jstor.org/stable/684995",
            "content": [
              "Humor, Laughter, and Sociological Theory - JSTOR",
              "Our systems have detected unusual traffic activity from your network.",
              "Please complete this reCAPTCHA to demonstrate that it's you making the requests and not a robot.",
              "If you are having trouble seeing or completing this challenge, this page may help.",
              "If you continue to experience issues, you can contact JSTOR support.",
              "Block Reference: #56c2e5a8-901b-11ee-9e91-43ad330cd2d4 VID: # IP: 205.",
              "172.",
              "168.",
              "145 Date and time: Fri, 01 Dec 2023 07:29:18 GMT Javascript is disabled Go back to JSTOR"
            ]
          },
          {
            "title": "Sarcasm and Humour (Chapter 7) - Irony - Cambridge University Press ...",
            "url": "https://www.cambridge.org/core/books/irony/sarcasm-and-humour/76A1988421E32D91E27B06EB347B8ACD",
            "content": [
              "Sarcasm and Humour (Chapter 7) - Irony - Cambridge University Press ...",
              "We use cookies to distinguish you from other users and to provide you with a better experience on our websites.",
              "Close this message to accept cookies or find out how to manage your cookie settings.",
              "Published online by Cambridge University Press: 06 March 2018 Loading.",
              ".",
              ".",
              "To save this book to your Kindle, first ensure coreplatform@cambridge.",
              "org is added to your Approved Personal Document E-mail List under your Personal Document Settings on the Manage Your Content and Devices page of your Amazon account.",
              "Then enter the ‘name’ part of your Kindle email address below.",
              "Find out more about saving to your Kindle.",
              "Note you can select to save to either the @free.",
              "kindle.",
              "com or @kindle.",
              "com variations.",
              "‘@free.",
              "kindle.",
              "com’ emails are free but can only be saved to your device when it is connected to wi-fi.",
              "‘@kindle.",
              "com’ emails can be delivered even when you are not connected to wi-fi, but note that service fees apply.",
              "Find out more about the Kindle Personal Document Service.",
              "To save content items to your account, please confirm that you agree to abide by our usage policies.",
              "If this is the first time you use this feature, you will be asked to authorise Cambridge Core to connect with your account.",
              "Find out more about saving content to Dropbox.",
              "To save content items to your account, please confirm that you agree to abide by our usage policies.",
              "If this is the first time you use this feature, you will be asked to authorise Cambridge Core to connect with your account.",
              "Find out more about saving content to Google Drive."
            ]
          }
        ],
        "Human laughter also varies in intensity, duration, pitch, and context.": [
          {
            "title": "The Role of Rhythm and Pitch in the Evaluation of Human Laughter - Springer",
            "url": "https://link.springer.com/article/10.1023/A:1027384817134",
            "content": [
              "The Role of Rhythm and Pitch in the Evaluation of Human Laughter - Springer",
              "Advertisement Journal of Nonverbal Behavior volume 27, pages 255–272 (2003)Cite this article 379 Accesses 24 Citations Metrics details Human laughter vocalizations are composed of highly variable sounds.",
              "We investigated the evaluation of laughter sounds and concentrated especially on the role of two acoustic features of laughter series: specific rhythms and changes in the fundamental frequency.",
              "Experimentally modified laughter series were evaluated using listener self-report data.",
              "Participants evaluated laughter series with differences in duration (Experiment 1), or in duration and frequencies (Experiment 2) of successive elements.",
              "Serial patterns with varying parameters received good ratings that were close to those received for natural laughter.",
              "By contrast, series with a stereotyped patterning received poor ratings.",
              "In addition, we found that self-report data strongly correlated to participants' direct behavioral reactions while listening to a specific stimulus.",
              "We suggest a three-part model to describe mechanisms underlying the evaluation of laughter.",
              "Access provided by University of Massachusetts Amherst W.",
              "E.",
              "B.",
              "Du Bois Library Download to read the full article text Bachorowski, J.",
              "-A.",
              ", & Owren, M.",
              "J.",
              "(2001).",
              "Not all laughs are alike: Voiced but not unvoiced laughter readily elicits positive affect.",
              "Psychological Science, 12, 252–257.",
              "Google Scholar Bachorowski, J.",
              "-A.",
              ", Smoski, M.",
              "J.",
              ", & Owren, M.",
              "J.",
              "(2001).",
              "The acoustic features of human laughter.",
              "Journal of the Acoustic Society of America, 110, 1581–1597.",
              "Google Scholar Bortz, J.",
              ", Lienert, G.",
              "A.",
              ", & Böhnke, K.",
              "(1990).",
              "Verteilungsfreie Methoden in der Biostatistik, (Nonparametric methods in biostatistics).",
              "Berlin: Springer Verlag.",
              "Google Scholar Collier, W.",
              "G.",
              ", & Hubbard, T.",
              "L.",
              "(2001).",
              "Judgements of happiness, brightness, speed and tempo change of auditory stimuli varying in pitch and tempo.",
              "Psychomusicology, 17, 36–55.",
              "Google Scholar Darwin, C.",
              "(1872).",
              "The expression of emotion in man and animals.",
              "London: Murray.",
              "Google Scholar Devereux, P.",
              "G.",
              ", & Ginsburg, G.",
              "P.",
              "(2001).",
              "Sociality effects on the production of laughter.",
              "Journal of General Psychology, 128, 227–240.",
              "Google Scholar Echols, C.",
              "H.",
              ", Crowhurst, M.",
              "J.",
              ", & Childers, J.",
              "B.",
              "(1997).",
              "The perception of rhythmic units in speech by infants and adults.",
              "Journal of Memory and Language, 36, 202–225.",
              "Google Scholar Edmonson, M.",
              "S.",
              "(1987).",
              "Notes on laughter.",
              "Anthropological Linguistics, 29, 23–33.",
              "Google Scholar Ekman, P.",
              ", Friesen, W.",
              ", O'Sullivan, M.",
              ", & Scherer, K.",
              "R.",
              "(1980).",
              "Relative importance of face, and speech in judgements of personality and affect.",
              "Journal of Personality and Social Psychology, 38, 270–277.",
              "Google Scholar Gabrielsson, A.",
              "(1987).",
              "Action and perception in rhythm and music.",
              "Stockholm: Royal Swedish Academy of Music.",
              "Google Scholar Grammer, K.",
              "(1990).",
              "Strangers meet: Laughter and non-verbal signs of interest in opposite-sex encounters.",
              "Journal of Nonverbal Behavior, 14, 209–236.",
              "Google Scholar Grammer, K.",
              ", Filova, V.",
              ", & Fieder, M.",
              "(1997).",
              "The communication paradox and possible solutions.",
              "Towards a radical empiricism.",
              "In A.",
              "Schmitt, K.",
              "Atzwanger, K.",
              "Grammer, & K.",
              "Schäfer (Eds.)",
              ", New aspects of human ethology (pp.",
              "91–120), New York: Plenum Press.",
              "Google Scholar Guerkan-Tekman, H.",
              "(2002).",
              "Perceptual integration of timing and intensity variations in the perception of musical accents.",
              "Journal of General Psychology, 129, 181–191.",
              "Google Scholar Hall, G.",
              "S.",
              ", & Allin, A.",
              "(1897).",
              "The psychology of tickling, laughing, and the comic.",
              "American Journal of Psychology, 9, 1–41.",
              "Google Scholar Houtsma, A.",
              "J.",
              "M.",
              "(1995).",
              "Pitch perception.",
              "In B.",
              "C.",
              "J.",
              "Moore (Ed.)",
              ", Handbook of perception and cognition: Hearing (2nd ed.",
              ", pp.",
              "267–295).",
              "San Diego: Academic Press.",
              "Google Scholar Kämmerer, R.",
              "(1996).",
              "Die kommunikative Bedeutung von Parametervariationen in homotypen Signalserien: Modelle menschlicher Lachepisoden.",
              "[The communicative meaning of parameter variation within homotype signal series: The model of human laughter].",
              "Unpublished Diploma Thesis, Free University Berlin, Germany.",
              "Kipper, S.",
              ", Kämmerer, R.",
              ", & Todt, D.",
              "(1999).",
              "Experimental access to acoustic features in human laughter perception.",
              "Advances in Ethology (Suppl.",
              "to Ethology), 34, 38.",
              "Google Scholar Kipper, S.",
              ", & Todt, D.",
              "(2001).",
              "Variation of sound parameters affects the evaluation of human laughter.",
              "Behaviour, 138, 1161–1178.",
              "Google Scholar Kipper, S.",
              ", & Todt, D.",
              "(2002).",
              "The use of vocal signals in the social play of Barbary macaques.",
              "Primates, 43, 3–17.",
              "Google Scholar Kipper, S.",
              ", & Todt, D.",
              "(2003).",
              "Dynamic-acoustic variation causes differences in evaluations of laughter.",
              "Perceptual and Motor Skills, 96, 799–809.",
              "Google Scholar Martin, J.",
              "G.",
              "(1972).",
              "Rhythmic (hierarchical) versus serial structure in speech and other behaviors.",
              "Psychological Review, 79, 487–509.",
              "Google Scholar Martin, R.",
              "A.",
              ", & Kuiper, N.",
              "A.",
              "(1999).",
              "Daily occurrence of laughter: Relationships with age, gender, and Type A personality.",
              "HUMOR-International Journal of Humor Research, 12, 355–384.",
              "Google Scholar McConnell, P.",
              "B.",
              ", & Baylis, J.",
              "R.",
              "(1985).",
              "Interspecific communication in cooperative herding: Acoustic and visual signals from shepherds and herding dogs.",
              "Zeitschrift für Tierpsychologie, 67, 302–328.",
              "Google Scholar McGregor, P.",
              "K.",
              "(1992).",
              "Quantifying responses to playback: one, many, or composite multivariate measures?",
              "In P.",
              "K.",
              "McGregor (Ed.)",
              ", Playback and Studies of Animal Communication (pp.",
              "79–96).",
              "New York: Plenum Press.",
              "Google Scholar Mowrer, D.",
              "E.",
              "(1994).",
              "A case study of perceptual and acoustic features of an infant's first laugh utterances.",
              "HUMOR—International Journal of Humor Research, 7, 139–155.",
              "Google Scholar Mowrer, D.",
              "E.",
              ", LaPointe, L.",
              "L.",
              ", & Case, J.",
              "(1987).",
              "Analysis of five acoustic correlates of laughter.",
              "Journal of Nonverbal Behavior, 11, 191–199.",
              "Google Scholar Nwokah, E.",
              "E.",
              ", Davies, P.",
              ", Islam, A.",
              ", Hsu, H.",
              "C.",
              ", & Fogel, A.",
              "(1993).",
              "Vocal affect in the three-year-olds: A quantitative acoustic analysis of child laughter.",
              "Journal of the Acoustic Society of America, 94, 3076–3090.",
              "Google Scholar Nwokah, E.",
              "E.",
              ", Hsu, H.",
              "C.",
              ", Davies, P.",
              ", & Fogel, A.",
              "(1999).",
              "The integration of laughter and speech in vocal communication: A dynamic systems perspective.",
              "Journal of Speech, Language, and Hearing Research, 42, 880–894.",
              "Google Scholar Pittam, J.",
              ", & Scherer, K.",
              "R.",
              "(1993).",
              "Vocal expression and communication of emotion.",
              "In M.",
              "Lewis, & J.",
              "M.",
              "Haviland (Eds.)",
              ", Handbook of emotions (pp.",
              "185–197).",
              "New York: Guildford.",
              "Google Scholar Provine, R.",
              "R.",
              "(1992).",
              "Contagious laughter: Laughter is a sufficient stimulus for laughs and smiles.",
              "Bulletin of the Psychonomic Society, 30, 1–4.",
              "Google Scholar Provine, R.",
              "R.",
              "(2000).",
              "Laughter.",
              "A scientific investigation.",
              "London: Faber and Faber.",
              "Google Scholar Provine, R.",
              "R.",
              ", & Fischer, K.",
              "R.",
              "(1989).",
              "Laughing, smiling and talking: Relation to sleeping and social contexts in humans.",
              "Ethology, 83, 295–305.",
              "Google Scholar Provine, R.",
              "R.",
              ", & Yong, Y.",
              "L.",
              "(1991).",
              "Laughter: A stereotyped human vocalization.",
              "Ethology, 89, 115–124.",
              "Google Scholar Rothgänger, H.",
              ", Hauser, G.",
              ", Cappellini, A.",
              "C.",
              ", & Guidotti, A.",
              "(1998).",
              "Analysis of laughter and speech sounds in Italian and German students.",
              "Naturwissenschaften, 85, 394–402.",
              "Google Scholar Ruch, W.",
              ", & Ekman, P.",
              "(2001).",
              "The expressive pattern of laughter.",
              "In A.",
              "W.",
              "Kaszniak (Ed.)",
              ", Emotion, qualia and consciousness (pp.",
              "426–443).",
              "Tokyo: World scientific publisher.",
              "Google Scholar Scharlemann, J.",
              "P.",
              "W.",
              ", Eckel, C.",
              "C.",
              ", Kacelnik, A.",
              ", & Wilson, R.",
              "K.",
              "(2001).",
              "The value of a smile: Game theory with a human face.",
              "Journal of Economic Psychology, 22, 617–640.",
              "Google Scholar Siegel, S.",
              ", & Castellan, N.",
              "J.",
              "(1988).",
              "Nonparametric statistics for the behavioral sciences.",
              "McGraw-Hill Book Company.",
              "ten Hoopen, G.",
              ", Hartsuiker, R.",
              ", Sasaki, T.",
              ", Nakajima, Y.",
              ", Tanaka, M.",
              ", & Tsumura, T.",
              "(1995).",
              "Auditory isochrony: Time shrinking and temporal patterns.",
              "Perception, 24, 577–593.",
              "Google Scholar Todt, D.",
              "(1988).",
              "Serial calling as a mediator of interaction processes: Crying in primates.",
              "In D.",
              "Todt, P.",
              "Goedeking, & D.",
              "Symmes (Eds.)",
              ", Primate vocal communication (pp.",
              "88–103).",
              "Berlin: Springer Verlag.",
              "Google Scholar Todt, D.",
              "(1997).",
              "The codex of social play: A system of rules that can prevent ingroup violence.",
              "In M.",
              "Gruter & M.",
              "Rehbinder (Eds.)",
              ", Gewalt in der Kleingruppe und das Recht [Violence in small groups and the law] (pp.",
              "305–313).",
              "Bern: Stämpfli Verlag AG.",
              "Google Scholar Todt, D.",
              ", & Kipper, S.",
              "(2001).",
              "Studien zum Lachverhalten.",
              "Ein Einblick in verhaltensbiologische Forschungen.",
              "[Studies on laughter: An introduction into research in behavioral biology].",
              "Pädagogik, 9, 30–34.",
              "Google Scholar Todt, D.",
              ", & Kipper, S.",
              "(2003).",
              "Der Begriff Kommunikation in den Biowissenschaften [The concept of communication in the biological sciences].",
              "In H.",
              "Richter & H.",
              "W.",
              "Schmitz (Eds.)",
              ", Kommunikation—ein Schlüsselbegriff der Humanwissenschaften?",
              "Münster: Nodus Publikationen.",
              "Google Scholar Trainor, L.",
              "J.",
              ", Austin, C.",
              "M.",
              ", & Desjardins, R.",
              "N.",
              "(2000).",
              "Is infant-directed speech prosody a result of the vocal expression of emotion?",
              "Psychological Science, 11, 188–195.",
              "Google Scholar Vaid, J.",
              ", & Kobler, J.",
              "B.",
              "(2000).",
              "Laughing matters: Toward a structural and neural account.",
              "Brain and Cognition, 42, 139–141.",
              "Google Scholar Vettin, J.",
              ", & Todt, D.",
              "(2003).",
              "Laughter in converstation: Features of occurrence and acoustic structure.",
              "Manuscript submitted for publication.",
              "Vettin, J.",
              ", Skirl, J.",
              ", & Todt, D.",
              "(1999).",
              "From social play to tickling and laughter: A comparative approach.",
              "Advances in Ethology (Supplement to Ethology), 34, 37.",
              "Google Scholar Warren, R.",
              "M.",
              "(1982).",
              "Auditory perception: A new synthesis.",
              "New York: Pergamon Press.",
              "Google Scholar Werker, J.",
              "F.",
              ", & McLeod, P.",
              "J.",
              "(1989).",
              "Infant preference for both male and female infantdirected talk: A developmental study of attentional and affective responsiveness.",
              "Canadian Journal of Psychology, 43, 230–246.",
              "Google Scholar Wiedenmann, G.",
              ", & Todt, D.",
              "(1990).",
              "Discrete responses of adult subjects during exposure to infant cry sequences.",
              "Early Child Development and Care, 65, 179–188.",
              "Google Scholar Download references Institut für Biologie: Verhaltensbiologie, Haderslebener Str.",
              "9, 12163, Berlin, Germany Silke Kipper Institut für Biologie:, Verhaltensbiologie, Freie Universität, Berlin Dietmar Todt You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar Correspondence to Silke Kipper.",
              "Reprints and Permissions Kipper, S.",
              ", Todt, D.",
              "The Role of Rhythm and Pitch in the Evaluation of Human Laughter.",
              "Journal of Nonverbal Behavior 27, 255–272 (2003).",
              "https://doi.",
              "org/10.",
              "1023/A:1027384817134 Download citation Issue Date: December 2003 DOI: https://doi.",
              "org/10.",
              "1023/A:1027384817134 Anyone you share the following link with will be able to read this content: Sorry, a shareable link is not currently available for this article.",
              "Provided by the Springer Nature SharedIt content-sharing initiative Advertisement 205.",
              "172.",
              "168.",
              "145 University of Massachusetts Amherst W.",
              "E.",
              "B.",
              "Du Bois Library (8200177774) - NorthEast Research Libraries (NERL) (8200828607) © 2023 Springer Nature"
            ]
          },
          {
            "title": "Formant Characteristics of Human Laughter - ScienceDirect",
            "url": "https://www.sciencedirect.com/science/article/abs/pii/S0892199709001088",
            "content": [
              "Formant Characteristics of Human Laughter - ScienceDirect",
              "Checking your browser before accessing \"www.",
              "sciencedirect.",
              "com\".",
              "Redirecting.",
              ".",
              ".",
              "Please enable Cookies and reload the page.",
              "Reference Number: 82e9a74afc964cd5 IP Address: 205.",
              "172.",
              "168.",
              "145 User Agent: Timestamp: About ScienceDirect Shopping cart Contact and supportTerms and conditionsPrivacy policy We use cookies to help provide and enhance our service and tailor content and ads.",
              "By continuing you agree to the use of cookies.",
              "Copyright © 2020 Elsevier B.",
              "V.",
              "or its licensors or contributors.",
              "ScienceDirect ® is a registered trademark of Elsevier B.",
              "V."
            ]
          },
          {
            "title": "Laughter and culture - PMC - National Center for Biotechnology Information",
            "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9489297/",
            "content": [
              "Laughter and culture - PMC - National Center for Biotechnology Information",
              "An official website of the United States government The .",
              "gov means it’s official.",
              "Federal government websites often end in .",
              "gov or .",
              "mil.",
              "Before sharing sensitive information, make sure you’re on a federal government site.",
              "The site is secure.",
              "The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.",
              "Department of Communication, Center for Behavior, Evolution, and Culture, University of California, Los Angeles, 2225 Rolfe Hall, Los Angeles, CA 90095, USA Department of Communication, Center for Behavior, Evolution, and Culture, University of California, Los Angeles, 2225 Rolfe Hall, Los Angeles, CA 90095, USA This article has no additional data.",
              "Like most human non-verbal vocalizations, laughter is produced by speakers of all languages, across all known societies.",
              "But despite this obvious fact (or perhaps because of it), there is little comparative research examining the structural and functional similarity of laughter across speakers from different cultures.",
              "Here, we describe existing research examining (i) the perception of laughter across disparate cultures, (ii) conversation analysis examining how laughter manifests itself during discourse across different languages, and (iii) computational methods developed for automatically detecting laughter in spoken language databases.",
              "Together, these three areas of investigation provide clues regarding universals and cultural variations in laughter production and perception, and offer methodological tools that can be useful for future large-scale cross-cultural studies.",
              "We conclude by providing suggestions for areas of research and predictions of what we should expect to discover.",
              "Overall, we highlight how important questions regarding human vocal communication across cultures can be addressed through the examination of spontaneous and volitional laughter.",
              "This article is part of the theme issue ‘Cracking the laugh code: laughter through the lens of biology, psychology and neuroscience’.",
              "In research papers or essays on laughter, authors quite often proclaim that laughter is ubiquitous across all cultures.",
              "It is common sense to assume that all typically developing people around the world laugh, and additionally we cry, scream, moan, and of course, speak.",
              "The various descriptions available regarding human behaviour, whether from social scientists or casual observers of people in action, reveal these facts not through a confirmatory cross-cultural checklist of observed behaviours, but, rather, by not pointing out their absence.",
              "The reason we can safely assume that people everywhere laugh is because we have never seen a credible account of a group of people who do not laugh (or more importantly, cannot).",
              "Human communication consists of many universal behaviours that vary within and between groups, including in their structures and functions (e.",
              "g. [1–6]).",
              "Laughter provides us with an excellent case of a communicative behaviour that varies in its manifestations (both acoustically and pragmatically), but appears universally nonetheless.",
              "Somewhat surprisingly, there is limited research documenting this variation.",
              "One reason that human non-verbal vocalizations occur universally at some level is because they directly evolved from behaviours in our mammalian ancestors.",
              "The underlying brain mechanisms that generate emotional vocalizations, including distress calls, fear screams and threat displays, are shared across virtually all mammals—it is part of what it means to be not only human, but a mammal [7].",
              "This fact makes questions of cultural universality in human vocal communication seem narrower than some might imagine.",
              "In the case of laughter, related vocalizations across diverse species reveal a long evolutionary history of vocal play signalling (for a review, see [8]), bringing some perspective to the question of why laughter in humans appears quite similarly across cultures, and offering a framework for understanding how it currently functions.",
              "But humans do possess a species-specific capability that complicates the problem for researchers: speech production.",
              "Volitional control of speech articulators, operating through direct neural projections between motor cortex and laryngeal musculature, affords the production of complex, rapidly generated phonetic sounds useful for language [7,9].",
              "And the volitional control of articulators allows speakers to imitate other kinds of sounds in our environment [10,11].",
              "One likely target of selection for imitative volitional vocal machinery is evolutionarily conserved, spontaneous emotional vocalizations.",
              "That is, there has been positive selection in humans to modulate our voice output to generate volitional versions of our vocal repertoire (e.",
              "g. laughs, cries and screams) that we share with most extant mammal species.",
              "The benefits of such an ability are fairly clear: if individuals evolve the ability to reliably generate emulations of emotional vocalizations, historically only produced in specific communicative contexts that included constraints of honest signal evolution involving strategic and efficacy costs [12], then agents can gain benefits potentially without paying these costs.",
              "That is, the signals can be faked, and consequently dishonest.",
              "This additional means of manipulation in vocal signalling introduces complexities for efforts to model its evolutionary dynamics, and is a crucial factor in any theoretical explanation of human vocal communication.",
              "Laughter provides an excellent opportunity for examining the interaction between spontaneous and volitional vocal signalling (e.",
              "g. [13,14]).",
              "Ultimately, cross-cultural analyses are the only way researchers can uncover the important interactions between universals and cultural variations in vocalizations such as laughter, and most other social behaviour.",
              "But what research currently exists in the study of how laughter manifests itself across languages and cultures?",
              "There is a surprising lack of work on the topic.",
              "And what is the role of humour in understanding how laughter functions across cultures?",
              "Here, we describe recent research on (i) the perception of laughter across cultures related to both production mode and social meaning, (ii) conversation analysis (CA) in selected languages, examining the role of laughter during talk, and (iii) computational approaches to automatic laughter detection across various languages.",
              "Overall, we argue that laughter occurs in highly similar ways across all documented languages studied to date, and that listeners around the world hear laughter similarly, and are able to make accurate judgements about laughers from very brief exposures (e.",
              "g. approx.",
              "1 s), providing initial evidence for cognitive adaptations that extract rich social information from laughter.",
              "A theoretical framework is needed that allows researchers to understand differences in communicative behaviours that certainly exist, and recognize them as variations on universal themes with particular constraints.",
              "One important issue when discussing laughter across cultures is the psychology of humour.",
              "The interdisciplinary study of laughter has long been closely linked with humour, ranging from early theories of laughter (e.",
              "g. [15]), to ethnography (e.",
              "g. [16]), to the nature of stimuli used to trigger laughter that is then subjected to acoustic analysis (e.",
              "g. [17]).",
              "There is little doubt that the complete story of laughter must include humour, but a full review and critique of the literature is beyond the scope of this article.",
              "For our purposes, we assume that events, utterances and ideas can be construed as humorous, and these phenomena are often linked to laughter.",
              "We can also safely adopt the premise that people's judgements of what counts as humorous are subject to much cultural variation [18].",
              "Descriptions of the details underlying this variation, and the complicated cognitive underpinnings of humour and social interaction, constitute a proximate analysis of a larger social communication system that includes laughter.",
              "The mechanisms by which humour is realized, and how it is effective during discourse, are intimately tied to the ultimate explanations of why people vocalize in the first place.",
              "Similarly, detailed analyses of the possible variations in acoustic structure of laughter constitute an additional proximate level of description that can inform ultimate theories regarding purported functions of laughter.",
              "In terms of culture, proximate details should be understood as variations on a theme, while understanding the evolutionary dynamics of vocal signalling requires an adaptationist account that applies universally.",
              "The concept of humour has engaged scholars across many disciplines, including but not limited to philosophy, linguistics, psychology, anthropology and even computer science (e.",
              "g. [18–22]).",
              "There is still no consensus of course, but theorists continue to propose accounts that detail aspects of the environment that afford cognitive effects one might identify as humour.",
              "It is worth noting, however, that theories of humour frequently neglect the social interactive context, often in favour of focusing on narrow phenomena such as the structural features of humorous content (e.",
              "g. the composition of a joke).",
              "Humour should be understood as an emergent property of a socially shared cognitive environment, characterizing multiple people's understanding of that environment and their mutually manifested attempts to engage in it [23,24].",
              "One attempt to integrate different accounts of humour is encryption theory [25], which also provides a framework for understanding the relationship between laughter and humour [26,27].",
              "Briefly, encryption theory proposes that humour is a special case of ostensive communication (i.",
              "e. the signalling of an intention to communicate) [28] in which meaning is encrypted (i.",
              "e. hidden) such that only receivers with certain information will be able to decrypt it.",
              "By relying on pragmatic reasoning required for the comprehension of implied meaning, listeners must derive their understanding of speakers' intentions based on evidence provided in signals (usually, but not always language-based).",
              "Success in properly interpreting intentional humour comes with endogenous reward, manifesting subjectively as pleasurable, and often triggering laughter.",
              "Proximate rewards are a hallmark of adaptation—the motivational trigger for adaptive action.",
              "The motivation to engage socially using encrypted communication promotes the identification and assortment of social partners who share beliefs, worldviews, values and so on.",
              "We not only find our social partners using encryption, but help maintain our bonds through it as well, explaining why established friends engage in banter and humour even after social assortment has occurred.",
              "In its simplest manifestation, the encryption–decryption circuit explains both the classic conundrum of the person who fails to get a joke, and the well-known phenomenon of how a joke loses its humour when it must be explained.",
              "If an individual does not possess the information necessary to recognize the hidden meaning of a comment, they will fail to get the humour.",
              "When a person does have the necessary information, their response often triggers the production of a signal that indicates this shared knowledge, most notably a spontaneous laugh.",
              "Of course, an individual can potentially recognize that an encrypted bit of information has been sent without knowing what is encrypted specifically, either to themselves or to another party, and attempt to produce a signal suggesting their understanding.",
              "But that signal will be volitionally produced and is at risk of being recognizable to others as faked—a classic scenario for coevolutionary arms race dynamics [13].",
              "This basic social context is the ecology of intentional humour which shapes the evolutionary dynamics of not only laughter, but covert signalling more broadly [29].",
              "The encryption account nicely explains many of humour's most obvious qualities such as its obliqueness, subjectivity and cultural variation.",
              "By this view, many theories of humour are potential proximate mechanisms by which encryption does its work.",
              "For example, incongruity-resolution theory (e.",
              "g. [30]), variants of which are currently among the most popular theories of humour [31], describes a suite of possible encryption mechanisms. Many of these variants involve a multistage process where some incongruity is introduced (e.",
              "g. a joke set-up), and then that incongruity is resolved, usually through some unexpected means.",
              "The notion dates back centuries (e.",
              "g. [15,32]), and is central to more contemporary evolutionary-based accounts of humour as well [20].",
              "The specific content that is introduced into these devices must interface with the knowledge and communication systems of social agents, much of which is culturally shaped.",
              "Encryption theory provides a plausible evolutionary account of not only why people engage using such complex, honest social signalling, but also how laughter plays a role in the signalling circuit.",
              "An understanding of laughter across cultures requires an explanation of why people laugh in social settings, and how the content of people's communication triggers it.",
              "In other words, cognitive phenomena can be similar across disparate cultures, and cultural factors create variation in content.",
              "For instance, one account of humour proposes that benign violations of our expectations will result in humour—potential threats to our state of being or appraisals become funny when they turn out harmless [33].",
              "However, what counts as a violation can often depend on culturally evolved norms—the mechanism could be universal, but the specific content culturally varies.",
              "This theory provides another example of a proximate device that ultimately involves indirect communication (i.",
              "e. the exact violation is typically not explicitly stated), and is thus subsumed by the more general system of encryption.",
              "Overall, an encryption approach predicts that laughter should manifest itself quite similarly across cultures in both form (acoustic structure) and function (pragmatic and social signalling), but what content actually triggers it will be culturally dependent and potentially highly variable.",
              "This is due to culture- and language-specific information that can only be understood by individuals immersed in a given socioecological context [34].",
              "Moreover, across different cultures, people vary in how they value humour as a social phenomenon in the first place, and as such can constitute a source of variation in how humour occurs in ordinary interaction [35].",
              "If laughter sounds fundamentally similar across different languages and cultures, then we should expect it to be highly recognizable as a distinct vocal behaviour in cross-cultural studies, and potentially judged similarly in terms of social and emotional meaning.",
              "But, to date, there is limited empirical work examining how people around the world perceive laughter.",
              "The earliest study carefully investigating the cross-cultural perception of non-linguistic vocalizations found that individuals across very different societies (British and Himba) mutually identified laughing as indicative of tickling and amusement [36], despite other positive emotions not being reliably recognized.",
              "In follow-up work with the same Namibian population, using similar stimuli and methods, researchers also found that laughter was highly recognized as representing amusement, even though overall this team did not find evidence of widespread universal recognition of other emotion categories [37];",
              "for discussion, see [38].",
              "Even in a free-labelling paradigm, Himba participants mapped American laughter to amusement at a rate far exceeding any other emotion category, despite the many reasons we should expect high cultural variability using such a method.",
              "Moreover, they judged laughter as highly positive in valence and arousal.",
              "More recently, two large-scale studies investigated how listeners across multiple disparate cultures judged recordings of laughing.",
              "One study [39] examined the perception of conversational colaughter, defined as the simultaneous production (onsets within 1 s) in two interacting speakers of non-verbal laughter bursts.",
              "Colaughter samples extracted from spontaneous conversations were played to listeners (N = 966) from 24 different societies, ranging from WEIRD1 college students to small-scale hunter–gatherers.",
              "The colaughter originated from conversations obtained between established friends or newly acquainted strangers, in all gender combinations.",
              "The extracted 48 colaugh stimuli averaged approximately 1 s in duration.",
              "The task was simple: judges were asked to listen to the colaughter and then report (i) whether they believed the presented pair of speakers were friends or strangers, and (ii) how much did they think the speakers liked one another.",
              "Results across cultures were strikingly similar.",
              "Overall, judges everywhere were able to correctly classify friend and stranger pairs significantly better than chance, ranging from 53 to 67% accuracy.",
              "Listeners additionally agreed widely on how much the speakers liked one another, with average ratings in all cultures showing the expected difference of friends liking one another more than strangers.",
              "An acoustic model was created to identify structural features of the individual laugh samples that predicted people's judgement of friendship in the dyads.",
              "Laughs with shorter duration, less regular pitch and intensity cycles, and less variation in pitch cycle regularity were more likely to be judged as between friends.",
              "These acoustic qualities are all associated with speaker arousal, suggesting that friendly colaughter likely reveals an affective correlate of familiarity in ordinary conversation.",
              "One unexpected and pronounced finding was that across all cultures—without exception—judges identified female pairs of friends most accurately across the six categories (friends and strangers across M–M, F–F and M–F combinations).",
              "The accuracy difference is partially due to a culturally universal bias to overestimate the likelihood of reporting that a pair was friends when they were women (i.",
              "e. high false alarms).",
              "But the individual laughs making up the female pairs were also judged as sounding relatively more aroused, and with more positive valence, than individual laughs from other dyad types.",
              "Finally, across all cultures, pairs of female friends were judged to have liked each other more.",
              "Together, these results speak to (i) the widespread importance of speaker affect in how laughter manifests itself in socially dependent ways, and (ii) how rapidly people around the world can make accurate, socially relevant judgements, in this case within 1 s.",
              "A follow-up cross-cultural study examined whether listeners across a similarly diverse (and overlapping) set of 21 societies could distinguish between spontaneous and volitional laughter [42].",
              "For this work, and the study from which the stimuli were created [13], spontaneous (real) laughter was defined as conversational laughter obtained between familiar speakers, and all exemplars were between female friends.",
              "Volitional (fake) laughter was defined as laughter produced on command in a laboratory context with no other instruction other than to ‘now laugh,' and this sample was also composed of all women.",
              "These definitions were employed for practical reasons and, of course, were not perfect.",
              "Namely, the actual distinction between spontaneous and volitional laughter is based on which vocal production system is physically invoked, only confirmable through brain imaging analyses.",
              "But a conflation of categories in some stimuli works against the prediction that listeners should be able to distinguish the laughter types.",
              "In Bryant et al.",
              "[42], a set of 36 laughs (18 spontaneous) were presented to listeners (N = 884) worldwide and they were asked to judge whether they thought the laughter was ‘real' or ‘fake.'",
              "As expected, participants everywhere, on average, were able to distinguish the laugh types with above-chance performance (56–69%).",
              "Moreover, arousal-linked acoustic features, including higher intensity variability, higher fundamental frequency (fo), and lower harmonics-to-noise-ratio variability, were associated with listeners judging laughs as ‘real'.",
              "Ultimately, it is likely that spontaneous laughter is more common between friends than strangers, and arousal is a basic low-level dimension that distinguishes it from volitional laughter more common between strangers.",
              "This fundamental connection between affect and sociality is highly recognizable universally.",
              "One interesting cultural difference emerged in the study of spontaneous and volitional laughter [42].",
              "Participants from small-scale societies, defined roughly as people living in small villages with low market integration, had a slight bias to report laughs as volitional, or ‘fake' as they were asked.",
              "This bias caused them to be more accurate for this category (at the expense of accuracy for identifying spontaneous laughter).",
              "It is impossible to know what exactly caused this criterion shift.",
              "One possibility is that societies composed of relatively smaller groups of recurrent players might result in individuals sensitized to the volitional nature of social pleasantries that better characterize larger societies where a much higher proportion of social interactions are between people who have never met and could easily not have a repeated encounter.",
              "Put simply: they think American college students sound fake.",
              "Because of potential greater costs of errors in more close-knit communities, heightened sensitivity to emotion and intention detection could be adaptive in small-scale societies to a greater extent than in larger, industrialized societies where one-shot interactions with strangers are commonplace and generally benign.",
              "Another relevant aspect of this finding is the distinct possibility that several of the laughs included in the spontaneous condition were in fact volitional.",
              "The laughter was defined based on having occurred between friends in conversation, but many laughs between familiar speakers (in fact, perhaps a majority) are generated by the speech production system (making them volitional), and serve a variety of pragmatic and procedural functions.",
              "Most so-called ‘fake' laughs are probably not deceptive, and in fact serve as reliable signals for a variety of discourse functions.",
              "But they are not emotionally triggered in the same way as spontaneous laughs.",
              "By this logic, small-scale participants were likely more accurate overall.",
              "In any case, the ease with which individuals worldwide were able to engage in the task and understand what was being asked of them, despite many having no experience with social science research, speaks to the universal nature of laughter—people everywhere get it.",
              "Based on the idea that spontaneous and volitional laughter are generated distinctly by our two vocal production systems (i.",
              "e. phylogenetically widespread vocal emotions and species-specific speech), fairly clear predictions emerge for several research areas of laughter, including speaker identity [43], in-group/out-group laughter distinctions [44], and laughter acoustics across speakers of different languages [45].",
              "If volitional laughter is generated by the speech production system, then linguistically variable speech features are likely often incorporated into a person's volitional laughter and consequently identifiable to listeners.",
              "For example, phonetic properties of vowel sounds that differ across languages could manifest themselves in volitional laughter.",
              "But studies have described incredible acoustic variability in laughter even within speakers of English, revealing, for example, that laughs range in structure from very short, quiet, broadband bursts of air, to extended sequences of loud, tonal bouts, with many variants in between [17].",
              "Spontaneous laughter, conversely, does not contain speech features and thus should be indistinguishable across highly disparate languages and cultures.",
              "No large-scale study has examined this, but results from a couple of smaller studies suggest that it might be complicated.",
              "Recently, Kamiloglu et al.",
              "[44] found that group membership (Dutch and Japanese) could be reliably identified by listeners hearing both spontaneous and volitional laughter.",
              "Overall, the spontaneous laughter was judged as more positive-sounding by all listeners, and Dutch listeners (but not Japanese listeners) thought laughter from their in-group was more positive.",
              "As described earlier, knowing what category a laugh belongs to can only be confirmed with certainty by examining cortical activity during production.",
              "One possibility in this study is that a majority of the laughs were in fact volitional, but varied in portrayed arousal (causing some to be judged as spontaneous), and as such revealed group identity.",
              "The spontaneous laughter was recorded while participants watched a self-selected funny video, but laboratory conditions can easily hinder spontaneous performances.",
              "An earlier study [46] found that Dutch listeners could not discern in-group from out-group vocalizers from a set of laughs including speakers of six languages (Dutch, English, French, US American, Japanese and Namibian).",
              "But spontaneity was not tightly controlled in the stimulus set, and the task was rather difficult, with listeners needing to choose from six categories.",
              "More research is certainly needed to explore this issue.",
              "The literature on laughter perception across cultures reveals robust universals in basic identification of laughter as a signal of amusement, as well as widely shared intuitions about the relationships between people laughing together, and the social meanings of individual laughs as indexed by the distinction between spontaneous and volitional laughter.",
              "It is not surprising that such an ancient vocalization, shaped by form–function principles across mammal species, is widely recognizable across all people living today [47].",
              "But laughter is a socially complex vocalization in the human repertoire, adapted to social interactions that include language, gestures, facial expressions and mindreading.",
              "We are social agents engaging using ostensive communication strategies that are integrally tied to our sophisticated social cognition [28,48].",
              "Many of the practices involved in everyday conversation are shaped by culture, including of course language itself, and we should expect many, if not most, behavioural phenomena operating in this space to be affected by culturally specific practices.",
              "There is unfortunately a serious lack of research examining any non-verbal vocalization in a comparative way across a large number of languages and cultures, but a variety of smaller studies in conversation analysis and affective computing provide some clues.",
              "Thus far, it appears that while laughter can manifest itself in an amazing variety of ways, there do not appear to be any deep systematic cultural differences in how it operates.",
              "Below, we describe some of this work, illustrating the similarities and variation in not only how laughter appears in different conversational language users, but also how it can be automatically detected in speech streams. These research areas offer useful tools that researchers can use moving forward.",
              "CA is an approach to the study of language and social interaction, involving fine-grained, often qualitative analyses of the sequential organization of interactive behaviour, typically involving language [49–51].",
              "One beauty of CA is the deep appreciation for spontaneous discourse, and the description of all the behavioural signals that co-occur with talk-in-interaction, including laughter.",
              "But few studies in CA have examined laughter comparatively across languages, and instead studies usually focus on a single language.",
              "CA researchers have described laughter behaviour in many Indo-European language speakers, in addition to Chinese, Japanese, Korean and others.",
              "In every case, the described phenomena are highly recognizable to any monolingual English speaker.",
              "For example, people often smile in response to laughter, cede the floor when speaking just after a laugh, terminate a topic when laughing together, laugh when a pause lasts more than half a second, manage disagreements or colaugh during the mutual recognition of a ‘laughable' (i.",
              "e. a laugh trigger, usually referred to in conversation directly or indirectly) or to mark a ‘play frame' more generally [52–58].",
              "Overall, laughter seems to function universally as an organizer of talk, and as a complex pragmatic signal fulfilling a wide array of discourse functions.",
              "The study of pragmatic function in CA takes various forms. Analyses typically focus on conversational actions and organization, such as how people manage turn-taking and mechanisms of repair, but many scholars have investigated higher-level phenomena such as speech acts (e.",
              "g. promises and apologies) (e.",
              "g. [59]) and indirectness (e.",
              "g. implicature) [60].",
              "Pragmatic functions in spontaneous interaction can be demonstrated by example, or coded and quantified, with the latter becoming increasingly common.",
              "Since much of this scholarship has traditionally been on single languages, concerns regarding metalinguistic knowledge and cultural equivalence have often been neglected.",
              "But these components of social interaction are needed for the proper cross-cultural investigation of pragmatic function [61].",
              "One pattern we see repeatedly in cross-cultural analyses of communicative behaviour is that a single pragmatic function can be realized through multiple vocal or other behaviours, which can be subject to cultural variation.",
              "Studies of infant-directed (ID) speech research provide a nice illustration.",
              "There are a variety of choices for a caregiver when attempting to verbally encourage some behaviour in a young child (i.",
              "e. approval utterances).",
              "Local social conventions could shape caregivers' behaviour to slow down precipitously, for example, or perhaps to increase the pitch, or even do both [62].",
              "In some societies, speaking directly to infants is relatively less common (e.",
              "g. [63]), so vocal tactics used by caregivers in one place might be accomplished through non-vocal means in another.",
              "But, in the end, these strategies can be comparably effective.",
              "Thus, an analysis showing a difference across cultural groups on a specific altered vocal dimension in ID speech is not evidence against universality in ID speech more generally, but rather a demonstration of variation within the domain of a universally occurring phenomenon [5,38].",
              "CA research also provides examples of speakers across disparate cultures accomplishing various discourse functions using different strategies, but the function itself is intact universally [61].",
              "Laughter is likely to follow this type of cultural patterning as well, with a broad suite of universal pragmatic functions being fulfilled variably by laughter and other interactive behaviours.",
              "While still relatively uncommon, some researchers have examined conversational laughter comparatively across languages using CA methods, or other similar coding techniques.",
              "Mazzocconi et al.",
              "[64] offered a nice review of various taxonomies theorists have developed for laughter and pointed out rightly that many attempts to categorize laughter types and functions confuse levels of analysis, conflating, for example, phonetic categories with pragmatic ones.",
              "These authors presented a new taxonomy that avoids this pitfall.",
              "They proposed that laughter constitutes an affective force (with some core essence) that is contextually appraised in relation to any number of laughables, including many containing incongruities of one sort or another, and others not.",
              "For instance, a social incongruity might be laughing from embarrassment and a pragmatic incongruity might be an ironic utterance, but an affiliative laugh might just signal closeness.",
              "These categories are identified independently from the underlying basis of the laughter production, such as whether laughs are spontaneous or volitional, or what emotions might be gleaned from them when presented without context in perceptual tasks.",
              "Using this multilayered framework, Mazzocconi et al.",
              ", [64] examined an audiovisual corpus of task dialogue (DUEL) in French and Mandarin Chinese (9 dyads total), and variable conversations in British English from the audio-only BNC corpus (21 dyads).",
              "Laughter, laughables and functions were coded, and some differences emerged.",
              "For example, Chinese speakers laughed relatively more frequently at social incongruities than pragmatic incongruities, and also had relatively lower arousal laughter.",
              "Additionally, laughter in Chinese speakers tended to be more often speech-laughs, which is laughter that co-occurs with speech.",
              "Proportions of laughs across social and pragmatic categories were similar across languages, however.",
              "Because of the somewhat small sample sizes, generalizations regarding observed differences are difficult to make, and the differing contexts of the conversations used could potentially explain all the variation.",
              "But the analysis did reveal that features of the laughs, such as the arousal indicated in the speakers and the relation of the laugh positions to the laughables, did not predict the functions, indicating notable variation in how laughter occurs in conversation across languages.",
              "The lack of substantive differences across these three languages supports the idea that language and culture-based variations might have negligible effects on the ways laughter operates in discourse.",
              "Dingemanse & Floyd [61] described the natural control method in CA for comparative analysis, such as identifying equivalent turn-taking structures for assessing exchange times [6] or looking at similarly structured turn contexts for analysing repair efforts [2].",
              "Cultural differences in conversational laughter might be more evident at the turn level between conversation partners, rather than the utterance level, where evidence suggests universal trends [65].",
              "For instance, Gavioli [66] found that during bookshop service encounters in England and Italy, similarities and differences in the assistants' uses of laughter were observed.",
              "While both used laughter in the context of a dispreferred response (e.",
              "g. a desired book being unavailable), in the English corpus, laughter was turn-initial and prefacing an excuse or other account.",
              "In the Italian corpus, the laughter occurred at the end of their conversational turn, leaving open discussion for resolution of the situation.",
              "Recently, Ludusan & Wagner [67] examined how conversationalists across different languages laughed in coordinated ways, and found similar patterns of entrainment across French, German and Mandarin Chinese speakers.",
              "Speakers in all languages concentrated their laughter around turns, and also tended to converge in the temporal structure of their laughter over time during a conversation.",
              "While overall there is limited work investigating how laughter occurs across different languages, much of the variability in how laughter appears during talk—whether in relation to pragmatic functions like those studied by Gavioli [66], or more mechanistic analyses [67]—could be limited through tighter controls on the many relevant contextual variables at play during conversation.",
              "One burgeoning area of laughter research explores the distinction between laughter and speech, and how we might develop machines to automatically decompose natural speech.",
              "Machine learning techniques are frequently used in such analyses for detecting laughter.",
              "Most generally, machine learning is the use of algorithms to perform tasks, such as classification, without being programmed explicitly to do so.",
              "Algorithms are typically ‘trained' on a set of tokens, and then, based on any detectable information structure in that set, can be used to perform classification on novel databases.",
              "An interesting, though at times frustrating, aspect of the technique is that it can be impossible to know exactly how the algorithms learn the classification.",
              "Additionally, the techniques are often developed by industry to solve computational problems in automatic recognition systems or develop human–computer interfaces, and not for basic research on human communication.",
              "One such technique is the use of Support Vector Machines (SVM) which algorithmically learn to assign labels for classifying objects, represented as points within a high-dimensional space, and divided based on maximum-margin separating classes (for a comprehensive explanation of SVM, see [68]).",
              "Another approach, Gaussian Mixture Models (GMM), are frequently used for modelling the features of vocal-tract systems to understand spectral features of speech and laughter.",
              "GMM include the clustering of data points with probabilistic considerations, rather than assigning points to categories based only on the closest cluster's centre, and as such can provide more nuanced classification of vocalization information.",
              "Truong & van Leeuwen [69] developed models fusing SVM and GMM using the English ICSI corpus that were able to perform well with Dutch recordings from the CGN corpus.",
              "But owing to differences in recording contexts, differences in model performance across the corpora are difficult to interpret.",
              "These studies point to the universal structure in laughter—machines trained on laughter phenomena in one language can often perform equally well on different languages.",
              "The features considered when employing machine learning techniques may also matter.",
              "Neuberger & Beke [70] found a combination of SVM and GMM techniques increased discriminative power for detecting laughter in Hungarian spontaneous speech samples.",
              "Of the feature sets tested in their study, Mel-Frequency Cepstral Coefficients (MFCCs) gave the best results.",
              "MFCCs use filters that closely resemble the variability of the human ear, and can be used to characterize speech signals [71].",
              "While MFCC may provide power in laugh detection, other features may provide greater accuracy.",
              "In a comparison between MFCC, Perceptual Linear Prediction (PLP) and raw mel-scale filter bank energies (FBANK) in detecting laughter, FBANK performed the best for both Hungarian (studio-recorded) and English (telephone) recordings [72].",
              "These mel-scale filter bank energies consider the breakdown of sound input into different frequencies that are perceived as equally spaced apart.",
              "Despite the corpora used in this study differing dramatically in audio quality owing to their recording contexts, some language-independent aspects of laughter were still detectable.",
              "Future work will benefit from exploring a highly controlled set of cross-linguistic stimuli to parse out the details of which features best reveal similarities versus cultural differences of laughter.",
              "Different machine learning strategies vary in their success rates for classification of laughter types.",
              "A study on detecting emotions in Filipino laughter found that Multilayer Perceptron (MLP) yielded a higher correct classification rate (at 44%) compared with using SVM (18%) [73].",
              "MLP considers the weights within a network to select features, and may be better suited for audio datasets, while SVM may perform better for video in cases where multimodal information is available [74].",
              "SVM has also been used to classify laughter as polite or mirthful for a Japanese, Chinese and English dataset with at least 85% accuracy [75].",
              "Not surprisingly, the use of multimodal information is likely to become the gold standard for accurate detection and classification of laughter.",
              "For example, the combination of smile detection in images with acoustic detection via GMM revealed increased accuracy in detecting laughter, with an end result of a 70% recall and precision rate from natural conversational videos in Japanese, English and Chinese [76].",
              "But if only one modality is available, the sound of a laugh may provide more accuracy than video of the face [77].",
              "Overall, these techniques could be used for large-scale analyses involving many languages.",
              "Computational approaches to laughter detection in natural speech reveal tractable distinctions between laughing and speaking, and hint at stability in this difference that transcends language groups.",
              "But, to date, no carefully designed comparative study has explored how machine learning might be able to accomplish accurate detection across speakers from different societies.",
              "Laughter is clearly a human universal, but surprisingly little research is available that confirms the extent to which the properties of laughter are consistent across speakers from different cultural groups.",
              "Research has revealed that listeners across a wide array of societies perceive laughter similarly, including the findings that judges worldwide can detect friends versus strangers at levels well above chance, and can also distinguish spontaneous laughter between friends from volitional laughter produced on command.",
              "It is unclear at this point whether listeners can identify individuals as in-group versus out-group based only on laughter, and how this relates to whether laughter is spontaneous or volitional.",
              "CA research has described the many ways laughter occurs in ordinary discourse, but only limited work has systematically compared the ways laughter operates across speakers of different languages.",
              "The comparative work that does exist currently suggests that the similarities across different languages are notable, but results suggesting any differences are always difficult to interpret owing to a variety of factors, including reliance on different corpora that have confounding differences between them, small samples of speakers, and failures to properly match sample participants.",
              "Nevertheless, recent efforts at recognizing the importance of the metalinguistic knowledge of interlocutors, ethnographic details of communicative contexts, and cultural equivalency in measurements hold great promise for CA techniques to reveal cultural universals and variations in how laughter functions in discourse.",
              "Clearly, the most basic need in this research area is a large-scale study that potentially includes all of the methodological approaches described here.",
              "High-quality recordings of laughter should be obtained carefully using a standardized method across many societies.",
              "Laughter should be extracted from natural conversations between controlled dyads and perhaps larger groups, with other baseline vocal recordings generated from the same individuals (e.",
              "g. monophthong vowels, standardized sentences and volitional emotional vocalizations).",
              "Ideally, spontaneous laughter from real interactions can be compared with volitional laughter by the same speakers, both acoustically and perceptually.",
              "Conversation recordings can be transcribed and subjected to CA methods so laughter can be coded in a way that affords analyses of context and pragmatic function (e.",
              "g. [64]).",
              "Machine learning-assisted acoustic analysis of a well-controlled database of laughs, produced in highly similar contexts, can explore to what extent the language of a speaker predicts laughter structural features, and whether production mode (i.",
              "e. spontaneous or volitional) matters.",
              "Finally, perception experiments on such a controlled corpus of laughs can begin to answer an amazing variety of questions related to cross-cultural recognition of specific aspects of laughter that currently cannot be tested.",
              "Given the limited data thus far, it is not completely clear what we might expect from such a thorough examination, but there are some reasonably obvious effects to expect.",
              "Our prediction is that volitional laughter produced by the speech system should be more variable across different language speakers than spontaneous laughter produced by the evolutionarily conserved vocal emotion system.",
              "Moreover, the degree to which listeners are able to distinguish in-group versus out-group laughter might vary as a function of the cultural distance between the target speaker and the listener [78].",
              "A clear result demonstrating that listeners can distinguish in-group from out-group in spontaneous laughter will present challenges for our current understanding of dual-system vocal production dynamics [10].",
              "Another prediction concerns the pragmatic and social functions of laughter.",
              "We might expect high intra- and inter-cultural variability in how laughter occurs in discourse, both in relation to laughables, and also related to people's own speech and others' speech.",
              "We should see anomalous uses of laughter in addition to highly regularized patterns, but we should not see systematic uses of laughter in a single culture that do not translate to some kind of discourse function in another language or culture.",
              "In other words, any function that laughter fulfils in a given language will represent a function that is fulfilled in every other language, either by laughter or by another strategy.",
              "But this is less a claim about laughter per se, and instead a claim about discourse across cultures.",
              "This is not to say that some cultures have not evolved idiosyncratic communicative phenomena that are unique to that place (they surely have), but if so, they will be immediately understandable to individuals from any other place when properly contextualized.",
              "Finally, another issue that needs more attention, and can be effectively addressed through cross-cultural examination, is the extent to which laughter acoustic features differentiate across interactive functions—are there different laugh ‘types'?",
              "Attempts to demonstrate that laughter can be distinguished across social functions in English speakers suggest there could be some distinctions that could reveal themselves widely (e.",
              "g. [79]), but other work suggests that context does a lot of the work and that laughter acoustic features are often quite ambiguous [80].",
              "The only currently robust categories of laughter are spontaneous and volitional types, rooted in the distinct vocal production systems underlying them.",
              "One possibility is that simple perceptible dimensions such as arousal and valence, which have many known acoustic correlates, can help judges make better-than-chance categorizations of laughter in various experimental paradigms. But systematically linking the acoustic features to more specific functional categories will prove to be untenable.",
              "Laughter stands as one of several non-verbal vocal expressions, along with crying, screaming and others, that are beginning to be extensively explored across cultures, and will help us understand the highly complex communicative behaviours characteristic of our species.",
              "New technological developments have provided researchers with many new tools and techniques for conducting large-scale studies, and it is time to begin definitively answering questions concerning the universals and cultural variations underlying human behaviour, including, quite importantly, the nature of laughter.",
              "1WEIRD (Western, educated, industrialized, rich, democratic) is a term originally coined by Henrich, Heine & Norenzayan [40].",
              "In the social sciences, researchers have relied on a rather narrow demographic of college-aged students primarily from the global North.",
              "For decades, theorists have generalized findings from this research to humans at large, resulting in many misconceptions regarding cultural universals and variation.",
              "As the acronym implies, there is accumulating evidence that rather than being anywhere near a typical human demographic, WEIRD individuals are in fact extreme on many relevant dimensions for research on cognition and behaviour.",
              "For a recent discussion of ramifications, see [41].",
              "This article has no additional data.",
              "G.",
              "A.",
              "B.",
              ": conceptualization, investigation, supervision, writing—original draft, writing—review and editing;",
              "C.",
              "M.",
              "B.",
              ": investigation, writing—original draft, writing—review and editing.",
              "Both authors gave final approval for publication and agreed to be held accountable for the work performed herein.",
              "We declare we have no competing interests.",
              "We received no funding for this study.",
              "Connect with NLM National Library of Medicine 8600 Rockville Pike Bethesda, MD 20894 Web Policies FOIA HHS Vulnerability Disclosure Help Accessibility Careers"
            ]
          }
        ]
      },
      "evidence": {
        "Laughter has both biological and evolutionary purposes.": [
          "Evolutionary theory is rife with possible explanations, but one of the most compelling was put forward in a 2005 Quarterly Review of Biology article by an undergrad named Matthew Gervais and his adviser, evolutionary biologist David Sloan Wilson.",
          "This sort of laughter was a signal that things at the moment were OK, that danger was low and basic needs were met, and now was as good a time as any to explore, to play, to socialize.",
          "It’s a primal human tool, one of the building blocks of society.",
          "While laughter has been linked to higher pain tolerance and the signalling of social status, its principal function appears to be creating and deepening social bonds.",
          "The process of evolution would have favoured the development of cognitive strategies that helped form and sustain these cooperative alliances.",
          "This expression of the shared arousal experienced through play may have been effective in strengthening positive bonds, and laughter has indeed been shown to prolong the length of play behaviours in both children and chimpanzees, and to directly elicit both conscious and unconscious positive emotional responses in human listeners.",
          "All these characteristics strongly suggest that laughter is hard-wired into the human psyche, and to an evolutionary biologist like me that immediately provokes my favorite question: what good is it?"
        ],
        "Biologically, laughter can help regulate emotions, reduce stress, enhance immunity, and increase pain tolerance.": [
          "Studies so far have shown that laughter can help relieve pain, bring greater happiness, and even increase immunity.",
          "Laughter reduces the level of stress hormones like cortisol, epinephrine (adrenaline), dopamine, and growth hormone.",
          "It also increases the level of health-enhancing hormones, like endorphins.",
          "Laughter increases the number of antibody-producing cells we have working for us and enhances the effectiveness of T cells.",
          "All this means a stronger immune system, as well as fewer physical effects of stress.",
          "We know that laughter has been shown in studies to improve your pain threshold, likely due to an endorphin-mediated opiate effect.",
          "Proven processes are working behind the scenes in your body to increase your pain tolerance."
        ],
        "Evolutionarily, laughter can help establish and strengthen social bonds, signal safety and relief, and communicate playfulness and positive emotions.": [
          "Laughter's contagious nature strengthens social bonds and promotes a sense of togetherness, marking the end of fear or concern.",
          "Sharing laughter with someone can foster trust, create a sense of safety, and help overcome fears, making us more attracted to individuals who make us laugh."
        ],
        "Laughter is not unique to humans, as some other mammals such as great apes, rodents, and even rats can produce vocalizations that resemble laughter when they are tickled or engaged in physical play.": [
          "Many mammals laugh when they are tickled and when they engage in physical play.",
          "So far, apes and rats are the only known animals to get the giggles.",
          "Jaak Panskepp, a psychologist and neuroscientist at Washington State University in Pullman, has found that tickled rats make happy noises.",
          "Ongoing research shows that rats communicate a variety of emotions, including a sound that may be similar to laughter.",
          "If you tickle a rat's belly, it squeals with laughter.",
          "What the laughter-like behaviors share is that they occur during play and when the animals are tickled.",
          "Numerous animal species exhibit laughter-like behavior, as indicated in a review article by bioanthropologist Sasha Winkler and communication scientist Gregory Bryant."
        ],
        "Human laughter can be triggered by various stimuli such as humor, irony, sarcasm, or social cues.": [
          "Plato, the most influential critic of laughter, treated laughter as an emotion that overrides rational self-control.",
          "And it is incident most to them, that are conscious of the fewest abilities in themselves;",
          "who are forced to keep themselves in their own favor by observing the imperfections of other men.",
          "And therefore much laughter at the defects of others, is a sign of pusillanimity.",
          "A similar explanation of laughter from the same time is found in Descartes’ Passions of the Soul.",
          "He says that laughter accompanies three of the six basic emotions—wonder, love, (mild) hatred, desire, joy, and sadness."
              
        ],
        "Human laughter also varies in intensity, duration, pitch, and context.": [
          "Human laughter vocalizations are composed of highly variable sounds.",
          "Participants evaluated laughter series with differences in duration (Experiment 1), or in duration and frequencies (Experiment 2) of successive elements."
        ]
      },
      "subconclusions": {
        "Laughter has both biological and evolutionary purposes.": "supported",
        "Biologically, laughter can help regulate emotions, reduce stress, enhance immunity, and increase pain tolerance.": "supported",
        "Evolutionarily, laughter can help establish and strengthen social bonds, signal safety and relief, and communicate playfulness and positive emotions.": "supported",
        "Laughter is not unique to humans, as some other mammals such as great apes, rodents, and even rats can produce vocalizations that resemble laughter when they are tickled or engaged in physical play.": "supported",
        "Human laughter can be triggered by various stimuli such as humor, irony, sarcasm, or social cues.": "partially supported",
        "Human laughter also varies in intensity, duration, pitch, and context.": "partially supported"
      }
    }
  }
}