{
  "6885d640-83e8-4bc7-a3f2-56b656728a28": {
    "query": "What is the origin of the term \"bittersweet\" and how did it come to describe an emotion or feeling?",
    "response": "The term \"bittersweet\" has two distinct meanings. As a noun, it can refer to a type of plant that has purple flowers and reddish berries[^1^] [^2^]. As an adjective, it can describe something that is sweet with a bitter aftertaste, or something that arouses pleasure tinged with sadness or pain[^1^] [^2^].\n\nThe origin of the term \"bittersweet\" can be traced back to Middle English (late 14th century), when it was used to describe drinks or experiences that were both bitter and sweet, and especially a type of apple[^3^] [^4^]. It was formed by combining the words \"bitter\" and \"sweet\", which are both derived from Proto-Germanic and Proto-Indo-European roots[^3^]. The term \"bittersweet\" is cognate with similar words in other languages, such as Dutch, German, Danish, and Swedish[^4^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://bing.com/search?q=origin+of+the+term+bittersweet \"\"\n[2]: https://www.merriam-webster.com/dictionary/bittersweet \"Bittersweet Definition & Meaning - Merriam-Webster\"\n[3]: https://www.etymonline.com/word/bittersweet \"bittersweet | Etymology, origin and meaning of bittersweet by etymonline\"\n[4]: https://en.wiktionary.org/wiki/bittersweet \"bittersweet - Wiktionary\"\n\nThe term \"bittersweet\" has two distinct meanings. As a noun, it can refer to a type of plant that has purple flowers and reddish berries[^1^][1] [^2^][2]. As an adjective, it can describe something that is sweet with a bitter aftertaste, or something that arouses pleasure tinged with sadness or pain[^1^][1] [^2^][2].\n\nThe origin of the term \"bittersweet\" can be traced back to Middle English (late 14th century), when it was used to describe drinks or experiences that were both bitter and sweet, and especially a type of apple[^3^][3] [^4^][4]. It was formed by combining the words \"bitter\" and \"sweet\", which are both derived from Proto-Germanic and Proto-Indo-European roots[^3^][3]. The term \"bittersweet\" is cognate with similar words in other languages, such as Dutch, German, Danish, and Swedish[^4^][4].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. bing.com](https://bing.com/search?q=origin+of+the+term+bittersweet) [2. www.merriam-webster.com](https://www.merriam-webster.com/dictionary/bittersweet) [3. www.etymonline.com](https://www.etymonline.com/word/bittersweet) [4. en.wiktionary.org](https://en.wiktionary.org/wiki/bittersweet)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "",
        "seeMoreUrl": "https://bing.com/search?q=origin+of+the+term+bittersweet",
        "searchQuery": "origin of the term bittersweet"
      },
      {
        "providerDisplayName": "Bittersweet Definition & Meaning - Merriam-Webster",
        "seeMoreUrl": "https://www.merriam-webster.com/dictionary/bittersweet",
        "searchQuery": "origin of the term bittersweet"
      },
      {
        "providerDisplayName": "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
        "seeMoreUrl": "https://www.etymonline.com/word/bittersweet",
        "searchQuery": "origin of the term bittersweet"
      },
      {
        "providerDisplayName": "bittersweet - Wiktionary",
        "seeMoreUrl": "https://en.wiktionary.org/wiki/bittersweet",
        "searchQuery": "origin of the term bittersweet"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The term \"bittersweet\" has two distinct meanings.",
        "As a noun, \"bittersweet\" can refer to a type of plant that has purple flowers and reddish berries.",
        "As an adjective, \"bittersweet\" can describe something that is sweet with a bitter aftertaste.",
        "As an adjective, \"bittersweet\" can describe something that arouses pleasure tinged with sadness or pain.",
        "The origin of the term \"bittersweet\" can be traced back to Middle English (late 14th century).",
        "The term \"bittersweet\" was used to describe drinks or experiences that were both bitter and sweet, and especially a type of apple.",
        "The term \"bittersweet\" was formed by combining the words \"bitter\" and \"sweet\".",
        "The words \"bitter\" and \"sweet\" are both derived from Proto-Germanic and Proto-Indo-European roots.",
        "The term \"bittersweet\" is cognate with similar words in other languages, such as Dutch, German, Danish, and Swedish."
      ],
      "queries": [
        "bittersweet term origin and meanings",
        "bittersweet plant noun purple flowers reddish berries",
        "bittersweet adjective meaning sweet with bitter aftertaste",
        "bittersweet adjective meaning pleasure sadness pain",
        "bittersweet origin Middle English etymology",
        "bittersweet etymology Middle English drinks experiences apple type",
        "bittersweet etymology bitter sweet origin",
        "Proto-Germanic Proto-Indo-European roots bitter sweet etymology",
        "bittersweet etymology cognates Dutch German Danish Swedish"
      ],
      "search_results": {
        "The term \"bittersweet\" has two distinct meanings.": [
          {
            "title": "Bittersweet Definition &amp; Meaning - Merriam-Webster",
            "url": "https://www.merriam-webster.com/dictionary/bittersweet",
            "content": [
              "Bittersweet Definition &amp; Meaning - Merriam-Webster",
              "bittersweet These examples are programmatically compiled from various online sources to illustrate current usage of the word 'bittersweet.'",
              "Any opinions expressed in the examples do not represent those of Merriam-Webster or its editors.",
              "Send us feedback about these examples.",
              "Noun 14th century, in the meaning defined at sense 1 Adjective 1576, in the meaning defined at sense 1 10 Words for Uncommon Colors Color names taken from paintings, flowers, fleas & more Internal Conflict: Single Word Oxymorons When a single word contains two conflicting ideas.",
              "bitter spar bittersweet bittersweet orange “Bittersweet.",
              "” Merriam-Webster.",
              "com Dictionary, Merriam-Webster, https://www.",
              "merriam-webster.",
              "com/dictionary/bittersweet.",
              "Accessed 7 Nov.",
              "2023.",
              "bittersweet bittersweet bittersweet Nglish: Translation of bittersweet for Spanish Speakers Britannica.",
              "com: Encyclopedia article about bittersweet Subscribe to America's largest dictionary and get thousands more definitions and advanced search—ad free!",
              "See Definitions and Examples » Get Word of the Day daily email!",
              "Learn a new word every day.",
              "Delivered to your inbox!",
              "OTHER MERRIAM-WEBSTER DICTIONARIES FOLLOW US © 2023 Merriam-Webster, Incorporated"
            ]
          },
          {
            "title": "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
            "url": "https://www.etymonline.com/word/bittersweet",
            "content": [
              "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
              "\"uniting bitterness and sweetness,\" 1610s, from bitter (adj.)",
              "+ sweet (adj.)",
              ".",
              "Perhaps older, as the same word is used as a noun in Middle English (late 14c.)",
              "for drinks or experiences that are both bitter and sweet and especially in reference to a type of apple;",
              "later of woody nightshade (1560s).",
              "Greek had a similarly formed compound, glykypikros, literally \"sweet-bitter.\"",
              "Old English biter \"having a harsh taste, sharp, cutting;",
              "angry, full of animosity;",
              "cruel,\" from Proto-Germanic *bitras- (source also of Old Saxon bittar, Old Norse bitr, Dutch bitter, Old High German bittar, German bitter, Gothic baitrs \"bitter\"), from suffixed form of PIE root *bheid- \"to split\" (source also of Old English bitan \"to bite;\"",
              "see bite (v.)",
              ").",
              "Evidently the meaning drifted in prehistoric times from \"biting, of pungent taste,\" to \"acrid-tasting.\"",
              "Used figuratively in Old English of states of mind and words.",
              "Related: Bitterly.",
              "Old English swete, Mercian swoete, \"pleasing to the senses, mind or feelings;",
              "having a pleasant disposition,\" from Proto-Germanic *swotja- (source also of Old Saxon swoti, Old Frisian swet, Swedish söt, Danish sød, Middle Dutch soete, Dutch zoet, Old High German swuozi, German süß), from PIE root *swād- \"sweet, pleasant\" (source also of Sanskrit svadus \"sweet;\"",
              "Greek hedys \"sweet, pleasant, agreeable,\" hedone \"pleasure;\"",
              "Latin suavis \"pleasant\" (not especially of taste), suadere \"to advise,\" properly \"to make something pleasant to\").",
              "Words for \"sweet\" in Indo-European languages typically are used for other sense as well and in general for \"pleasing.\"",
              "Also \"being in a sound or wholesome state\" (mid-13c.)",
              ", and, of water, \"fresh, not salt\" (late Old English).",
              "As an intensifier from 1958.",
              "Sweet in bed (c.",
              "1300) was the equivalent of modern colloquial good in bed.",
              "To be sweet on someone is recorded by 1690s.",
              "Sweet sixteen is recorded by 1767.",
              "Sweet dreams as a parting to one going to sleep is attested from 1897, short for sweet dreams to you, etc.",
              "Sweet-and-sour in cookery is from 1723 and not originally of Eastern dishes.",
              "Sweet nothings \"sentimental trivialities\" is from 1900.",
              "Sweet spot is from 1976, first in reference to tennis rackets.",
              "Sweet corn is from 1640s.",
              "The word in Chaucer's shoures soote (or schowres swoote) is Middle English sote \"sweet to the senses,\" from Old English swot, a different form from the same Germanic adjective.",
              "updated on September 28, 2017 bitter bitter end bittern bitterness bitters bittersweet bitty bitumen bituminous bivalence bivalent LINKS PRODUCTS ABOUT SUPPORT"
            ]
          },
          {
            "title": "BITTERSWEET | definition in the Cambridge English Dictionary",
            "url": "https://dictionary.cambridge.org/us/dictionary/english/bittersweet",
            "content": [
              "BITTERSWEET | definition in the Cambridge English Dictionary",
              "Your browser doesn't support HTML5 audio Your browser doesn't support HTML5 audio You can also find related words, phrases, and synonyms in the topics: Your browser doesn't support HTML5 audio Get a quick, free translation!",
              "Word of the Day Monopoly money money that has very little value Blog Have you come far?",
              "Chatting to someone you don’t know (2) New Words September Surge © Cambridge University Press & Assessment 2023 © Cambridge University Press & Assessment 2023 Add bittersweet to one of your lists below, or create a new one."
            ]
          }
        ],
        "As a noun, \"bittersweet\" can refer to a type of plant that has purple flowers and reddish berries.": [
          {
            "title": "Solanum dulcamara (Bittersweet Nightshade) - Minnesota Wildflowers",
            "url": "https://www.minnesotawildflowers.info/flower/bittersweet-nightshade",
            "content": [
              "Solanum dulcamara (Bittersweet Nightshade) - Minnesota Wildflowers",
              "Pick an image for a larger view.",
              "See the glossary for icon descriptions.",
              "Branching clusters of stalked flowers arising from leaf axils and at the tips of branching stems. Flowers are 1⁄2 inch across, 5 purple petals that are flaring to tightly curled back.",
              "Protruding like a missile in the center is a yellow column of stamens with a slender style extending at the tip.",
              "The calyx has 5 short triangular lobes;",
              "the calyx and stalk are smooth to sparsely hairy.",
              "Leaves are 11⁄4 to 4 inches long, 3⁄4 to 21⁄2 inches wide, generally egg-shaped tapering to a pointed or blunt tip, smooth to sparsely hairy, toothless, with a stalk up to 3⁄4 inch long.",
              "Most leaves have 2 small lobes at the base of the leaf that do not quite appear to be part of the blade.",
              "Stems are many branched, hairless to sparsely hairy, and lack tendrils, the stems climbing up anything nearby or becoming bushy depending on the particular site.",
              "Prostrate stems root at the nodes, the roots can sucker profusely, creating sizable patches.",
              "Lower stems are woody, the leafy branches dying back each year.",
              "Fruit is a 1⁄4-inch, green, oval to egg-shaped berry that ripens to shiny red.",
              "While this plant isn't as deadly as one of its common names suggests, the berries can make you sick if eaten in any quantity.",
              "This is likely a very under-reported weed in Minnesota, commonly found in yards, field and woodland edges, vacant lots, shorelines, and other disturbed, partly shady, average to moist soils.",
              "It popped up in my yard and, left to its own devices, spread like crazy, but wasn't too difficult to control with hand pulling followed by a thick layer of mulch.",
              "Map of native plant resources in the upper midwest Photos by K.",
              "Chayka taken in my yard in Ramsey County.",
              "Other photos courtesy Peter M.",
              "Dziuk.",
              "Have you seen this plant in Minnesota, or have any other comments about it?",
              "This plant is growing amongst the raspberries in my backyard garden in the Como Park neighborhood.",
              "Never noticed it before this year.",
              "The red berries are hanging right next to my raspberries.",
              "I'm wondering how dangerous they are since I have a 3 year old and children frequently visit my raspberry patch.",
              "Very pretty plant, though, and if it's not that poisonous, then I wouldn't want to rip it out.",
              "But if it IS fairly poisonous, then I would also appreciate tips on how to safely and effectively remove it from my garden.",
              "I would remove it, especially since you have it growing near other berry-producing plants.",
              "Best to get it before it spreads and takes over your yard, like it almost did in mine.",
              "Pulling isn't likely to be effective because the stems are pretty weak and will only break off, then it will just resprout.",
              "Herbicides like weed-be-gone should be effective.",
              "I would remove it.",
              "Although you aren't likely to see violent sickness as with its sister plant deadly nightshade, the berries can cause nausea in any quantity.",
              "Be sure to remove it quickly, as with most weeds bittersweet nightshade can easily choke away other plants and claim your yard.",
              "Definitely remove it.",
              "Bittersweet noxious is not native to North America, and is considered an invasive noxious weed: http://www.",
              "invasive.",
              "org/species/subject.",
              "cfm?",
              "sub=6448 I just want to mention that the term \"noxious weed\" has a very specific meaning.",
              "The MN Dept of Agriculture categorizes those plants into various primary and secondary groups of prohibited or restricted species, some of which are only considered noxious in some counties rather than statewide.",
              "Most \"noxious\" plants on the lists are actually agricultural pests, not necessarily ecological pests.",
              "So while it is true that bittersweet nightshade is non-native and can be a pest, it is not on the official Minnesota Noxious Weed list.",
              "I have this junk all over my yard.",
              "At first I thought it was pretty, but now I just want to trash and burn it.",
              "It pops up everywhere and if it gets big by anything, it will push up concrete or move other plants easily.",
              "Good luck getting rid of it.",
              ".",
              ".",
              "it still shows up even through nothing alive will touch the berries!",
              "!",
              "I have seen this in both Moorhead and now in Rochester.",
              "When I lived in Moorhead it grew all through and around my beautiful Miss Kim lilac and killed it.",
              "If the ground is really soft you can pull it out which for me was the most effective way of eradicating it.",
              "It is taking root in some landscaped dirt we dumped under our evergreen and quickly growing to vine through adjacent fencing.",
              "I'm pulling it today!",
              "Thanks for the information!",
              "!",
              "!",
              "!",
              "Yep, same in my backyard, specifically in the corners by where the fence edges meet.",
              "I've a toddler and an infant, so these need to go now.",
              "I had a pretty large infestation under the trees that surround my yard.",
              "Last year we pulled everything then spread a thick layer of wood chips over it.",
              "So far very little has come up through the wood chips and anything that does gets yanked before it has a chance to flower.",
              "So far so good.",
              "A few purple nightshade plants were in our front yard native prairie grass garden.",
              "The city inspector spotted them and advised removal--done.",
              "Both the blossoms and berries are colorful, but to be safe for kids they must go.",
              "Teach kids that bright red means \"STOP--Don't eat me!\"",
              "My 5-yr-old grand-daughter brought up the color code for safe eating on a recent outing in St.",
              "Paul at the Lilydale park fossil area, so the nature educators are on the job.",
              "I have had one plant that comes back every year.",
              "Near a run off, hasn't been a problem.",
              "this plant cross pollinated with my tomato plants i didn't know about it until eating one of the reached tomatos they made me vomit followed buy terrible vertigo just cut down bitter night shade that was taking over my clamatis trellis I'd like to point out that this is NOT deadly nightshade.",
              "Although it is poisonous, deadly nightshade is a different species.",
              "Kay, I'd like to point out that some plants go by many common names, and the same common name can apply to more than one species.",
              "That's the problem using only common names to identify a particular species.",
              "So, deadly nightshade may refer to this as well as other species.",
              "Just when I think I've finally gotten rid of this weed it pops up somewhere else in my yard.",
              "Very persistent weed.",
              "I have seen these around the Westwood nature center marsh here in St Louis park.",
              "Its why I came to this website.",
              "Sure is pretty for an invasive poison weed lol.",
              "I recently moved to Duluth and am attempting to identify the types of plants growing in my yard -- both native and non-native.",
              "While doing so, I spotted the diminutive, pretty flowers and delicate vine of a nightshade plant in the shade under a cedar tree that grows near the sidewalk on the northeast side of my house.",
              "I was hoping that it was a native plant, but after checking this web site, found that it is an invasive species ----- so out it will come today and into the garbage it will go.",
              "Thanks for the information.",
              "I'm using your web site quite a bit these days!",
              "We just found some of this plant in our yard.",
              "It was the first time we have spotted it.",
              "We pulled it out and hope it won't return.",
              "Like others, stumbled upon this page looking for info on this plant.",
              "Discovered by accident that we had this growing along the fence behind our shed when my 2 year-old ran up to me in the yard yesterday and said, \"Mommy!",
              "Peas!\"",
              "He had a handful of the green unripened berries.",
              ":-/ Asked him to show me where the \"peas\" were and found multiple vines weaving between the fence.",
              "That area of the yard is very shady, moist, and isolated.",
              "I'm emailing the neighbors (they have young kids, too, and we both have dogs) and hopefully we'll get rid of it I hate this plant.",
              "I am contantly pulling it, as I don't like using herbicides.",
              "Is there another way to rid myself of this plant if pulling doesn't work?",
              "Alika, pull everything you can then smother it with lots of mulch.",
              "We used wood chips and it has been quite effective.",
              "My uncle found this amongst his hedges and wondered what this strange vine was and he thought perhaps he didn't want it in there since it seemed to be choking the other things.",
              "This was helpful info with the pictures and measurements to help ID this plant and confirm why no wildlife wanted to eat the berries.",
              "Found in Duluth MN.",
              "found these growing in a small thicket by my property line between yards.",
              "Is it safe to burn what gets pulled?",
              "This is considered an invasive by the Forest Service: http://www.",
              "na.",
              "fs.",
              "fed.",
              "us/fhp/invasive_plants/weeds/bittersweet-nightshade.",
              "pdf.",
              "Why is this listed on a Minnesota wildflower list when it isn't even native to North America?",
              "Jennifer, our goal is to profile ALL plants found in the wild, not just natives.",
              "People want to know which are the weeds, too, and it's important to teach that as well.",
              "The chart of general plant info that's at the top of the page indicates whether it is native or not.",
              "Found a lot of this flower growing along a path in Jonathan and never knew what it was.",
              "It is rather pretty!",
              "R they poisn to dogs Just discovered this growing on the edge of our woods.",
              "I have been here over 20yrs, but this is the first year I noticed it.",
              "Sorry to hear its not a native plant.",
              "Found this invading my daughter's flower garden and shade garden as well as climbing up her pine trees.",
              "I pulled lots of it with the red berries this weekend.",
              "Very invasive but easy to pull out.",
              "It started in our yard under balsam fir trees about 4 years ago, we began to remove it once we found out its berries were toxic.",
              "It has now spread to the ash swamp next to our yard.",
              "This summer it really progressed in the ash swamp and has become very thick throughout.",
              "This vine has almost choked out our evergreen bushes.",
              "I just found this growing in my back yard flower bed.",
              ".",
              ".",
              ".",
              "It was not a plant I had planted and had to come here to locate what it was.",
              "It is a beautiful plant but after reading the posts here I plant to remove it immediately.",
              ".",
              ".",
              "I have many birds come to my back yard every year in the spring and wonder if maybe it was brought to me by them.",
              "This plant started under my deck a few years ago.",
              ".",
              ".",
              "we cut off the branches that were sticking through the floorboards and left the rest.",
              "BIG MISTAKE.",
              ".",
              ".",
              "the next year, this plant spread to all the bushes around my deck and choked them out.",
              ".",
              "we pulled them a few times a season, however, nothing seems to kill them.",
              "The year after they spread to my blue spruce and took that over, and then to all the bushes around my home, choking out my dogwood and basically making a big mess.",
              "This stuff grows so fast, you can pull these all weekend and the next weekend there are 1ft vines back.",
              "A few times a year we pull these suckers and fill the back of a pickup overflowing.",
              ":-(.",
              "I am checking with an extension agent to see what we can do to control this stuff!",
              "!",
              "!",
              "rant over We just moved into our house a week ago and noticed this bastard growing everywhere.",
              "The previous owners must have liked the flowers because it was everywhere.",
              "Damn near filled a 90 gallon garbage can with its weeds and roots.",
              "When left to grow, apparently, the roots are about as thick as a broom handle and incredibly long.",
              "Its a pain to get them out.",
              "Some roots have gone under the house.",
              "Having a problem with it every year i pull it roots and all it comes back even changed the dirt and before i changed the dirt i used herbicide to see if i could kill it but nothing working if i cut the stems to the roots off no joke with in a week it grows back today 7/4/15 i removed it by the roots it i comes back i calling the MDA or USDA to see what can be done cos i have a small dog she likes trying to eat it i Don't know what i Would do if god forebid ever happens to her Justin, try pulling out all you can then add a thick layer of wood chips for mulch.",
              "It worked for us.",
              "Didn't see a sign of it for several years after that.",
              "Some is coming back now but we're putting down a fresh layer of chips which should keep it at bay.",
              "Well now this is embarrassing.",
              ".",
              ".",
              ".",
              "I actually transplanted this from my back yard weed garden to a nice place up front by my porch thinking it was very pretty.",
              "I'll be yanking it out asap!",
              "Move into a new house and found this growing by the fence.",
              "Ripped it out yesterday b/c it was ugly, but now I'm glad to at least know what it is.",
              "Do my best to keep it away!",
              "I have this in my backyard and have been pulling it for years.",
              "I work in the conservation field and have found this throughout Winona County in various areas.",
              "I can remember this plant all over every empty lot or woodsy places I roamed as a child in Illinois.",
              "Now I'm in MN and I see it here and there, too.",
              "I do have some in my yard, in a hedgerow.",
              "It is pretty, I leave it alone, it's among other wild things, not doing any harm.",
              "I see it along some roadsides up here too.",
              "Saw this stuff in my backyard behind my shed by the wood pile.",
              "At first I didn't worry about it as was behind the shed and the flowers were pretty, then I started seeing the red berries and began to think it was annoying as it kept spreading.",
              "I started to pull it all out and glad I did once I read all of the other comments.",
              "Have never seen it before and no neighbors have ever talked about it.",
              "It is all mixed in with my grape vine.",
              ".",
              ".",
              "started pulling it out and apart.",
              ".",
              ".",
              "will let you know if it comes back Hello - Just found this plant in the prairie area that I am restoring.",
              "Since it is not native, I will be removing it.",
              "Thank you for your website!",
              "suppose I could pour vinegar on it to kill it?",
              "I have a bunch growing in a wood pile by our fence Jane, vinegar does not kill perennials, it just damages the above ground parts that come in direct contact with it.",
              "Pull it, then smother with woodchips.",
              "That worked for us.",
              "I have this in my yard, it never seems to spread anywhere, so I leave it.",
              "It's pretty and I hope it has some food value for the birds?",
              "?",
              "?",
              "?",
              "?",
              "?",
              "Growing along the shore of Fish Lake I just identified this new vine growing up an arbor in my backyard.",
              "I was amazed at how easily I found it online since I've never seen it before.",
              "Kudos to your knowledgeable website.",
              "Thanks!",
              "We have this growing in our front flower bed.",
              "We moved in a little over 3 years ago and have been working on the backyard and have been redoing everything back there.",
              "But now as we begin the work on the front i spotted this unique plant and was able to identify it using this site.",
              "Now i just need to kmow what to do with it.",
              "Thanks Found this in our backyard in Afton, MN today (7/13/17).",
              "It is so unique and beautiful, too bad it is invasive!",
              "Thank you for the info.",
              "This plant is growing at the base of an evergreen in my yard and into a raspberry bush.",
              "Not a good place for it since the kids all clamor to get at the berries and might mistake one of these for a raspberry!",
              "I pulled it but I know there are several more in the area.",
              "S MINNEAPOLIS near Lake Hiawatha.",
              "I just found a large patch of this in my back lot (Newport) near a very wet area and pulled it out.",
              "I found it a few weeks ago along my relative's fence line in Richfield.",
              "When I lived in Maple Grove near the park reserve it was a constant problem.",
              "Does burning kill the seeds or help it propagate?",
              "I've always just thrown the whole thing into the fire, but if that's going to help it sprout up new plants I'd like to know.",
              "We had an area of our woods harvested last winter, 2017, and now have found this plant.",
              "We are going to dig it out and dispose of it.",
              "Thank you!",
              "There is a variety of this plant in the greenspace areas around our building.",
              "I always thought it was a woodland plant, as I have usually seen a version of it hiking in other states also.",
              "This is growing in the oak woods right behind our house.",
              "If you see this stuff, kill it as fast as you can.",
              "It will take over everything else.",
              "I clipped off the berries alone last night and had a TON of it.",
              "Put it all in the garbage, will spray what's left with RoundUp (glyphosate).",
              "We found this plant growing like crazy in our tree rows this year, along with wild cucumber.",
              "Pulling it out.",
              "What a chore.",
              "I've seen this in my yard for a number of years and always pulled it out while it was small and before flowering.",
              "This year a clump revealed itself after a June storm took down a tree along side a creek/ditch and flowered so nicely.",
              "Hubby didn't cut it down as he thought I wanted to save it (wildflower?)",
              "I decided it was a weed as it was growing just too well and identified it using Stan Tekiela's field guide Wildflowers of MN.",
              "I was so glad to find your site and confirm identity.",
              "Picked all berries and tossed with the plants, roots & all.",
              "Now if I could just get rid of the poison ivy & Virginia creeper out back and the thistle & leafy spurge across the road it would make my summer ;)",
              "Nature can be so beautiful yet poisonous.",
              "I had this growing in my front yard.",
              "I thought it was pretty and wrapped it around my railing early September.",
              "I finally did some research and bam, it's a weed and the fruit may be poisonous.",
              "Well, there goes me a job to remove it.",
              "We had this suddenly begin growing all along our back fence line.",
              "It wasn't there last year or any other year prior.",
              "Can it spontaneously begin growing or do seeds have to be planted?",
              "Sarah, seed is transported by all manner of things: wind, water, critters, tire treads (ATVs, bikes, cars), mowers.",
              ".",
              ".",
              "Yours could have come from any number of sources.",
              "I've been fighting this pretty beast for several years- pulling it by hand from the beds behind our garage.",
              "Glad to hear wood chip mulching is effective after pulling, will try that too once Spring gets here.",
              "A former brother in law posted pictures on FB last Spring of a \"grapevine\" plant he'd planted by seed indoors.",
              ".",
              "lo and behold, from a pkg of seeds he'd purchased at Home Depot- and it was actually Nightshade!",
              "I informed/educated him- but what kind of seed company would sell this invasive and potentially dangerous thing under the false name of \"Grapevine\"?",
              "I have been fighting this plant in my raspberries for years.",
              "I did not clean up my raspberry bed last fall and this plant is everywhere!",
              "I am pulling and pulling.",
              "Ugh!",
              "Does it spread under the ground too?",
              "Just figured out what this was today.",
              "Is growing in my next door neighbors side yard (next to mine).",
              "I'll go spray it - they do absolutely nothing in their yard (we've lived here 4 1/2 years now).",
              "Wow, thanks to everyone!",
              "I just found this in my yard and thought it was pretty.",
              "With 2 dogs and a cat running around I figured I'd better find out what it is.",
              "Between it being near the garden and the lilacs, I am going to pull it and mulch it.",
              "This is growing all over our yard by our fence, in Cottage Grove.",
              ".",
              "It is getting pulled out today as our puppy has decided he want so put everything into his mouth, including the unripe berries.",
              "This has taken over my fence, trees, and bushes, like crazy in the last month and I've never seen it before this year!",
              "!",
              "It all got wripped out today!",
              "Soft ground and pulling from deep at the root base and it came out fairly easy, it's dealing with the huge long vines that is a pain.",
              "I live in a rural area just northeast of rochester - former pastureland developed with 12 homes.",
              "This plant is very persistent along edge of wooded areas, wild raspberry patches, and disturbed areas.",
              "Easy to rip out, but keeps coming back.",
              "Tried using 20% white vinegar on it, and it didn't even faze it.",
              "It's still as green as it can be despite other plants getting annihilated.",
              "Just found this pretty flower wrapped around our sumac in Savage, MN.",
              "Thanks for info, will pull and mulch!",
              "This plant has completely taken over my lawn and is very invasive in my flower beds.",
              "I see it in most lawns in town.",
              "Found this growing in my raspberry patch, pretty flowers but a nasty pest, difficult to pull in raspberries.",
              "Think i'll be looking for a herbicide to eradicate it, now i know what it is.",
              "Somebody mentioned burning this stuff.",
              "I know burning poison ivy is not good, but how about this stuff?",
              "?",
              "?",
              "?",
              "Could the poison be aerosolized or put into the form of noxious particles if burned?",
              "Kyle, it's a different kind of toxin.",
              "Go ahead and burn.",
              "I have something like this in my backyard with black berries.",
              "Is it the same thing or different?",
              "My new pup found and ate some!",
              "Linda, you likely have Solanum ptychanthum, black nightshade.",
              "This is growing in the middle of our lilac bush.",
              "It's beautiful so I came on a search to find out what it was.",
              "Glad I didn't mess with it, but I'm happy to hear it's not as toxic as its relatives.",
              "Does anyone know if there are any birds that rely on the berries?",
              "I know there is in Europe.",
              "I have a patch of this in our yard, but I haven't pulled it because it's full of baby bumblebees.",
              "I've been digging out part of the yard to turn to native plants anyway.",
              "Once the flowers are done I may work on getting it out, but not if some birds depend on it, then I'll wait til fall.",
              "Melissa, this plant does not have a significant value to any native wildlife.",
              "Native plants have higher value.",
              "I've found this in various places growing on the shoreline of Gull Lake.",
              "Encouraged owners to pull up.",
              "I have been seeing the red berries along the fence we share with neighbors, hadn't seen the flowers until this summer.",
              "I'll certainly be pulling this out, although I'm not sure my neighbors will.",
              ".",
              ".",
              "Growing in small clumps all along the trails, under and around other plants that seemed to be keeping it in check.",
              "Planted in a flower bed by previous owner.",
              "Very pernicious.",
              "I hand pull it.",
              "Ugh.",
              "Kind of bummed to read that I should pull this since the bumble bees seem to love it.",
              "Discovered a new bug though?",
              "Colorado potato beetle which also loves it.",
              "Pulling this stuff today.",
              "I found a huge bush of this growing in my neighborhood's prairie space and was honestly shocked.",
              "It's gorgeous, but I don't think any of the families with kids nearby know about it, which has me nervous.",
              "Maps need update.",
              "I found this in a row of old wind break pines between corn fields Isanti co.",
              "David, the maps reflect what's been previously recorded by the DNR's biological surveys and the University of MN Herbariums (St Paul and Duluth).",
              "Weeds in particular are most likely to be under-reported, since they often pop up in places outside of the usual survey areas.",
              "The best way to get the maps updated is to submit a specimen to the Bell Herbarium, then it becomes part of the official county record.",
              "I believe I found some of this in my son's raspberry patch.",
              "I crushed one of the ripe berries between my fingers and it smelled like tomato jam.",
              "Any idea if the berries of bittersweet nightshade smell like tomato jam?",
              "Ken, nightshade is in the same family as tomatoes, so the fragrance you noted is not unexpected.",
              "We have a very large patch of this that grows up the side of our deck.",
              "We have TONS of bumblebees that are in it all day.",
              "Last year we did see some birds eating the berries, but have not seen them this year.",
              "It has never spread out from where it is now, but can not seem to get rid of it.",
              "Is it safe to leave for the bees?",
              "Stephanie, seed is spread by wind, water and critters and could travel well beyond your own yard, you just may not see it.",
              "Are the bees visiting it because there isn't anything better?",
              "A variety of native plants will serve the native bees better.",
              "I allowed this to grow because the bees liked it.",
              "It's spread way too much.",
              "Today I spent an hour trying to take back my Rose bushes.",
              "There are some bushes growing in Kelly Lake.",
              "Found: -base of Clematis -around stump of my old willow tree -corner of the yard behind hostas I was trimming dead lower branches from a large spruce tree and found this vine climbing the trunk and branches.",
              "I thought it was kind of pretty.",
              "I really appreciate the information provided on this site, it made identification easy and explained the origin and characteristics of the vine.",
              "I will not hesitate to pull it out now since it is an invasive species!",
              "Bought a house last year end of summer.",
              "Found this in the wooded area behind my house growing amongst my raspberry bushes.",
              "Pretty flower but with pets, kids & my raspberries, I will be trying to remove it.",
              "Bought a house on 1+ acre, mostly wooded and uncultivated lot.",
              "Several invasives + bittersweet nightshade.",
              "Continuing to hand-pull to eradicate.",
              "I transplanted some from under a spruce tree, and it has grown well and looks great growing up my corn crib.",
              "I like the colored flowers and berries.",
              ".",
              ".",
              "People seem to dish on it, but so far, I like it.",
              "Found it in my backyard growing near some bushes that the birds like which is how I assume it got into my yard as I just found it and I have lived here for 10+ years.",
              "Cut down and pulling out and spraying with Round Up as this kills it.",
              "My daughter was pulling it out and found that it has a tap root so I am happy to spray it although I do not use herbicides regularly.",
              "First found it growing 2022 in a patch I've dedicated to whatever decides to come up.",
              "It's attractive in its own way so I'm glad it's not noxious or proscribed.",
              "I want to watch and see what insects it attracts.",
              "Julie, you'll want to keep your eye on it, as it can spread far and wide pretty quickly from underground stems. I found bittersweet nightshade growing under patches of trees.",
              "Some is growing into fences around schools in Saint Cloud.",
              "I just found this growing just outside of my garden bed.",
              "I've never seen it before, but it's only one single plant.",
              "Kelly, it may appear to be one single plant now, but it won't stay that way for long.",
              "The underground stems will send it everywhere.",
              "This vine has completely taken over a nearby stream bed in less than 2 years.",
              "It also is smothering white pines and red osier dogwood on the stream edges.",
              "It grows from both banks of the stream tributary and reaches across it , impeding the natural flow.",
              "How do you get rid of the roots that extend into the stream bed without disseminating it further?",
              "?",
              "?",
              "I am afraid it will make the water stagnate and fill in with topsoil/runoff if I do nothing.",
              "Jen, you might try asking your county's Soil and Water Conservation District for guidance, but don't expect much.",
              "Note: All comments are moderated before posting to keep the riff-raff out.",
              "An email address is required, but will not be posted—it will only be used for information exchange between the 2 of us (if needed) and will never be given to a 3rd party without your express permission.",
              "For info on subjects other than plant identification (gardening, invasive species control, edible plants, etc.)",
              ", please check the links and invasive species pages for additional resources.",
              "Your Name: Your email address: (required) Where in Minnesota?",
              "Comment (max 1000 characters): Note: Comments or information about plants outside of Minnesota and neighboring states may not be posted because I抎 like to keep the focus of this web site centered on Minnesota.",
              "Thanks for your understanding.",
              "please leave this field empty Note: Comments or information about plants outside of Minnesota and neighboring states may not be posted because I抎 like to keep the focus of this web site centered on Minnesota.",
              "Thanks for your understanding.",
              "Funding provided in part by the Minnesota Environment and Natural Resources Trust Fund as recommended by the Legislative-Citizen Commission on Minnesota Resources.",
              "Web design and content copyright © 2006-2023 MinnesotaWildflowers.",
              "info.",
              "See Terms of Use and Privacy Policy.",
              "Help support this site ~ Information for sponsor opportunities."
            ]
          },
          {
            "title": "Bittersweet | The Wildlife Trusts",
            "url": "https://www.wildlifetrusts.org/wildlife-explorer/wildflowers/bittersweet",
            "content": [
              "Bittersweet | The Wildlife Trusts",
              "Hedgehog by Tom Marshall The Wildlife Trusts is a movement made up of 46 Wildlife Trusts: independent charities with a shared mission.",
              "London Wildlife Trust volunteers Tom Hibbert David Tipling ©Anne Tanne Hedgerows are one of our most easily encountered wildlife habitats, found lining roads, railways and footpaths, bordering fields and.",
              ".",
              ".",
              "Volunteer to help wildlife in your local area.",
              "Volunteering opportunities range from community gardening, species surveying, caring for.",
              ".",
              ".",
              "The Wildlife Trusts: Protecting Wildlife for the Future.",
              "Registered charity number 207238 Regulated by the Fundraising Regulator.",
              "Read our fundraising promise here."
            ]
          },
          {
            "title": "Solanum dulcamara - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Solanum_dulcamara",
            "content": [
              "Solanum dulcamara - Wikipedia",
              "Solanum dulcamara is a species of vine in the genus Solanum (which also includes the potato and the tomato) of the family Solanaceae.",
              "Common names include bittersweet, bittersweet nightshade, bitter nightshade, blue bindweed, Amara Dulcis,[3] climbing nightshade,[4] felonwort, fellenwort, felonwood, poisonberry, poisonflower, scarlet berry, snakeberry,[5][6][7] trailing bittersweet, trailing nightshade, violet bloom, and woody nightshade.",
              "It is native to Europe and Asia, and widely naturalised elsewhere, including North America.",
              "It occurs in a very wide range of habitats, from woodlands to scrubland, hedges and marshes.",
              "Solanum dulcamara is a very woody herbaceous perennial vine, which scrambles over other plants, capable of reaching a height of 4 m where suitable support is available, but more often 1–2 m high.",
              "The leaves are 4–12 cm long, roughly arrowhead-shaped, and often lobed at the base.",
              "The flowers are in loose clusters of 3–20, 1–1.",
              "5 cm across, star-shaped, with five purple petals and yellow stamens and style pointing forward.",
              "The fruit is an ovoid red berry about 1 cm long,[8] soft and juicy, with the aspect and odour of a tiny tomato, and edible for some birds, which disperse the seeds widely.",
              "[citation needed] However, the berry is poisonous to humans and livestock,[9][10] and the berry's attractive and familiar look make it dangerous for children.",
              "It is native to northern Africa, Europe, and Asia, but has spread throughout the world.",
              "The plant is relatively important in the diet of some species of birds such as European thrushes,[11] which feed on its fruits, being immune to its poisons, and scatter the seeds abroad.",
              "It grows in all types of terrain with a preference for wetlands[12] and the understory of riparian forests.",
              "Along with other climbers, it creates a dark and impenetrable shelter for varied animals.",
              "The plant grows well in dark areas in places where it can receive the light of morning or afternoon.",
              "An area receiving bright light for many hours reduces its development.",
              "[12] It grows more easily in rich wet soils with plenty of nitrogen.",
              "When grown for medicinal purposes, it is best grown in a dry, exposed environment.",
              "[13] It is a nonnative species in the United States.",
              "[14] Solanum dulcamara has been valued by herbalists since ancient Greek times.",
              "In the Middle Ages the plant was thought to be effective against witchcraft, and was sometimes hung around the neck of cattle to protect them from the \"evil eye\".",
              "[15][16][17] It has been suggested that the plant was used both medicinally and to induce altered states of mind in Anglo-Saxon England.",
              "[18] John Gerard's Herball (1597) states that \"the juice is good for those that have fallen from high places, and have been thereby bruised or beaten, for it is thought to dissolve blood congealed or cluttered anywhere in the intrals and to heale the hurt places.\"",
              "[17] This plant is one of the less poisonous members of the Solanaceae.",
              "Instances of poisoning in humans are very rare on account of the fruit's intensely bitter taste.",
              "Incidentally, the fruit has been reported to have a sweet aftertaste, hence the vernacular name bittersweet.",
              "[19] The poison in this species is believed to be solanine.",
              "[20] The alkaloids, solanine (from unripe fruits), solasodine (from flowers) and beta-solamarine (from roots) have been found to inhibit the growth of E.",
              "coli and S.",
              "aureus.",
              "[21] Solanine and solasodine extracted from Solanum dulcamara showed antidermatophytic activity against Chrysosporium indicum, Trichophyton mentagrophytes and T.",
              "simil, thus it may cure ringworm.",
              "[22] The stems are approved by the German Commission E for external use as supportive therapy in chronic eczema.",
              "[23] Solanum dulcamara has a variety of documented medicinal uses, all of which are advised to be approached with proper caution as the entirety of the plant is considered to be poisonous.",
              "Always seek advice from a professional before using a plant medicinally.",
              "There have only been records of medicinal use for adults (not children) and it is possible to be allergic to Solanum dulcamara;",
              "medicinal use is not advised in these cases.",
              "[24] The stem of Solanum dulcamara is believed to be considerably less poisonous than the rest of the plant, and it has mostly been used in treatment for conditions of the skin.",
              "There are records of it being used to treat mild recurrent eczema, psoriasis, scabies, and dermatomycosis.",
              "[25][26] Stems are harvested when they do not yet have leaves (or the leaves have already fallen) and are shredded into small pieces.",
              "They are mostly known to be applied in the form of liquid onto the skin, but infusing it into a drink is also possible, though not recommended.",
              "[27] The stem has also been used in treatment for bronchitis, asthma, and pneumonia.",
              "[26] The leaves of Solanum dulcamara have been known to treat warts and tumors, while the fruit can treat conditions of the respiratory tract and joints.",
              "[24] It has been documented that Indigenous people of North America used the roots for relief of fever and nausea.",
              "[28] Solanum dulcamara has been used as a symbol of fidelity.",
              "This is in reference to its curious property of combining extreme bitterness with surprising sweetness - hence its common name \"bittersweet.\"",
              "This symbolism is seen in Christian art from the Middle Ages as well as in bridal wreaths.",
              "[29] Flowers, Ottawa, Ontario Flowers Fruits Solanum dulcamara Bittersweet Nightshade in Clark County, Ohio.",
              "Bittersweet after rain in Boston, Massachusetts"
            ]
          }
        ],
        "As an adjective, \"bittersweet\" can describe something that is sweet with a bitter aftertaste.": [
          {
            "title": "BITTERSWEET | definition in the Cambridge English Dictionary",
            "url": "https://dictionary.cambridge.org/us/dictionary/english/bittersweet",
            "content": [
              "BITTERSWEET | definition in the Cambridge English Dictionary",
              "Your browser doesn't support HTML5 audio Your browser doesn't support HTML5 audio You can also find related words, phrases, and synonyms in the topics: Your browser doesn't support HTML5 audio Get a quick, free translation!",
              "Word of the Day Monopoly money money that has very little value Blog Have you come far?",
              "Chatting to someone you don’t know (2) New Words September Surge © Cambridge University Press & Assessment 2023 © Cambridge University Press & Assessment 2023 Add bittersweet to one of your lists below, or create a new one."
            ]
          },
          {
            "title": "Bittersweet Definition &amp; Meaning - Merriam-Webster",
            "url": "https://www.merriam-webster.com/dictionary/bittersweet",
            "content": [
              "Bittersweet Definition &amp; Meaning - Merriam-Webster",
              "bittersweet These examples are programmatically compiled from various online sources to illustrate current usage of the word 'bittersweet.'",
              "Any opinions expressed in the examples do not represent those of Merriam-Webster or its editors.",
              "Send us feedback about these examples.",
              "Noun 14th century, in the meaning defined at sense 1 Adjective 1576, in the meaning defined at sense 1 10 Words for Uncommon Colors Color names taken from paintings, flowers, fleas & more Internal Conflict: Single Word Oxymorons When a single word contains two conflicting ideas.",
              "bitter spar bittersweet bittersweet orange “Bittersweet.",
              "” Merriam-Webster.",
              "com Dictionary, Merriam-Webster, https://www.",
              "merriam-webster.",
              "com/dictionary/bittersweet.",
              "Accessed 7 Nov.",
              "2023.",
              "bittersweet bittersweet bittersweet Nglish: Translation of bittersweet for Spanish Speakers Britannica.",
              "com: Encyclopedia article about bittersweet Subscribe to America's largest dictionary and get thousands more definitions and advanced search—ad free!",
              "See Definitions and Examples » Get Word of the Day daily email!",
              "Learn a new word every day.",
              "Delivered to your inbox!",
              "OTHER MERRIAM-WEBSTER DICTIONARIES FOLLOW US © 2023 Merriam-Webster, Incorporated"
            ]
          },
          {
            "title": "Bittersweet - Definition, Meaning &amp; Synonyms | Vocabulary.com",
            "url": "https://www.vocabulary.com/dictionary/bittersweet",
            "content": [
              "Bittersweet - Definition, Meaning &amp; Synonyms | Vocabulary.com",
              "Other forms: bittersweetly The adjective bittersweet describes a taste that is a blend of bitter and sweet.",
              "Bittersweet chocolate, for example, contains more chocolate and less sugar than milk chocolate or even semisweet chocolate.",
              "The adjective bittersweet doesn't just refer to taste.",
              "It can also describe a blend of emotions that are sweet but also tinged with sadness.",
              "If you attend a memorial service for your grandmother, for example, you can enjoy telling stories of the things you did together, but still feel sad that she's gone.",
              "The feelings and memories you have make you simultaneously happy and sad, and are therefore bittersweet.",
              "In a series of autobiographical poems, Jacqueline Woodson vividly brings her childhood and adolescence to life.",
              "This memoir in verse won the National Book Award, the Coretta Scott King Award, and the Newbery Honor Award.",
              "After spending the first nine years of his life in prison with his mother, Kabir learns to survive on the streets of Chennai, India, while looking for a way to prove his mother's innocence.",
              "This book tells the inspiring true story of Luma Mufleh, a Jordanian woman who quit her job in order to coach the Fugees, a soccer team of refugee boys.",
              "Making educational experiences better for everyone.",
              "Comprehensive K-12personalized learning Immersive learningfor 25 languages Trusted tutors for300 subjects 35,000 worksheets, games,and lesson plans Marketplace for millions ofeducator-created resources Fun educationalgames for kids Spanish-English dictionary,translator, and learning Fast and accuratelanguage certification Copyright © 2023 Vocabulary.",
              "com, Inc.",
              ", a division of IXL Learning • All Rights Reserved.",
              "Making educational experiences better for everyone.",
              "Comprehensive K-12personalized learning Immersive learningfor 25 languages Trusted tutors for300 subjects 35,000 worksheets, games,and lesson plans Marketplace for millions ofeducator-created resources Fun educationalgames for kids Spanish-English dictionary,translator, and learning Fast and accuratelanguage certification Copyright © 2023 Vocabulary.",
              "com, Inc.",
              ", a division of IXL Learning • All Rights Reserved."
            ]
          }
        ],
        "As an adjective, \"bittersweet\" can describe something that arouses pleasure tinged with sadness or pain.": [
          {
            "title": "Bittersweet Definition &amp; Meaning - Merriam-Webster",
            "url": "https://www.merriam-webster.com/dictionary/bittersweet",
            "content": [
              "Bittersweet Definition &amp; Meaning - Merriam-Webster",
              "bittersweet These examples are programmatically compiled from various online sources to illustrate current usage of the word 'bittersweet.'",
              "Any opinions expressed in the examples do not represent those of Merriam-Webster or its editors.",
              "Send us feedback about these examples.",
              "Noun 14th century, in the meaning defined at sense 1 Adjective 1576, in the meaning defined at sense 1 10 Words for Uncommon Colors Color names taken from paintings, flowers, fleas & more Internal Conflict: Single Word Oxymorons When a single word contains two conflicting ideas.",
              "bitter spar bittersweet bittersweet orange “Bittersweet.",
              "” Merriam-Webster.",
              "com Dictionary, Merriam-Webster, https://www.",
              "merriam-webster.",
              "com/dictionary/bittersweet.",
              "Accessed 7 Nov.",
              "2023.",
              "bittersweet bittersweet bittersweet Nglish: Translation of bittersweet for Spanish Speakers Britannica.",
              "com: Encyclopedia article about bittersweet Subscribe to America's largest dictionary and get thousands more definitions and advanced search—ad free!",
              "See Definitions and Examples » Get Word of the Day daily email!",
              "Learn a new word every day.",
              "Delivered to your inbox!",
              "OTHER MERRIAM-WEBSTER DICTIONARIES FOLLOW US © 2023 Merriam-Webster, Incorporated"
            ]
          },
          {
            "title": "BITTERSWEET | English meaning - Cambridge Dictionary",
            "url": "https://dictionary.cambridge.org/dictionary/english/bittersweet",
            "content": [
              "BITTERSWEET | English meaning - Cambridge Dictionary",
              "Your browser doesn't support HTML5 audio Your browser doesn't support HTML5 audio You can also find related words, phrases, and synonyms in the topics: Your browser doesn't support HTML5 audio Get a quick, free translation!",
              "Word of the Day Monopoly money money that has very little value Blog Have you come far?",
              "Chatting to someone you don’t know (2) New Words September Surge © Cambridge University Press & Assessment 2023 © Cambridge University Press & Assessment 2023 Add bittersweet to one of your lists below, or create a new one."
            ]
          },
          {
            "title": "Bittersweet - Definition, Meaning &amp; Synonyms | Vocabulary.com",
            "url": "https://www.vocabulary.com/dictionary/bittersweet",
            "content": [
              "Bittersweet - Definition, Meaning &amp; Synonyms | Vocabulary.com",
              "Other forms: bittersweetly The adjective bittersweet describes a taste that is a blend of bitter and sweet.",
              "Bittersweet chocolate, for example, contains more chocolate and less sugar than milk chocolate or even semisweet chocolate.",
              "The adjective bittersweet doesn't just refer to taste.",
              "It can also describe a blend of emotions that are sweet but also tinged with sadness.",
              "If you attend a memorial service for your grandmother, for example, you can enjoy telling stories of the things you did together, but still feel sad that she's gone.",
              "The feelings and memories you have make you simultaneously happy and sad, and are therefore bittersweet.",
              "In a series of autobiographical poems, Jacqueline Woodson vividly brings her childhood and adolescence to life.",
              "This memoir in verse won the National Book Award, the Coretta Scott King Award, and the Newbery Honor Award.",
              "After spending the first nine years of his life in prison with his mother, Kabir learns to survive on the streets of Chennai, India, while looking for a way to prove his mother's innocence.",
              "This book tells the inspiring true story of Luma Mufleh, a Jordanian woman who quit her job in order to coach the Fugees, a soccer team of refugee boys.",
              "Making educational experiences better for everyone.",
              "Comprehensive K-12personalized learning Immersive learningfor 25 languages Trusted tutors for300 subjects 35,000 worksheets, games,and lesson plans Marketplace for millions ofeducator-created resources Fun educationalgames for kids Spanish-English dictionary,translator, and learning Fast and accuratelanguage certification Copyright © 2023 Vocabulary.",
              "com, Inc.",
              ", a division of IXL Learning • All Rights Reserved.",
              "Making educational experiences better for everyone.",
              "Comprehensive K-12personalized learning Immersive learningfor 25 languages Trusted tutors for300 subjects 35,000 worksheets, games,and lesson plans Marketplace for millions ofeducator-created resources Fun educationalgames for kids Spanish-English dictionary,translator, and learning Fast and accuratelanguage certification Copyright © 2023 Vocabulary.",
              "com, Inc.",
              ", a division of IXL Learning • All Rights Reserved."
            ]
          }
        ],
        "The origin of the term \"bittersweet\" can be traced back to Middle English (late 14th century).": [
          {
            "title": "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
            "url": "https://www.etymonline.com/word/bittersweet",
            "content": [
              "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
              "\"uniting bitterness and sweetness,\" 1610s, from bitter (adj.)",
              "+ sweet (adj.)",
              ".",
              "Perhaps older, as the same word is used as a noun in Middle English (late 14c.)",
              "for drinks or experiences that are both bitter and sweet and especially in reference to a type of apple;",
              "later of woody nightshade (1560s).",
              "Greek had a similarly formed compound, glykypikros, literally \"sweet-bitter.\"",
              "Old English biter \"having a harsh taste, sharp, cutting;",
              "angry, full of animosity;",
              "cruel,\" from Proto-Germanic *bitras- (source also of Old Saxon bittar, Old Norse bitr, Dutch bitter, Old High German bittar, German bitter, Gothic baitrs \"bitter\"), from suffixed form of PIE root *bheid- \"to split\" (source also of Old English bitan \"to bite;\"",
              "see bite (v.)",
              ").",
              "Evidently the meaning drifted in prehistoric times from \"biting, of pungent taste,\" to \"acrid-tasting.\"",
              "Used figuratively in Old English of states of mind and words.",
              "Related: Bitterly.",
              "Old English swete, Mercian swoete, \"pleasing to the senses, mind or feelings;",
              "having a pleasant disposition,\" from Proto-Germanic *swotja- (source also of Old Saxon swoti, Old Frisian swet, Swedish söt, Danish sød, Middle Dutch soete, Dutch zoet, Old High German swuozi, German süß), from PIE root *swād- \"sweet, pleasant\" (source also of Sanskrit svadus \"sweet;\"",
              "Greek hedys \"sweet, pleasant, agreeable,\" hedone \"pleasure;\"",
              "Latin suavis \"pleasant\" (not especially of taste), suadere \"to advise,\" properly \"to make something pleasant to\").",
              "Words for \"sweet\" in Indo-European languages typically are used for other sense as well and in general for \"pleasing.\"",
              "Also \"being in a sound or wholesome state\" (mid-13c.)",
              ", and, of water, \"fresh, not salt\" (late Old English).",
              "As an intensifier from 1958.",
              "Sweet in bed (c.",
              "1300) was the equivalent of modern colloquial good in bed.",
              "To be sweet on someone is recorded by 1690s.",
              "Sweet sixteen is recorded by 1767.",
              "Sweet dreams as a parting to one going to sleep is attested from 1897, short for sweet dreams to you, etc.",
              "Sweet-and-sour in cookery is from 1723 and not originally of Eastern dishes.",
              "Sweet nothings \"sentimental trivialities\" is from 1900.",
              "Sweet spot is from 1976, first in reference to tennis rackets.",
              "Sweet corn is from 1640s.",
              "The word in Chaucer's shoures soote (or schowres swoote) is Middle English sote \"sweet to the senses,\" from Old English swot, a different form from the same Germanic adjective.",
              "updated on September 28, 2017 bitter bitter end bittern bitterness bitters bittersweet bitty bitumen bituminous bivalence bivalent LINKS PRODUCTS ABOUT SUPPORT"
            ]
          },
          {
            "title": "bittersweet - Wiktionary, the free dictionary",
            "url": "https://en.wiktionary.org/wiki/bittersweet",
            "content": [
              "bittersweet - Wiktionary, the free dictionary",
              "From Middle English bitterswete, biterswete, equivalent to bitter +‎ sweet.",
              "Cognate with Saterland Frisian bitterswäit (“bittersweet”), West Frisian bittersoet (“bittersweet”), Dutch bitterzoet (“bittersweet”), German bittersüß (“bittersweet”), Danish bittersød (“bittersweet”), Swedish bittersöt (“bittersweet”).",
              "bittersweet (comparative more bittersweet, superlative most bittersweet) bittersweet (plural bittersweets)"
            ]
          },
          {
            "title": "bittersweet, n. &amp; adj. meanings, etymology and more | Oxford English ...",
            "url": "https://www.oed.com/dictionary/bittersweet_n",
            "content": [
              "bittersweet, n. &amp; adj. meanings, etymology and more | Oxford English ...",
              "Signed in as: UMass Amherst Libraries Accounts using IP based authentication will not be signed out.",
              "Sign in as administrator on Oxford Academic There are seven meanings listed in OED's entry for the word bittersweet, two of which are labelled obsolete.",
              "See ‘Meaning & use’ for definitions, usage, and quotation evidence.",
              "Earliest known use Middle English The earliest known use of the word bittersweet is in the Middle English period (1150—1500).",
              "OED's earliest evidence for bittersweet is from before 1393, in the writing of John Gower, poet.",
              "bittersweet is formed within English, by compounding.",
              "Etymons: bitter adj.",
              ", sweet adj.",
              "Some consonants can take the function of the vowel in unstressed syllables.",
              "Where necessary, a syllabic marker diacritic is used, hence <petal> /ˈpɛtl/ but <petally> /ˈpɛtl̩i/.",
              "View the pronunciation model here.",
              "* /d/ also represents a 'tapped' /t/ as in <bitter> Some consonants can take the function of the vowel in unstressed syllables.",
              "Where necessary, a syllabic marker diacritic is used, hence <petal> /ˈpɛd(ə)l/ but <petally> /ˈpɛdl̩i/.",
              "View the pronunciation model here.",
              "Simple text respell breaks words into syllables, separated by a hyphen.",
              "The syllable which carries the primary stress is written in capital letters.",
              "This key covers both British and U.",
              "S.",
              "English Simple Text Respell.",
              "b, d, f, h, k, l, m, n, p, r, s, t, v, w and z have their standard English values bittersweet typically occurs about 0.",
              "5 times per million words in modern written English.",
              "bittersweet is in frequency band 4, which contains words occurring between 0.",
              "1 and 1 times per million words in modern written English.",
              "More about OED's frequency bands * Occurrences per million words in written English Historical frequency series are derived from Google Books Ngrams (version 2), a data set based on a corpus of several million books printed in English between 1500 and 2010.",
              "The Ngrams data has been cross-checked against frequency measures from other corpora, and re-analysed in order to handle homographs and other ambiguities.",
              "The overall frequency for a given word is calculated by summing frequencies for the main form of the word, any plural or inflected forms, and any major spelling variations.",
              "Smoothing has been applied to series for lower-frequency words, using a moving-average algorithm.",
              "This reduces short-term fluctuations, which may be produced by variability in the content of the Google Books corpus.",
              "* Occurrences per million words in written English Modern frequency series are derived from a corpus of 20 billion words, covering the period from 2017 to the present.",
              "The corpus is mainly compiled from online news sources, and covers all major varieties of World English.",
              "Smoothing has been applied to series for lower-frequency words, using a moving-average algorithm.",
              "This reduces short-term fluctuations, which may be produced by variability in the content of the corpus.",
              "bittersweet, n.",
              "& adj.",
              "was revised in July 2023 bittersweet, n.",
              "& adj.",
              "was last modified in September 2023 oed.",
              "com is a living text, updated every three months.",
              "Modifications may include: Revisions and additions of this kind were last incorporated into bittersweet, n.",
              "& adj.",
              "in September 2023.",
              "Earlier versions of bittersweet, n.",
              "& adj.",
              "were published in: Please submit your feedback for bittersweet, n.",
              "& adj.",
              "Please include your email address if you are happy to be contacted about your feedback.",
              "OUP will not use this email address for any other purpose.",
              "Oxford University Press is a department of the University of Oxford.",
              "It furthers the University's objective of excellence in research, scholarship, and education by publishing worldwide"
            ]
          }
        ],
        "The term \"bittersweet\" was used to describe drinks or experiences that were both bitter and sweet, and especially a type of apple.": [
          {
            "title": "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
            "url": "https://www.etymonline.com/word/bittersweet",
            "content": [
              "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
              "\"uniting bitterness and sweetness,\" 1610s, from bitter (adj.)",
              "+ sweet (adj.)",
              ".",
              "Perhaps older, as the same word is used as a noun in Middle English (late 14c.)",
              "for drinks or experiences that are both bitter and sweet and especially in reference to a type of apple;",
              "later of woody nightshade (1560s).",
              "Greek had a similarly formed compound, glykypikros, literally \"sweet-bitter.\"",
              "Old English biter \"having a harsh taste, sharp, cutting;",
              "angry, full of animosity;",
              "cruel,\" from Proto-Germanic *bitras- (source also of Old Saxon bittar, Old Norse bitr, Dutch bitter, Old High German bittar, German bitter, Gothic baitrs \"bitter\"), from suffixed form of PIE root *bheid- \"to split\" (source also of Old English bitan \"to bite;\"",
              "see bite (v.)",
              ").",
              "Evidently the meaning drifted in prehistoric times from \"biting, of pungent taste,\" to \"acrid-tasting.\"",
              "Used figuratively in Old English of states of mind and words.",
              "Related: Bitterly.",
              "Old English swete, Mercian swoete, \"pleasing to the senses, mind or feelings;",
              "having a pleasant disposition,\" from Proto-Germanic *swotja- (source also of Old Saxon swoti, Old Frisian swet, Swedish söt, Danish sød, Middle Dutch soete, Dutch zoet, Old High German swuozi, German süß), from PIE root *swād- \"sweet, pleasant\" (source also of Sanskrit svadus \"sweet;\"",
              "Greek hedys \"sweet, pleasant, agreeable,\" hedone \"pleasure;\"",
              "Latin suavis \"pleasant\" (not especially of taste), suadere \"to advise,\" properly \"to make something pleasant to\").",
              "Words for \"sweet\" in Indo-European languages typically are used for other sense as well and in general for \"pleasing.\"",
              "Also \"being in a sound or wholesome state\" (mid-13c.)",
              ", and, of water, \"fresh, not salt\" (late Old English).",
              "As an intensifier from 1958.",
              "Sweet in bed (c.",
              "1300) was the equivalent of modern colloquial good in bed.",
              "To be sweet on someone is recorded by 1690s.",
              "Sweet sixteen is recorded by 1767.",
              "Sweet dreams as a parting to one going to sleep is attested from 1897, short for sweet dreams to you, etc.",
              "Sweet-and-sour in cookery is from 1723 and not originally of Eastern dishes.",
              "Sweet nothings \"sentimental trivialities\" is from 1900.",
              "Sweet spot is from 1976, first in reference to tennis rackets.",
              "Sweet corn is from 1640s.",
              "The word in Chaucer's shoures soote (or schowres swoote) is Middle English sote \"sweet to the senses,\" from Old English swot, a different form from the same Germanic adjective.",
              "updated on September 28, 2017 bitter bitter end bittern bitterness bitters bittersweet bitty bitumen bituminous bivalence bivalent LINKS PRODUCTS ABOUT SUPPORT"
            ]
          },
          {
            "title": "bittersweet - Wiktionary, the free dictionary",
            "url": "https://en.wiktionary.org/wiki/bittersweet",
            "content": [
              "bittersweet - Wiktionary, the free dictionary",
              "From Middle English bitterswete, biterswete, equivalent to bitter +‎ sweet.",
              "Cognate with Saterland Frisian bitterswäit (“bittersweet”), West Frisian bittersoet (“bittersweet”), Dutch bitterzoet (“bittersweet”), German bittersüß (“bittersweet”), Danish bittersød (“bittersweet”), Swedish bittersöt (“bittersweet”).",
              "bittersweet (comparative more bittersweet, superlative most bittersweet) bittersweet (plural bittersweets)"
            ]
          },
          {
            "title": "bittersweet - etymology.en-academic.com",
            "url": "https://etymology.en-academic.com/7342/bittersweet",
            "content": [
              "bittersweet - etymology.en-academic.com",
              "Etymology dictionary.",
              "2014.",
              "Bittersweet — refers to a combination of the standard tastes of sweetness and bitterness, and is often used as a metaphor for experiences which have elements of both happiness and sadness.",
              "The term may also refer to:Biology*A vine in the nightshade family,.",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Wikipedia Bittersweet Me — Saltar a navegación, búsqueda «Bittersweet Me» Sencillo de R.",
              "E.",
              "M.",
              "del álbum New Adventures in Hi Fi Publicación 5 de noviembre de 1996 Formato .",
              ".",
              ".",
              "Wikipedia Español Bittersweet — Saltar a navegación, búsqueda «Bittersweet» Sencillo de Apocalyptica del álbum Apocalyptica Publicación 29 de noviembre del 2004 Formato CD Single .",
              ".",
              ".",
              "Wikipedia Español Bittersweet — Bit ter*sweet , n.",
              "1.",
              "Anything which is bittersweet.",
              "[1913 Webster] 2.",
              "A kind of apple so called.",
              "Gower.",
              "[1913 Webster] 3.",
              "(Bot.)",
              "(a) A climbing shrub, with oval coral red berries ({Solanum dulcamara});",
              "woody nightshade.",
              "The whole plant is.",
              ".",
              ".",
              ".",
              ".",
              ".",
              "The Collaborative International Dictionary of English Bittersweet — Bit ter*sweet , a.",
              "Sweet and then bitter or bitter and then sweet;",
              "esp.",
              "sweet with a bitter after taste;",
              "hence (Fig.)",
              ", pleasant but painful.",
              "[1913 Webster] .",
              ".",
              ".",
              "The Collaborative International Dictionary of English bittersweet — ► ADJECTIVE 1) sweet with a bitter aftertaste.",
              "2) arousing pleasure tinged with sadness or pain.",
              "► NOUN ▪ a vine like American climbing plant bearing clusters of bright orange pods .",
              ".",
              ".",
              "English terms dictionary bittersweet — [bit′ər swēt ́] n.",
              "☆ 1.",
              "a North American twining woody vine (Celastrus scandens) of the staff tree family, with poisonous leaves, and bearing clusters of small orange fruits with bright red fleshy seeds 2.",
              "a poisonous, climbing European vine.",
              ".",
              ".",
              ".",
              ".",
              ".",
              "English World dictionary bittersweet — bittersweetly, adv.",
              "bittersweetness, n.",
              "adj.",
              "/bit euhr sweet , bit euhr sweet /;",
              "n.",
              "/bit euhr sweet /, adj.",
              "1.",
              "both bitter and sweet to the taste: bittersweet chocolate.",
              "2.",
              "both pleasant and painful or regretful: a bittersweet memory.",
              "n.",
              "3.",
              "Also.",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Universalium bittersweet — I noun 1.",
              "poisonous perennial Old World vine having violet flowers and oval coral red berries;",
              "widespread weed in North America • Syn: ↑bittersweet nightshade, ↑climbing nightshade, ↑deadly nightshade, ↑poisonous nightshade, ↑woody nightshade,.",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Useful english dictionary Bittersweet Me — Infobox Single | Name = Bittersweet Me Artist = R.",
              "E.",
              "M.",
              "from Album = New Adventures in Hi Fi Released = November 5, 1996 Format = CD single, 7 single, Cassette Recorded = November 7, 1995 Memphis soundcheck Genre = Rock Length = 4:06 Label =.",
              ".",
              ".",
              ".",
              ".",
              ".",
              "Wikipedia"
            ]
          }
        ],
        "The term \"bittersweet\" was formed by combining the words \"bitter\" and \"sweet\".": [
          {
            "title": "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
            "url": "https://www.etymonline.com/word/bittersweet",
            "content": [
              "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
              "\"uniting bitterness and sweetness,\" 1610s, from bitter (adj.)",
              "+ sweet (adj.)",
              ".",
              "Perhaps older, as the same word is used as a noun in Middle English (late 14c.)",
              "for drinks or experiences that are both bitter and sweet and especially in reference to a type of apple;",
              "later of woody nightshade (1560s).",
              "Greek had a similarly formed compound, glykypikros, literally \"sweet-bitter.\"",
              "Old English biter \"having a harsh taste, sharp, cutting;",
              "angry, full of animosity;",
              "cruel,\" from Proto-Germanic *bitras- (source also of Old Saxon bittar, Old Norse bitr, Dutch bitter, Old High German bittar, German bitter, Gothic baitrs \"bitter\"), from suffixed form of PIE root *bheid- \"to split\" (source also of Old English bitan \"to bite;\"",
              "see bite (v.)",
              ").",
              "Evidently the meaning drifted in prehistoric times from \"biting, of pungent taste,\" to \"acrid-tasting.\"",
              "Used figuratively in Old English of states of mind and words.",
              "Related: Bitterly.",
              "Old English swete, Mercian swoete, \"pleasing to the senses, mind or feelings;",
              "having a pleasant disposition,\" from Proto-Germanic *swotja- (source also of Old Saxon swoti, Old Frisian swet, Swedish söt, Danish sød, Middle Dutch soete, Dutch zoet, Old High German swuozi, German süß), from PIE root *swād- \"sweet, pleasant\" (source also of Sanskrit svadus \"sweet;\"",
              "Greek hedys \"sweet, pleasant, agreeable,\" hedone \"pleasure;\"",
              "Latin suavis \"pleasant\" (not especially of taste), suadere \"to advise,\" properly \"to make something pleasant to\").",
              "Words for \"sweet\" in Indo-European languages typically are used for other sense as well and in general for \"pleasing.\"",
              "Also \"being in a sound or wholesome state\" (mid-13c.)",
              ", and, of water, \"fresh, not salt\" (late Old English).",
              "As an intensifier from 1958.",
              "Sweet in bed (c.",
              "1300) was the equivalent of modern colloquial good in bed.",
              "To be sweet on someone is recorded by 1690s.",
              "Sweet sixteen is recorded by 1767.",
              "Sweet dreams as a parting to one going to sleep is attested from 1897, short for sweet dreams to you, etc.",
              "Sweet-and-sour in cookery is from 1723 and not originally of Eastern dishes.",
              "Sweet nothings \"sentimental trivialities\" is from 1900.",
              "Sweet spot is from 1976, first in reference to tennis rackets.",
              "Sweet corn is from 1640s.",
              "The word in Chaucer's shoures soote (or schowres swoote) is Middle English sote \"sweet to the senses,\" from Old English swot, a different form from the same Germanic adjective.",
              "updated on September 28, 2017 bitter bitter end bittern bitterness bitters bittersweet bitty bitumen bituminous bivalence bivalent LINKS PRODUCTS ABOUT SUPPORT"
            ]
          },
          {
            "title": "bittersweet - Wiktionary, the free dictionary",
            "url": "https://en.wiktionary.org/wiki/bittersweet",
            "content": [
              "bittersweet - Wiktionary, the free dictionary",
              "From Middle English bitterswete, biterswete, equivalent to bitter +‎ sweet.",
              "Cognate with Saterland Frisian bitterswäit (“bittersweet”), West Frisian bittersoet (“bittersweet”), Dutch bitterzoet (“bittersweet”), German bittersüß (“bittersweet”), Danish bittersød (“bittersweet”), Swedish bittersöt (“bittersweet”).",
              "bittersweet (comparative more bittersweet, superlative most bittersweet) bittersweet (plural bittersweets)"
            ]
          },
          {
            "title": "bittersweet, n. &amp; adj. meanings, etymology and more | Oxford English ...",
            "url": "https://www.oed.com/dictionary/bittersweet_n",
            "content": [
              "bittersweet, n. &amp; adj. meanings, etymology and more | Oxford English ...",
              "Signed in as: UMass Amherst Libraries Accounts using IP based authentication will not be signed out.",
              "Sign in as administrator on Oxford Academic There are seven meanings listed in OED's entry for the word bittersweet, two of which are labelled obsolete.",
              "See ‘Meaning & use’ for definitions, usage, and quotation evidence.",
              "Earliest known use Middle English The earliest known use of the word bittersweet is in the Middle English period (1150—1500).",
              "OED's earliest evidence for bittersweet is from before 1393, in the writing of John Gower, poet.",
              "bittersweet is formed within English, by compounding.",
              "Etymons: bitter adj.",
              ", sweet adj.",
              "Some consonants can take the function of the vowel in unstressed syllables.",
              "Where necessary, a syllabic marker diacritic is used, hence <petal> /ˈpɛtl/ but <petally> /ˈpɛtl̩i/.",
              "View the pronunciation model here.",
              "* /d/ also represents a 'tapped' /t/ as in <bitter> Some consonants can take the function of the vowel in unstressed syllables.",
              "Where necessary, a syllabic marker diacritic is used, hence <petal> /ˈpɛd(ə)l/ but <petally> /ˈpɛdl̩i/.",
              "View the pronunciation model here.",
              "Simple text respell breaks words into syllables, separated by a hyphen.",
              "The syllable which carries the primary stress is written in capital letters.",
              "This key covers both British and U.",
              "S.",
              "English Simple Text Respell.",
              "b, d, f, h, k, l, m, n, p, r, s, t, v, w and z have their standard English values bittersweet typically occurs about 0.",
              "5 times per million words in modern written English.",
              "bittersweet is in frequency band 4, which contains words occurring between 0.",
              "1 and 1 times per million words in modern written English.",
              "More about OED's frequency bands * Occurrences per million words in written English Historical frequency series are derived from Google Books Ngrams (version 2), a data set based on a corpus of several million books printed in English between 1500 and 2010.",
              "The Ngrams data has been cross-checked against frequency measures from other corpora, and re-analysed in order to handle homographs and other ambiguities.",
              "The overall frequency for a given word is calculated by summing frequencies for the main form of the word, any plural or inflected forms, and any major spelling variations.",
              "Smoothing has been applied to series for lower-frequency words, using a moving-average algorithm.",
              "This reduces short-term fluctuations, which may be produced by variability in the content of the Google Books corpus.",
              "* Occurrences per million words in written English Modern frequency series are derived from a corpus of 20 billion words, covering the period from 2017 to the present.",
              "The corpus is mainly compiled from online news sources, and covers all major varieties of World English.",
              "Smoothing has been applied to series for lower-frequency words, using a moving-average algorithm.",
              "This reduces short-term fluctuations, which may be produced by variability in the content of the corpus.",
              "bittersweet, n.",
              "& adj.",
              "was revised in July 2023 bittersweet, n.",
              "& adj.",
              "was last modified in September 2023 oed.",
              "com is a living text, updated every three months.",
              "Modifications may include: Revisions and additions of this kind were last incorporated into bittersweet, n.",
              "& adj.",
              "in September 2023.",
              "Earlier versions of bittersweet, n.",
              "& adj.",
              "were published in: Please submit your feedback for bittersweet, n.",
              "& adj.",
              "Please include your email address if you are happy to be contacted about your feedback.",
              "OUP will not use this email address for any other purpose.",
              "Oxford University Press is a department of the University of Oxford.",
              "It furthers the University's objective of excellence in research, scholarship, and education by publishing worldwide"
            ]
          }
        ],
        "The words \"bitter\" and \"sweet\" are both derived from Proto-Germanic and Proto-Indo-European roots.": [
          {
            "title": "Proto-Germanic language - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Proto-Germanic_language",
            "content": [
              "Proto-Germanic language - Wikipedia",
              "Pontic Steppe Caucasus East Asia Eastern Europe Northern Europe Pontic Steppe Northern/Eastern Steppe Europe South Asia Steppe Europe Caucasus India Indo-Aryans Iranians East Asia Europe East Asia Europe Indo-Aryan Iranian Indo-Aryan Iranian Others Europe Proto-Germanic (abbreviated PGmc;",
              "also called Common Germanic) is the reconstructed proto-language of the Germanic branch of the Indo-European languages.",
              "Proto-Germanic eventually developed from pre-Proto-Germanic into three Germanic branches during the fifth century BC to fifth century AD: West Germanic, East Germanic and North Germanic.",
              "[1] The latter of these remained in contact with the others over a considerable time, especially with the Ingvaeonic languages (including English), which arose from West Germanic dialects, and had remained in contact with the Norse.",
              "[2] A defining feature of Proto-Germanic is the completion of the process described by Grimm's law, a set of sound changes that occurred between its status as a dialect of Proto-Indo-European and its gradual divergence into a separate language.",
              "The end of the Common Germanic period is reached with the beginning of the Migration Period in the fourth century.",
              "The alternative term \"Germanic parent language\" may be used to include a larger scope of linguistic developments, spanning the Nordic Bronze Age and Pre-Roman Iron Age in Northern Europe (second to first millennia BC) to include \"Pre-Germanic\" (PreGmc), \"Early Proto Germanic\" (EPGmc) and \"Late Proto-Germanic\" (LPGmc).",
              "[3] While Proto-Germanic refers only to the reconstruction of the most recent common ancestor of Germanic languages, the Germanic parent language refers to the entire journey that the dialect of Proto-Indo-European that would become Proto-Germanic underwent through the millennia.",
              "The Proto-Germanic language is not directly attested by any coherent surviving texts;",
              "it has been reconstructed using the comparative method.",
              "However, there is fragmentary direct attestation of (late) Proto-Germanic in early runic inscriptions (specifically the second-century AD Vimose inscriptions and the second-century BC Negau helmet inscription),[4] and in Roman Empire-era transcriptions of individual words (notably in Tacitus' Germania, c.",
              "AD 90[note 1]).",
              "Proto-Germanic developed out of pre-Proto-Germanic during the Pre-Roman Iron Age of Northern Europe.",
              "According to the Germanic substrate hypothesis, it may have been influenced by non-Indo-European cultures, such as the Funnelbeaker culture, but the sound change in the Germanic languages known as Grimm's law points to a non-substratic development away from other branches of Indo-European.",
              "[clarification needed][note 2] Proto-Germanic itself was likely spoken after c.",
              "500 BC,[9] and Proto-Norse, from the second century AD and later, is still quite close to reconstructed Proto-Germanic, but other common innovations separating Germanic from Proto-Indo-European suggest a common history of pre-Proto-Germanic speakers throughout the Nordic Bronze Age.",
              "According to Musset (1965), the Proto-Germanic language developed in southern Scandinavia (Denmark, south Sweden and southern Norway) and the northern-most part of Germany in Schleswig Holstein and northern Lower Saxony, the Urheimat (original home) of the Germanic tribes.",
              "[10] It is possible that Indo-European speakers first arrived in southern Scandinavia with the Corded Ware culture in the mid-3rd millennium BC, developing into the Nordic Bronze Age cultures by the early second millennium BC.",
              "[citation needed] According to Mallory, Germanicists \"generally agree\" that the Urheimat ('original homeland') of the Proto-Germanic language, the ancestral idiom of all attested Germanic dialects, was primarily situated in an area corresponding to the extent of the Jastorf culture.",
              "[11][12][13][note 3] Early Germanic expansion in the Pre-Roman Iron Age (fifth to first centuries BC) placed Proto-Germanic speakers in contact with the Continental Celtic La Tène horizon.",
              "A number of Celtic loanwords in Proto-Germanic have been identified.",
              "[14] By the first century AD, Germanic expansion reached the Danube and the Upper Rhine in the south and the Germanic peoples first entered the historical record.",
              "At about the same time, extending east of the Vistula (Oksywie culture, Przeworsk culture), Germanic speakers came into contact with early Slavic cultures, as reflected in early Germanic loans in Proto-Slavic.",
              "By the third century, Late Proto-Germanic speakers had expanded over significant distance, from the Rhine to the Dniepr spanning about 1,200 km (700 mi).",
              "The period marks the breakup of Late Proto-Germanic and the beginning of the (historiographically recorded) Germanic migrations.",
              "The earliest available complete sentences in a Germanic language are variably dated to the 2nd century AD,[15] around 300 AD[16] or the first century AD[17][18] in runic inscriptions (such as the Tune Runestone).",
              "The language of these sentences is known as Proto-Norse, although the delineation of Late Common Germanic from Proto-Norse at about that time is largely a matter of convention.",
              "The first coherent text recorded in a Germanic language is the Gothic Bible, written in the later fourth century in the East Germanic variety of the Thervingi Gothic Christians, who had escaped persecution by moving from Scythia to Moesia in 348.",
              "Early West Germanic text is available from the fifth century, beginning with the Frankish Bergakker runic inscription.",
              "The evolution of Proto-Germanic from its ancestral forms, beginning with its ancestor Proto-Indo-European, began with the development of a separate common way of speech among some geographically nearby speakers of a prior language and ended with the dispersion of the proto-language speakers into distinct populations with mostly independent speech habits.",
              "Between the two points, many sound changes occurred.",
              "Phylogeny as applied to historical linguistics involves the evolutionary descent of languages.",
              "The phylogeny problem is the question of what specific tree, in the tree model of language evolution, best explains the paths of descent of all the members of a language family from a common language, or proto-language (at the root of the tree) to the attested languages (at the leaves of the tree).",
              "The Germanic languages form a tree with Proto-Germanic at its root that is a branch of the Indo-European tree, which in turn has Proto-Indo-European at its root.",
              "Borrowing of lexical items from contact languages makes the relative position of the Germanic branch within Indo-European less clear than the positions of the other branches of Indo-European.",
              "In the course of the development of historical linguistics, various solutions have been proposed, none certain and all debatable.",
              "In the evolutionary history of a language family, philologists consider a genetic \"tree model\" appropriate only if communities do not remain in effective contact as their languages diverge.",
              "Early Indo-European had limited contact between distinct lineages, and, uniquely, the Germanic subfamily exhibited a less treelike behaviour, as some of its characteristics were acquired from neighbours early in its evolution rather than from its direct ancestors.",
              "The internal diversification of West Germanic developed in an especially non-treelike manner.",
              "[19] Proto-Germanic is generally agreed to have begun about 500 BC.",
              "[9] Its hypothetical ancestor between the end of Proto-Indo-European and 500 BC is termed Pre-Proto-Germanic.",
              "Whether it is to be included under a wider meaning of Proto-Germanic is a matter of usage.",
              "Winfred P.",
              "Lehmann regarded Jacob Grimm's \"First Germanic Sound Shift\", or Grimm's law, and Verner's law,[note 4] (which pertained mainly to consonants and were considered for many decades to have generated Proto-Germanic) as pre-Proto-Germanic and held that the \"upper boundary\" (that is, the earlier boundary) was the fixing of the accent, or stress, on the root syllable of a word, typically on the first syllable.",
              "[20] Proto-Indo-European had featured a moveable pitch-accent consisting of \"an alternation of high and low tones\"[21] as well as stress of position determined by a set of rules based on the lengths of a word's syllables.",
              "The fixation of the stress led to sound changes in unstressed syllables.",
              "For Lehmann, the \"lower boundary\" was the dropping of final -a or -e in unstressed syllables;",
              "for example, post-PIE *wóyd-e > Gothic wait, 'knows'.",
              "Elmer H.",
              "Antonsen agreed with Lehmann about the upper boundary[22] but later found runic evidence that the -a was not dropped: ékwakraz .",
              ".",
              ".",
              "wraita, 'I, Wakraz, .",
              ".",
              ".",
              "wrote (this)'.",
              "He says: \"We must therefore search for a new lower boundary for Proto-Germanic.\"",
              "[23] Antonsen's own scheme divides Proto-Germanic into an early stage and a late stage.",
              "The early stage includes the stress fixation and resulting \"spontaneous vowel-shifts\" while the late stage is defined by ten complex rules governing changes of both vowels and consonants.",
              "[24] By 250 BC Proto-Germanic had branched into five groups of Germanic: two each in the West and the North and one in the East.",
              "[6][page needed] The following changes are known or presumed to have occurred in the history of Proto-Germanic in the wider sense from the end of Proto-Indo-European up to the point that Proto-Germanic began to break into mutually unintelligible dialects.",
              "The changes are listed roughly in chronological order, with changes that operate on the outcome of earlier ones appearing later in the list.",
              "The stages distinguished and the changes associated with each stage rely heavily on Ringe 2006, Chapter 3, \"The development of Proto-Germanic\".",
              "Ringe in turn summarizes standard concepts and terminology.",
              "This stage began with the separation of a distinct speech, perhaps while it was still forming part of the Proto-Indo-European dialect continuum.",
              "It contained many innovations that were shared with other Indo-European branches to various degrees, probably through areal contacts, and mutual intelligibility with other dialects would have remained for some time.",
              "It was nevertheless on its own path, whether dialect or language.",
              "This stage began its evolution as a dialect of Proto-Indo-European that had lost its laryngeals and had five long and six short vowels as well as one or two overlong vowels.",
              "The consonant system was still that of PIE minus palatovelars and laryngeals, but the loss of syllabic resonants already made the language markedly different from PIE proper.",
              "Mutual intelligibility might have still existed with other descendants of PIE, but it would have been strained, and the period marked the definitive break of Germanic from the other Indo-European languages and the beginning of Germanic proper, containing most of the sound changes that are now held to define this branch distinctively.",
              "This stage contained various consonant and vowel shifts, the loss of the contrastive accent inherited from PIE for a uniform accent on the first syllable of the word root, and the beginnings of the reduction of the resulting unstressed syllables.",
              "By this stage, Germanic had emerged as a distinctive branch and had undergone many of the sound changes that would make its later descendants recognisable as Germanic languages.",
              "It had shifted its consonant inventory from a system that was rich in plosives to one containing primarily fricatives, had lost the PIE mobile pitch accent for a predictable stress accent, and had merged two of its vowels.",
              "The stress accent had already begun to cause the erosion of unstressed syllables, which would continue in its descendants.",
              "The final stage of the language included the remaining development until the breakup into dialects and, most notably, featured the development of nasal vowels and the start of umlaut, another characteristic Germanic feature.",
              "Loans into Proto-Germanic from other (known) languages or from Proto-Germanic into other languages can be dated relative to each other by which Germanic sound laws have acted on them.",
              "Since the dates of borrowings and sound laws are not precisely known, it is not possible to use loans to establish absolute or calendar chronology.",
              "Most loans from Celtic appear to have been made before or during the Germanic Sound Shift.",
              "[14][27] For instance, one specimen *rīks 'ruler' was borrowed from Celtic *rīxs 'king' (stem *rīg-), with g → k.",
              "[28] It is clearly not native because PIE *ē → ī is typical not of Germanic but Celtic languages.",
              "Another is *walhaz 'foreigner;",
              "Celt' from the Celtic tribal name Volcae with k → h and o → a.",
              "Other likely Celtic loans include *ambahtaz 'servant', *brunjǭ 'mailshirt', *gīslaz 'hostage', *īsarną 'iron', *lēkijaz 'healer', *laudą 'lead', *Rīnaz 'Rhine', and *tūnaz, tūną 'fortified enclosure'.",
              "[note 5] These loans would likely have been borrowed during the Celtic Hallstatt and early La Tène cultures when the Celts dominated central Europe, although the period spanned several centuries.",
              "From East Iranian came *hanapiz 'hemp' (compare Khotanese kaṃhā, Ossetian gæn(æ) 'flax'),[29] *humalaz, humalǭ 'hops' (compare Osset xumællæg), *keppǭ ~ skēpą 'sheep' (compare Pers čapiš 'yearling kid'), *kurtilaz 'tunic' (cf.",
              "Osset kwəræt 'shirt'), *kutą 'cottage' (compare Pers kad 'house'), *paidō 'cloak',[30] *paþaz 'path' (compare Avestan pantā, gen.",
              "pathō), and *wurstwa 'work' (compare Av vərəštuua).",
              "[note 6] The words could have been transmitted directly by the Scythians from the Ukraine plain, groups of whom entered Central Europe via the Danube and created the Vekerzug Culture in the Carpathian Basin (sixth to fifth centuries BC), or by later contact with Sarmatians, who followed the same route.",
              "[31] Unsure is *marhaz 'horse', which was either borrowed directly from Scytho-Sarmatian or through Celtic mediation.",
              "Numerous loanwords believed to have been borrowed from Proto-Germanic are known in the non-Germanic languages spoken in areas adjacent to the Germanic languages.",
              "The heaviest influence has been on the Finnic languages, which have received hundreds of Proto-Germanic or pre-Proto-Germanic loanwords.",
              "[32][33] Well-known examples include PGmc *druhtinaz 'warlord' (compare Finnish ruhtinas), *hrengaz (later *hringaz) 'ring' (compare Finnish rengas, Estonian rõngas),[34] *kuningaz 'king' (Finnish kuningas),[4] *lambaz 'lamb' (Finnish lammas),[35] *lunaz 'ransom' (Finnish lunnas).",
              "[36] Loanwords into the Samic languages, Baltic languages and Slavic languages are also known.",
              "The term substrate with reference to Proto-Germanic refers to lexical items and phonological elements that do not appear to be descended from Proto-Indo-European.",
              "The substrate theory postulates that the elements came from an earlier population that stayed amongst the Indo-Europeans and was influential enough to bring over some elements of its own language.",
              "The theory of a non-Indo-European substrate was first proposed by Sigmund Feist, who estimated that about a third of all Proto-Germanic lexical items came from the substrate.",
              "[note 7] Theo Vennemann has hypothesized a Basque substrate and a Semitic superstrate in Germanic;",
              "however, his speculations, too, are generally rejected by specialists in the relevant fields.",
              "[37] The following conventions are used in this article for transcribing Proto-Germanic reconstructed forms: The table below[6] lists the consonantal phonemes of Proto-Germanic, ordered and classified by their reconstructed pronunciation.",
              "The slashes around the phonemes are omitted for clarity.",
              "When two phonemes appear in the same box, the first of each pair is voiceless, the second is voiced.",
              "Phones written in parentheses represent allophones and are not themselves independent phonemes.",
              "For descriptions of the sounds and definitions of the terms, follow the links on the column and row headings.",
              "[note 8] Notes: Grimm's law as applied to pre-proto-Germanic is a chain shift of the original Indo-European plosives.",
              "Verner's Law explains a category of exceptions to Grimm's Law, where a voiced fricative appears where Grimm's Law predicts a voiceless fricative.",
              "The discrepancy is conditioned by the placement of the original Indo-European word accent.",
              "p, t, and k did not undergo Grimm's law after a fricative (such as s) or after other plosives (which were shifted to fricatives by the Germanic spirant law);",
              "for example, where Latin (with the original t) has stella 'star' and octō 'eight', Middle Dutch has ster and acht (with unshifted t).",
              "[39] This original t merged with the shifted t from the voiced consonant;",
              "that is, most of the instances of /t/ came from either the original /t/ or the shifted /t/.",
              "(A similar shift on the consonant inventory of Proto-Germanic later generated High German.",
              "McMahon says:[40] \"Grimm's and Verner's Laws .",
              ".",
              ".",
              "together form the First Germanic Consonant Shift.",
              "A second, and chronologically later Second Germanic Consonant Shift .",
              ".",
              ".",
              "affected only Proto-Germanic voiceless stops .",
              ".",
              ".",
              "and split Germanic into two sets of dialects, Low German in the north .",
              ".",
              ".",
              "and High German further south .",
              ".",
              ".\"",
              ") Verner's law is usually reconstructed as following Grimm's law in time, and states that unvoiced fricatives: /s/, /ɸ/, /θ/, /x/ are voiced when preceded by an unaccented syllable.",
              "The accent at the time of the change was the one inherited from Proto-Indo-European, which was free and could occur on any syllable.",
              "For example, PIE *bhréh2tēr > PGmc.",
              "*brōþēr 'brother' but PIE *meh2tḗr > PGmc.",
              "*mōdēr 'mother'.",
              "The voicing of some /s/ according to Verner's Law produced /z/, a new phoneme.",
              "[6] Sometime after Grimm's and Verner's law, Proto-Germanic lost its inherited contrastive accent, and all words became stressed on their root syllable.",
              "This was generally the first syllable unless a prefix was attached.",
              "The loss of the Proto-Indo-European contrastive accent got rid of the conditioning environment for the consonant alternations created by Verner's law.",
              "Without this conditioning environment, the cause of the alternation was no longer obvious to native speakers.",
              "The alternations that had started as mere phonetic variants of sounds became increasingly grammatical in nature, leading to the grammatical alternations of sounds known as grammatischer Wechsel.",
              "For a single word, the grammatical stem could display different consonants depending on its grammatical case or its tense.",
              "As a result of the complexity of this system, significant levelling of these sounds occurred throughout the Germanic period as well as in the later daughter languages.",
              "Already in Proto-Germanic, most alternations in nouns were leveled to have only one sound or the other consistently throughout all forms of a word, although some alternations were preserved, only to be levelled later in the daughters (but differently in each one).",
              "Alternations in noun and verb endings were also levelled, usually in favour of the voiced alternants in nouns, but a split remained in verbs where unsuffixed (strong) verbs received the voiced alternants while suffixed (weak) verbs had the voiceless alternants.",
              "Alternation between the present and past of strong verbs remained common and was not levelled in Proto-Germanic, and survives up to the present day in some Germanic languages.",
              "Some of the consonants that developed from the sound shifts are thought to have been pronounced in different ways (allophones) depending on the sounds around them.",
              "With regard to original /k/ or /kw/ Trask says:[41] \"The resulting /x/ or /xw/ were reduced to /h/ and /hw/ in word-initial position.\"",
              "Many of the consonants listed in the table could appear lengthened or prolonged under some circumstances, which is inferred from their appearing in some daughter languages as doubled letters.",
              "This phenomenon is termed gemination.",
              "Kraehenmann says:[42] \"Then, Proto-Germanic already had long consonants .",
              ".",
              ".",
              "but they contrasted with short ones only word-medially.",
              "Moreover, they were not very frequent and occurred only intervocally almost exclusively after short vowels.\"",
              "The voiced phonemes /b/, /d/, /ɡ/ and /ɡw/ are reconstructed with the pronunciation of stops in some environments and fricatives in others.",
              "The pattern of allophony is not completely clear, but generally is similar to the patterns of voiced obstruent allophones in languages such as Spanish.",
              "[43] The voiced fricatives of Verner's Law (see above), which only occurred in non-word-initial positions, merged with the fricative allophones of /b/, /d/, /ɡ/ and /ɡw/.",
              "Older accounts tended to suggest that the sounds were originally fricatives and later \"hardened\" into stops in some circumstances.",
              "However, Ringe notes that this belief was largely due to theory-internal considerations of older phonological theories, and in modern theories it is equally possible that the allophony was present from the beginning.",
              "[44] Each of the three voiced phonemes /b/, /d/, and /ɡ/ had a slightly different pattern of allophony from the others, but in general stops occurred in \"strong\" positions (word-initial and in clusters) while fricatives occurred in \"weak\" positions (post-vocalic).",
              "More specifically: Labiovelars were affected by the following additional changes: These various changes often led to complex alternations, e.",
              "g. *sehwaną [ˈsexwɑnɑ̃] 'to see', *sēgun [ˈsɛːɣun] 'they saw' (indicative), *sēwīn [ˈsɛːwiːn] 'they saw' (subjunctive), which were reanalysed and regularised differently in the various daughter languages.",
              "Kroonen (2011) posits a process of consonant mutation for Proto-Germanic, under the name consonant gradation.",
              "[47] (This is distinct from the consonant mutation processes occurring in the neighboring Samic and Finnic languages, also known as consonant gradation since the 19th century.)",
              "The Proto-Germanic consonant gradation is not directly attested in any of the Germanic dialects, but may nevertheless be reconstructed on the basis of certain dialectal discrepancies in root of the n-stems and the ōn-verbs.",
              "Diachronically, the rise of consonant gradation in Germanic can be explained by Kluge's law, by which geminates arose from stops followed by a nasal in a stressed syllable.",
              "Since this sound law only operated in part of the paradigms of the n-stems and ōn-verbs, it gave rise to an alternation of geminated and non-geminated consonants in the same paradigms. These were largely regularized by various ways of analogy in the Germanic daughter languages (e.",
              "g. Kroonen 2011).",
              "Since its formulation, the validity of Kluge's Law has been contested.",
              "The development of geminate consonants has also been explained by the idea of \"expressive gemination\".",
              "[48][49] Although this idea remains popular, it does not explain why many words containing geminated stops do not have \"expressive\" or \"intensive\" semantics.",
              "[50] The idea has been described as \"methodically unsound\", because it attempts to explain the phonological phenomenon through psycholinguistic factors and other irregular behaviour instead of exploring regular sound laws.",
              "[51] The origin of the Germanic geminate consonants remains a disputed part of historical linguistics with no clear consensus at present.",
              "The reconstruction of grading paradigms in Proto-Germanic explains root alternations such as Old English steorra 'star' < *sterran- vs. Old Frisian stera 'id.'",
              "< **steran- and Norwegian (dial.)",
              "guva 'to swing' < *gubōn- vs. Middle High German gupfen 'id.'",
              "< *guppōn- as generalizations of the original allomorphy.",
              "In the cases concerned, this would imply reconstructing an n-stem nom.",
              "*sterō, gen.",
              "*sterraz < PIE *h2stér-ōn, *h2ster-n-ós and an ōn-verb 3sg.",
              "*guppōþi, 3pl.",
              "*gubunanþi < *gɦubɦ-néh2-ti, *gɦubɦ-nh2-énti.",
              "Proto-Germanic had four short vowels,[52] five or six long vowels, and at least one \"overlong\" or \"trimoric\" vowel.",
              "The exact phonetic quality of the vowels is uncertain.",
              "Notes: PIE ə, a, o merged into PGmc a;",
              "PIE ā, ō merged into PGmc ō.",
              "At the time of the merger, the vowels probably were [ɑ] and [ɑː], or perhaps [ɒ] and [ɒː].",
              "Their timbres then differentiated by raising (and perhaps rounding) the long vowel to [ɔː][citation needed].",
              "It is known that the raising of ā to ō can not have occurred earlier than the earliest contact between Proto-Germanic speakers and the Romans.",
              "This can be verified by the fact that Latin Rōmānī later emerges in Gothic as Rumoneis (that is, Rūmōnīs).",
              "It is explained by Ringe that at the time of borrowing, the vowel matching closest in sound to Latin ā was a Proto-Germanic ā-like vowel (which later became ō).",
              "And since Proto-Germanic therefore lacked a mid(-high) back vowel, the closest equivalent of Latin ō was Proto-Germanic ū: Rōmānī > *Rūmānīz > *Rūmōnīz > Gothic Rumoneis.",
              "[53] A new ā was formed following the shift from ā to ō when intervocalic /j/ was lost in -aja- sequences.",
              "It was a rare phoneme, and occurred only in a handful of words, the most notable being the verbs of the third weak class.",
              "[54] The agent noun suffix *-ārijaz (Modern English -er in words such as baker or teacher) was likely borrowed from Latin around or shortly after this time.",
              "The following diphthongs are known to have existed in Proto-Germanic: Note the change /e/ > /i/ before /i/ or /j/ in the same or following syllable.",
              "This removed /ei/ (which became /iː/) but created /iu/ from earlier /eu/.",
              "Diphthongs in Proto-Germanic can also be analysed as sequences of a vowel plus an approximant, as was the case in Proto-Indo-European.",
              "This explains why /j/ was not lost in *niwjaz ('new');",
              "the second element of the diphthong iu was still underlyingly a consonant and therefore the conditioning environment for the loss was not met.",
              "This is also confirmed by the fact that later in the West Germanic gemination, -wj- is geminated to -wwj- in parallel with the other consonants (except /r/).",
              "Proto-Germanic had two overlong or trimoraic long vowels ô [ɔːː] and ê [ɛːː], the latter mainly in adverbs (cf.",
              "*hwadrê 'whereto, whither').",
              "[55] None of the documented languages still include such vowels.",
              "Their reconstruction is due to the comparative method, particularly as a way of explaining an otherwise unpredictable two-way split of reconstructed long ō in final syllables, which unexpectedly remained long in some morphemes but shows normal shortening in others.",
              "Trimoraic vowels generally occurred at morpheme boundaries where a bimoraic long vowel and a short vowel in hiatus contracted, especially after the loss of an intervening laryngeal (-VHV-).",
              "[56] One example, without a laryngeal, includes the class II weak verbs (ō-stems) where a -j- was lost between vowels, so that -ōja → ōa → ô (cf.",
              "*salbōjaną → *salbôną → Gothic salbōn 'to anoint').",
              "However, the majority occurred in word-final syllables (inflectional endings) probably because in this position the vowel could not be resyllabified.",
              "[57] Additionally, Germanic, like Balto-Slavic, lengthened bimoraic long vowels in absolute final position, perhaps to better conform to a word's prosodic template;",
              "e.",
              "g., PGmc *arô 'eagle' ← PIE *h3ér-ō just as Lith akmuõ 'stone', OSl kamy ← *aḱmō̃ ← PIE *h2éḱ-mō.",
              "Contrast: But vowels that were lengthened by laryngeals did not become overlong.",
              "Compare: Trimoraic vowels are distinguished from bimoraic vowels by their outcomes in attested Germanic languages: word-final trimoraic vowels remained long vowels while bimoraic vowels developed into short vowels.",
              "Older theories about the phenomenon claimed that long and overlong vowels were both long but differed in tone, i.",
              "e., ô and ê had a \"circumflex\" (rise-fall-rise) tone while ō and ē had an \"acute\" (rising) tone, much like the tones of modern Scandinavian languages,[58] Baltic, and Ancient Greek, and asserted that this distinction was inherited from PIE.",
              "However, this view was abandoned since languages in general do not combine distinctive intonations on unstressed syllables with contrastive stress and vowel length.",
              "[59] Modern theories have reinterpreted overlong vowels as having superheavy syllable weight (three moras) and therefore greater length than ordinary long vowels.",
              "By the end of the Proto-Germanic period, word-final long vowels were shortened to short vowels.",
              "Following that, overlong vowels were shortened to regular long vowels in all positions, merging with originally long vowels except word-finally (because of the earlier shortening), so that they remained distinct in that position.",
              "This was a late dialectal development, because the result was not the same in all Germanic languages: word-final ē shortened to a in East and West Germanic but to i in Old Norse, and word-final ō shortened to a in Gothic but to o (probably [o]) in early North and West Germanic, with a later raising to u (the sixth century Salic law still has maltho in late Frankish).",
              "The shortened overlong vowels in final position developed as regular long vowels from that point on, including the lowering of ē to ā in North and West Germanic.",
              "The monophthongization of unstressed au in Northwest Germanic produced a phoneme which merged with this new word-final long ō, while the monophthongization of unstressed ai produced a new ē which did not merge with original ē, but rather with ē2, as it was not lowered to ā.",
              "This split, combined with the asymmetric development in West Germanic, with ē lowering but ō raising, points to an early difference in the articulation height of the two vowels that was not present in North Germanic.",
              "It could be seen as evidence that the lowering of ē to ā began in West Germanic at a time when final vowels were still long, and spread to North Germanic through the late Germanic dialect continuum, but only reaching the latter after the vowels had already been shortened.",
              "ē2 is uncertain as a phoneme and only reconstructed from a small number of words;",
              "it is posited by the comparative method because whereas all provable instances of inherited (PIE) *ē (PGmc.",
              "*ē1) are distributed in Gothic as ē and the other Germanic languages as *ā,[60] all the Germanic languages agree on some occasions of ē (e.",
              "g., Goth/OE/ON hēr 'here' ← late PGmc.",
              "*hē2r).",
              "Gothic makes no orthographic and therefore presumably no phonetic distinction between ē1 and ē2, but the existence of two Proto-Germanic long e-like phonemes is supported by the existence of two e-like Elder Futhark runes, Ehwaz and Eihwaz.",
              "Krahe treats ē2 (secondary ē) as identical with ī.",
              "It probably continues PIE ēi, and it may have been in the process of transition from a diphthong to a long simple vowel in the Proto-Germanic period.",
              "Lehmann lists the following origins for ē2:[61] Proto-Germanic developed nasal vowels from two sources.",
              "The earlier and much more frequent source was word-final -n (from PIE -n or -m) in unstressed syllables, which at first gave rise to short -ą, -į, -ų, long -į̄, -ę̄, -ą̄, and overlong -ę̂, -ą̂.",
              "-ę̄ and -ę̂ then merged into -ą̄ and -ą̂, which later developed into -ǭ and -ǫ̂.",
              "[63] Another source, developing only in late Proto-Germanic times, was in the sequences -inh-, -anh-, -unh-, in which the nasal consonant lost its occlusion and was converted into lengthening and nasalisation of the preceding vowel, becoming -ą̄h-, -į̄h-, -ų̄h- (still written as -anh-, -inh-, -unh- in this article).",
              "[64] In many cases, the nasality was not contrastive and was merely present as an additional surface articulation.",
              "No Germanic language that preserves the word-final vowels has their nasality preserved.",
              "Word-final short nasal vowels do not show different reflexes compared to non-nasal vowels.",
              "However, the comparative method does require a three-way phonemic distinction between word-final *-ō, *-ǭ and *-ōn, which each has a distinct pattern of reflexes in the later Germanic languages: The distinct reflexes of nasal -ǭ versus non-nasal -ō are caused by the Northwest Germanic raising of final -ō /ɔː/ to /oː/, which did not affect -ǭ.",
              "When the vowels were shortened and denasalised, these two vowels no longer had the same place of articulation, and did not merge: -ō became /o/ (later /u/) while -ǭ became /ɔ/ (later /ɑ/).",
              "This allowed their reflexes to stay distinct.",
              "The nasality of word-internal vowels (from -nh-) was more stable, and survived into the early dialects intact.",
              "Phonemic nasal vowels definitely occurred in Proto-Norse and Old Norse.",
              "They were preserved in Old Icelandic down to at least a.",
              "d.",
              "1125, the earliest possible time for the creation of the First Grammatical Treatise, which documents nasal vowels.",
              "The PG nasal vowels from -nh- sequences were preserved in Old Icelandic as shown by examples given in the First Grammatical Treatise.",
              "For example: The phonemicity is evident from minimal pairs like ǿ̇ra 'younger' vs. ǿra 'vex' < *wor-, cognate with English weary.",
              "[65] The inherited Proto-Germanic nasal vowels were joined in Old Norse by nasal vowels from other sources, e.",
              "g. loss of *n before s.",
              "Modern Elfdalian still includes nasal vowels that directly derive from Old Norse, e.",
              "g. gą̊s 'goose' < Old Norse gás (presumably nasalized, although not so written);",
              "cf.",
              "German Gans, showing the original consonant.",
              "Similar surface (possibly phonemic) nasal/non-nasal contrasts occurred in the West Germanic languages down through Proto-Anglo-Frisian of a.",
              "d.",
              "400 or so.",
              "Proto-Germanic medial nasal vowels were inherited, but were joined by new nasal vowels resulting from the Ingvaeonic nasal spirant law, which extended the loss of nasal consonants (only before -h- in Proto-Germanic) to all environments before a fricative (thus including -mf-, -nþ- and -ns- as well).",
              "The contrast between nasal and non-nasal long vowels is reflected in the differing output of nasalized long *ą̄, which was raised to ō in Old English and Old Frisian whereas non-nasal *ā appeared as fronted ǣ.",
              "Hence: Proto-Germanic allowed any single consonant to occur in one of three positions: initial, medial and final.",
              "However, clusters could only consist of two consonants unless followed by a suffix, and only certain clusters were possible in certain positions.",
              "It allowed the following clusters in initial and medial position: It allowed the following clusters in medial position only: It allowed continuant + obstruent clusters in medial and final position only: The s + voiceless plosive clusters, sp, st, sk, could appear in any position in a word.",
              "Due to the emergence of a word-initial stress accent, vowels in unstressed syllables were gradually reduced over time, beginning at the very end of the Proto-Germanic period and continuing into the history of the various dialects.",
              "Already in Proto-Germanic, word-final /e/ and /ɑ/ had been lost, and /e/ had merged with /i/ in unstressed syllables.",
              "Vowels in third syllables were also generally lost before dialect diversification began, such as final -i of some present tense verb endings, and in -maz and -miz of the dative plural ending and first person plural present of verbs.",
              "Word-final short nasal vowels were however preserved longer, as is reflected in Proto-Norse which still preserved word-final -ą (horna on the Gallehus horns), while the dative plural appears as -mz (gestumz on the Stentoften Runestone).",
              "Somewhat greater reduction is found in Gothic, which lost all final-syllable short vowels except u.",
              "Old High German and Old English initially preserved unstressed i and u, but later lost them in long-stemmed words and then Old High German lost them in many short-stemmed ones as well, by analogy.",
              "Old English shows indirect evidence that word-final -ą was preserved into the separate history of the language.",
              "This can be seen in the infinitive ending -an (< *aną) and the strong past participle ending -en (< *-anaz).",
              "Since the early Old English fronting of /ɑ/ to /æ/ did not occur in nasalized vowels or before back vowels, this created a vowel alternation because the nasality of the back vowel ą in the infinitive ending prevented the fronting of the preceding vowel: *-aną > *-an, but *-anaz > *-ænæ > *-en.",
              "Therefore, the Anglo-Frisian brightening must necessarily have occurred very early in the history of the Anglo-Frisian languages, before the loss of final -ą.",
              "The outcome of final vowels and combinations in the various daughters is shown in the table below: Some Proto-Germanic endings have merged in all of the literary languages but are still distinct in runic Proto-Norse, e.",
              "g. *-īz vs. *-ijaz (þrijōz dohtrīz 'three daughters' in the Tune stone vs. the name Holtijaz in the Gallehus horns).",
              "Reconstructions are tentative and multiple versions with varying degrees of difference exist.",
              "All reconstructed forms are marked with an asterisk (*).",
              "It is often asserted that the Germanic languages have a highly reduced system of inflections as compared with Greek, Latin, or Sanskrit.",
              "Although this is true to some extent, it is probably due more to the late time of attestation of Germanic than to any inherent \"simplicity\" of the Germanic languages.",
              "As an example, there are less than 500 years between the Gothic Gospels of 360 and the Old High German Tatian of 830, yet Old High German, despite being the most archaic of the West Germanic languages, is missing a large number of archaic features present in Gothic, including dual and passive markings on verbs, reduplication in Class VII strong verb past tenses, the vocative case, and second-position (Wackernagel's Law) clitics.",
              "Many more archaic features may have been lost between the Proto-Germanic of 200 BC or so and the attested Gothic language.",
              "Furthermore, Proto-Romance and Middle Indic of the fourth century AD—contemporaneous with Gothic—were significantly simpler than Latin and Sanskrit, respectively, and overall probably no more archaic than Gothic.",
              "In addition, some parts of the inflectional systems of Greek, Latin, and Sanskrit were innovations that were not present in Proto-Indo-European.",
              "Proto-Germanic had six cases, three genders, three numbers, three moods (indicative, subjunctive (PIE optative), imperative), and two voices (active and passive (PIE middle)).",
              "This is quite similar to the state of Latin, Greek, and Middle Indic of c.",
              "AD 200.",
              "Nouns and adjectives were declined in (at least) six cases: vocative, nominative, accusative, dative, instrumental, genitive.",
              "The locative case had merged into the dative case, and the ablative may have merged with either the genitive, dative or instrumental cases.",
              "However, sparse remnants of the earlier locative and ablative cases are visible in a few pronominal and adverbial forms. Pronouns were declined similarly, although without a separate vocative form.",
              "The instrumental and vocative can be reconstructed only in the singular;",
              "the instrumental survives only in the West Germanic languages, and the vocative only in Gothic.",
              "Verbs and pronouns had three numbers: singular, dual, and plural.",
              "Although the pronominal dual survived into all the oldest languages, the verbal dual survived only into Gothic, and the (presumed) nominal and adjectival dual forms were lost before the oldest records.",
              "As in the Italic languages, it may have been lost before Proto-Germanic became a different branch at all.",
              "Several sound changes occurred in the history of Proto-Germanic that were triggered only in some environments but not in others.",
              "Some of these were grammaticalised while others were still triggered by phonetic rules and were partially allophonic or surface filters.",
              "Probably the most far-reaching alternation was between [*f, *þ, *s, *h, *hw] and [*b, *d, *z, *g, *gw], the voiceless and voiced fricatives, known as Grammatischer Wechsel and triggered by the earlier operation of Verner's law.",
              "It was found in various environments: Another form of alternation was triggered by the Germanic spirant law, which continued to operate into the separate history of the individual daughter languages.",
              "It is found in environments with suffixal -t, including: An alternation not triggered by sound change was Sievers' law, which caused alternation of suffixal -j- and -ij- depending on the length of the preceding part of the morpheme.",
              "If preceded within the same morpheme by only short vowel followed by a single consonant, -j- appeared.",
              "In all other cases, such as when preceded by a long vowel or diphthong, by two or more consonants, or by more than one syllable, -ij- appeared.",
              "The distinction between morphemes and words is important here, as the alternant -j- appeared also in words that contained a distinct suffix that in turn contained -j- in its second syllable.",
              "A notable example was the verb suffix *-atjaną, which retained -j- despite being preceded by two syllables in a fully formed word.",
              "Related to the above was the alternation between -j- and -i-, and likewise between -ij- and -ī-.",
              "This was caused by the earlier loss of -j- before -i-, and appeared whenever an ending was attached to a verb or noun with an -(i)j- suffix (which were numerous).",
              "Similar, but much more rare, was an alternation between -aV- and -aiC- from the loss of -j- between two vowels, which appeared in the present subjunctive of verbs: *-aų < *-ajų in the first person, *-ai- in the others.",
              "A combination of these two effects created an alternation between -ā- and -ai- found in class 3 weak verbs, with -ā- < -aja- < -əja- and -ai- < -əi- < -əji-.",
              "I-mutation was the most important source of vowel alternation, and continued well into the history of the individual daughter languages (although it was either absent or not apparent in Gothic).",
              "In Proto-Germanic, only -e- was affected, which was raised by -i- or -j- in the following syllable.",
              "Examples are numerous: The system of nominal declensions was largely inherited from PIE.",
              "Primary nominal declensions were the stems in /a/, /ō/, /n/, /i/, and /u/.",
              "The first three were particularly important and served as the basis of adjectival declension;",
              "there was a tendency for nouns of all other classes to be drawn into them.",
              "The first two had variants in /ja/ and /wa/, and /jō/ and /wō/, respectively;",
              "originally, these were declined exactly like other nouns of the respective class, but later sound changes tended to distinguish these variants as their own subclasses.",
              "The /n/ nouns had various subclasses, including /ōn/ (masculine and feminine), /an/ (neuter), and /īn/ (feminine, mostly abstract nouns).",
              "There was also a smaller class of root nouns (ending in various consonants), nouns of relationship (ending in /er/), and neuter nouns in /z/ (this class was greatly expanded in German).",
              "Present participles, and a few nouns, ended in /nd/.",
              "The neuter nouns of all classes differed from the masculines and feminines in their nominative and accusative endings, which were alike.",
              "Adjectives agree with the noun they qualify in case, number, and gender.",
              "Adjectives evolved into strong and weak declensions, originally with indefinite and definite meaning, respectively.",
              "As a result of its definite meaning, the weak form came to be used in the daughter languages in conjunction with demonstratives and definite articles.",
              "The terms strong and weak are based on the later development of these declensions in languages such as German and Old English, where the strong declensions have more distinct endings.",
              "In the proto-language, as in Gothic, such terms have no relevance.",
              "The strong declension was based on a combination of the nominal /a/ and /ō/ stems with the PIE pronominal endings;",
              "the weak declension was based on the nominal /n/ declension.",
              "Proto-Germanic originally had two demonstratives (proximal *hi-/*hei-/*he- 'this',[66] distal *sa/*sō/*þat 'that') which could serve as both adjectives and pronouns.",
              "The proximal was already obsolescent in Gothic (e.",
              "g. Goth acc.",
              "hina, dat.",
              "himma, neut.",
              "hita) and appears entirely absent in North Germanic.",
              "In the West Germanic languages, it evolved into a third-person pronoun, displacing the inherited *iz in the northern languages while being ousted itself in the southern languages (i.",
              "e. Old High German).",
              "This is the basis of the distinction between English him/her (with h- from the original proximal demonstrative) and German ihm/ihr (lacking h-).",
              "[citation needed] Ultimately, only the distal survived in the function of demonstrative.",
              "In most languages, it developed a second role as definite article, and underlies both the English determiners the and that.",
              "In the North-West Germanic languages (but not in Gothic), a new proximal demonstrative ('this' as opposed to 'that') evolved by appending -si to the distal demonstrative (e.",
              "g. Runic Norse nom.",
              "sg.",
              "sa-si, gen.",
              "þes-si, dat.",
              "þeim-si), with complex subsequent developments in the various daughter languages.",
              "The new demonstrative underlies the English determiners this, these and those.",
              "(Originally, these, those were dialectal variants of the masculine plural of this.)",
              "Proto-Germanic had only two tenses (past and present), compared to 5–7 in Greek, Latin, Proto-Slavic and Sanskrit.",
              "Some of this difference is due to deflexion, featured by a loss of tenses present in Proto-Indo-European.",
              "For example, Donald Ringe assumes for Proto-Germanic an early loss of the PIE imperfect aspect (something that also occurred in most other branches), followed by merging of the aspectual categories present-aorist and the mood categories indicative-subjunctive.",
              "(This assumption allows him to account for cases where Proto-Germanic has present indicative verb forms that look like PIE aorist subjunctives.)",
              "However, many of the tenses of the other languages (e.",
              "g. future, future perfect, pluperfect, Latin imperfect) are not cognate with each other and represent separate innovations in each language.",
              "For example, the Greek future uses a -s- ending, apparently derived from a desiderative construction that in PIE was part of the system of derivational morphology (not the inflectional system);",
              "the Sanskrit future uses a -sy- ending, from a different desiderative verb construction and often with a different ablaut grade from Greek;",
              "while the Latin future uses endings derived either from the PIE subjunctive or from the PIE verb */bɦuː/ 'to be'.",
              "Similarly, the Latin imperfect and pluperfect stem from Italic innovations and are not cognate with the corresponding Greek or Sanskrit forms;",
              "and while the Greek and Sanskrit pluperfect tenses appear cognate, there are no parallels in any other Indo-European languages, leading to the conclusion that this tense is either a shared Greek-Sanskrit innovation or separate, coincidental developments in the two languages.",
              "In this respect, Proto-Germanic can be said to be characterized by the failure to innovate new synthetic tenses as much as the loss of existing tenses.",
              "Later Germanic languages did innovate new tenses, derived through periphrastic constructions, with Modern English likely possessing the most elaborated tense system (\"Yes, the house will still be being built a month from now\").",
              "On the other hand, even the past tense was later lost (or widely lost) in most High German dialects as well as in Afrikaans.",
              "Verbs in Proto-Germanic were divided into two main groups, called \"strong\" and \"weak\", according to the way the past tense is formed.",
              "Strong verbs use ablaut (i.",
              "e. a different vowel in the stem) and/or reduplication (derived primarily from the Proto-Indo-European perfect), while weak verbs use a dental suffix (now generally held to be a reflex of the reduplicated imperfect of PIE *dheH1- originally 'put', in Germanic 'do').",
              "Strong verbs were divided into seven main classes while weak verbs were divided into five main classes (although no attested language has more than four classes of weak verbs).",
              "Strong verbs generally have no suffix in the present tense, although some have a -j- suffix that is a direct continuation of the PIE -y- suffix, and a few have an -n- suffix or infix that continues the -n- infix of PIE.",
              "Almost all weak verbs have a present-tense suffix, which varies from class to class.",
              "An additional small, but very important, group of verbs formed their present tense from the PIE perfect (and their past tense like weak verbs);",
              "for this reason, they are known as preterite-present verbs.",
              "All three of the previously mentioned groups of verbs—strong, weak and preterite-present—are derived from PIE thematic verbs;",
              "an additional very small group derives from PIE athematic verbs, and one verb *wiljaną 'to want' forms its present indicative from the PIE optative mood.",
              "Proto-Germanic verbs have three moods: indicative, subjunctive and imperative.",
              "The subjunctive mood derives from the PIE optative mood.",
              "Indicative and subjunctive moods are fully conjugated throughout the present and past, while the imperative mood existed only in the present tense and lacked first-person forms. Proto-Germanic verbs have two voices, active and passive, the latter deriving from the PIE mediopassive voice.",
              "The Proto-Germanic passive existed only in the present tense (an inherited feature, as the PIE perfect had no mediopassive).",
              "On the evidence of Gothic—the only Germanic language with a reflex of the Proto-Germanic passive—the passive voice had a significantly reduced inflectional system, with a single form used for all persons of the dual and plural.",
              "Note that although Old Norse (like modern Faroese and Icelandic) has an inflected mediopassive, it is not inherited from Proto-Germanic, but is an innovation formed by attaching the reflexive pronoun to the active voice.",
              "Although most Proto-Germanic strong verbs are formed directly from a verbal root, weak verbs are generally derived from an existing noun, verb or adjective (so-called denominal, deverbal and deadjectival verbs).",
              "For example, a significant subclass of Class I weak verbs are (deverbal) causative verbs.",
              "These are formed in a way that reflects a direct inheritance from the PIE causative class of verbs.",
              "PIE causatives were formed by adding an accented suffix -éi̯e/éi̯o to the o-grade of a non-derived verb.",
              "In Proto-Germanic, causatives are formed by adding a suffix -j/ij- (the reflex of PIE -éi̯e/éi̯o) to the past-tense ablaut (mostly with the reflex of PIE o-grade) of a strong verb (the reflex of PIE non-derived verbs), with Verner's Law voicing applied (the reflex of the PIE accent on the -éi̯e/éi̯o suffix).",
              "Examples: As in other Indo-European languages, a verb in Proto-Germanic could have a preverb attached to it, modifying its meaning (cf.",
              "e.",
              "g. *fra-werþaną 'to perish', derived from *werþaną 'to become').",
              "In Proto-Germanic, the preverb was still a clitic that could be separated from the verb (as also in Gothic, as shown by the behavior of second-position clitics, e.",
              "g. diz-uh-þan-sat 'and then he seized', with clitics uh 'and' and þan 'then' interpolated into dis-sat 'he seized') rather than a bound morpheme that is permanently attached to the verb.",
              "At least in Gothic, preverbs could also be stacked one on top of the other (similar to Sanskrit, different from Latin), e.",
              "g. ga-ga-waírþjan 'to reconcile'.",
              "An example verb: *nemaną 'to take' (class 4 strong verb).",
              "1 – Unstressed variant August Schleicher wrote a fable in the PIE language he had just reconstructed, which, though it has been updated a few times by others, still bears his name.",
              "Below is a rendering of this fable into Proto-Germanic.",
              "[citation needed] The first is a direct phonetic evolution of the PIE text.",
              "It does not take into account various idiomatic and grammatical shifts that occurred over the period.",
              "For example, the original text uses the imperfect tense, which disappeared in Proto-Germanic.",
              "The second version takes these differences into account, and is therefore closer to the language the Germanic people would have actually spoken.",
              "Reconstructed Proto-Germanic, phonetic evolution derived from reconstructed PIE only Reconstructed Proto-Germanic, with more probable grammar and vocabulary derived from later Germanic languages English"
            ]
          },
          {
            "title": "Proto-Indo-European root - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Proto-Indo-European_root",
            "content": [
              "Proto-Indo-European root - Wikipedia",
              "The roots of the reconstructed Proto-Indo-European language (PIE) are basic parts of words that carry a lexical meaning, so-called morphemes.",
              "PIE roots usually have verbal meaning like \"to eat\" or \"to run\".",
              "Roots never occurred alone in the language.",
              "Complete inflected verbs, nouns, and adjectives were formed by adding further morphemes to a root and potentially changing the root's vowel in a process called ablaut.",
              "A root consists of a central vowel that is preceded and followed by at least one consonant each.",
              "A number of rules have been determined that specify which consonants can occur together, and in which order.",
              "The modern understanding of these rules is that the consonants with the highest sonority (*l, *r, *y, *n[a]) are nearest to the vowel, and the ones with the lowest sonority such as plosives are furthest away.",
              "There are some exceptions to these rules such as thorn clusters.",
              "Sometimes new roots were created in PIE or its early descendants by various processes such as root extensions (adding a sound to the end of an existing root) or metathesis.",
              "Typically, a root plus a suffix forms a stem, and adding an ending forms a word.",
              "[1] r o o t + s u f f i x ⏟ s t e m + e n d i n g ⏟ w o r d {\\displaystyle \\underbrace {\\underbrace {\\mathrm {root+suffix} } _{\\mathrm {stem} }+\\mathrm {ending} } _{\\mathrm {word} }} For example, *bhéreti \"he bears\" can be split into the root *bher- \"to bear\", the suffix *-e- \"imperfective aspect\" and the ending *-ti \"present tense, third person singular\".",
              "[2] The suffix is sometimes missing, which has been interpreted as a zero suffix.",
              "[3] Words with zero suffix are termed root verbs and root nouns.",
              "An example is *h1és-mi / *h1és-∅-mi \"I am\".",
              "[4] Beyond this basic structure, there is the nasal infix which functions as a present tense marker, and reduplication, a prefix with a number of grammatical and derivational functions.",
              "[5] Verbal suffixes, including the zero suffix, convey grammatical information about tense and aspect, two grammatical categories that are not clearly distinguished.",
              "Imperfective (present, durative) and perfective aspect (aorist, punctual) are universally recognised, while some of the other aspects remain controversial.",
              "Two of the four moods, the subjunctive and the optative, are also formed with suffixes, which sometimes results in forms with two consecutive suffixes: *bhér-e-e-ti > *bhérēti \"he would bear\", with the first *e being the present tense marker, and the second the subjunctive marker.",
              "[6] Reduplication can mark the present and the perfect.",
              "[5] Verbal endings convey information about grammatical person, number and voice.",
              "The imperative mood has its own set of endings.",
              "[7] Nouns usually derive from roots or verb stems by suffixation or by other means.",
              "(See the morphology of the Proto-Indo-European noun for some examples.)",
              "This can hold even for roots that are often translated as nouns: *ped-, for example, can mean \"to tread\" or \"foot\", depending on the ablaut grade and ending.",
              "Some noun stems like *h2egwn-o- \"lamb\", however, do not derive from known verbal roots.",
              "[8] In any case, the meaning of a noun is given by its stem, whether this is composed of a root plus a suffix or not.",
              "This leaves the ending, which conveys case and number.",
              "[9] Adjectives are also derived by suffixation of (usually verbal) roots.",
              "An example is *ǵn̥h1-tó-s \"begotten, produced\" from the root *ǵenh1- \"to beget, to produce\".",
              "The endings are the same as with nouns.",
              "[10] Infinitives are verbal nouns and, just like other nouns, are formed with suffixes.",
              "It is not clear whether any of the infinitive suffixes reconstructed from the daughter languages (*-dhye-, *-tu-, *-ti-, among others) was actually used to express an infinitive in PIE.",
              "[11] Participles are verbal adjectives formed with the suffixes *-ent- (active imperfective and aorist participle), *-wos- (perfect participle) and *-mh1no- or *-m(e)no- (mediopassive participle), among others.",
              "[12] In its base form, a PIE root consists of a single vowel, preceded and followed by consonants.",
              "Except for a very few cases, the root is fully characterized by its consonants, while the vowel may change in accordance with inflection or word derivation.",
              "Thus, the root *bher- can also appear as *bhor-, with a long vowel as *bhēr- or *bhōr-, or even unsyllabic as *bhr-, in different grammatical contexts.",
              "This process is called ablaut, and the different forms are called ablaut grades.",
              "The five ablaut grades are the e-grade, o-grade, lengthened e- and o-grades, and the zero-grade that lacks a vowel.",
              "[13] In linguistic works, *e is used to stand in for the various ablaut grades that the vowel may appear in.",
              "Some reconstructions also include roots with *a as the vowel, but the existence of *a as a distinct vowel is disputed;",
              "[14] see Indo-European ablaut: a-grade.",
              "The vowel is flanked on both sides by one or more consonants;",
              "[15] the preceding consonants are the onset, the following ones are the coda.",
              "The onset and coda must contain at least one consonant;",
              "a root may not begin or end with the ablaut vowel.",
              "Consequently, the simplest roots have an onset and coda consisting of one consonant each.",
              "Such simple roots are common;",
              "examples are: *deh3- \"to give\", *bher- \"to bear\", *dheh1- \"to put\", *dhew- \"to run\", *h1ed- \"to eat\", *h2eḱ- \"sharp\", *ped- \"to tread\", *sed- \"to sit\", and *wes- \"to clothe\".",
              "Roots can also have a more complex onset and coda, consisting of a consonant cluster (multiple consonants).",
              "These include: *dhwes- \"to breathe\", *h1rewdh- \"red\", *h2erh3- \"to plough\", *h3reǵ- \"straight\", *leyǵ- \"to bind\", *prews- \"to freeze\", *srew- \"to flow\", *swep- \"to sleep\", and *wleykw- \"to moisten\".",
              "The maximum number of consonants seems to be five, as in *strengh- \"to twine\".",
              "[15] Early PIE scholars reconstructed a number of roots beginning or ending with a vowel.",
              "[16] The latter type always had a long vowel (*dhē- \"to put\", *bhwā- \"to grow\", *dō- \"to give\"), while this restriction did not hold for vowel-initial roots (*ed- \"to eat\", *aǵ- \"to drive\", *od- \"to smell\").",
              "Laryngeal theory can explain this behaviour by reconstructing a laryngeal following the vowel (*dheh1-, *bhweh2-, *deh3-, resulting in a long vowel) or preceding it (*h1ed-, *h2eǵ-, *h3ed-, resulting in a short vowel).",
              "These reconstructions obey the mentioned rules.",
              "[17] When the onset or coda of a root contains a consonant cluster, the consonants in this cluster must be ordered according to their sonority.",
              "The vowel constitutes a sonority peak, and the sonority must progressively rise in the onset and progressively fall in the coda.",
              "PIE roots distinguish three main classes of consonants, arranged from high to low sonority:[18] The following rules apply:[18] Laryngeals can also occur in the coda before a sonorant, as in *peh2w- \"small\".",
              "[18] The obstruent slot of an onset or coda may consist of multiple obstruents itself.",
              "Here, too, only one member of each subgroup of obstruents may appear in the cluster;",
              "a cluster may not contain multiple laryngeals or plosives.",
              "[18] The rules for the ordering within a cluster of obstruents are somewhat different, and do not fit into the general sonority hierarchy: In several roots, a phenomenon called s-mobile occurs, where some descendants include a prepended *s while other forms lack it.",
              "There does not appear to be any particular pattern;",
              "sometimes forms with *s and without it even occur side by side in the same language.",
              "[15] PIE abided by the general cross-linguistic constraint against the co-occurrence of two similar consonants in a word root.",
              "In particular, no examples are known of roots containing two plain voiced plosives (**ged-) or two glides (**ler-).",
              "A few examples of roots with two fricatives or two nasals (*h2eh3- \"to burn\", *nem- \"to give, to take\" etc.)",
              "can be reconstructed, but they were rare as well.",
              "An exception, however, were the voiced aspirated and voiceless plosives, which relatively commonly co-occurred (e.",
              "g. *dhegwh- \"to burn\", *peth2- \"to fly\").",
              "In particular, roots with two voiced aspirates were more than twice as common than could be expected to occur by chance.",
              "[15][20] An additional constraint prohibited roots containing both a voiced aspirated and a voiceless plosive (**tebh-), unless the latter occurs in a word-initial cluster after an *s (e.",
              "g. *stebh- \"to stiffen\").",
              "[15] Taken together with the abundance of *DheDh-type roots, it has been proposed that this distribution results from a limited process of voice assimilation in pre-PIE, where a voiceless stop was assimilated to a voiced aspirate, if another one followed or preceded within a root.",
              "[20] Thorn clusters are sequences of a dental (*t, *d, *dh) plus a velar plosive (*k, *g, *gh etc.)",
              ".",
              "[21] Their role in PIE phonotactics is unknown.",
              "Roots like *dhgwhey- \"to perish\" apparently violate the phonotactical rules, but are quite common.",
              "Some roots cannot be reconstructed with an ablauting *e, an example being *bhuh2- \"to grow, to become\".",
              "Such roots can be seen as generalized zero grades of unattested forms like **bhweh2-,[22] and thus follow the phonotactical rules.",
              "[23] Some roots like *pster- \"to sneeze\" or *pteh2k- \"to duck\" do not appear to follow these rules.",
              "[18] This might be due to incomplete understanding of PIE phonotactics or to wrong reconstructions.",
              "*pster-, for example, might not have existed in PIE at all, if the Indo-European words usually traced back to it are onomatopoeias.",
              "[24] The meaning of a reconstructed root is conventionally that of a verb;",
              "the terms root and verbal root are almost synonymous in PIE grammar.",
              "[citation needed] This is because, apart from a limited number of so-called root nouns, PIE roots overwhelmingly participate in verbal inflection through well-established morphological and phonological mechanisms. Their meanings are not always directly reconstructible, due to semantic shifts that led to discrepancies in the meanings of reflexes in the attested daughter languages.",
              "[25] Many nouns and adjectives are derived from verbal roots via suffixes and ablaut.",
              "[26] Nevertheless, some roots did exist that did not have a primary verbal derivation.",
              "Apart from the aforementioned root nouns, the most important of these were the so-called Caland roots, which had adjectival meaning.",
              "Such roots generally formed proterokinetic adjectives with the suffix *-u-, thematic adjectives in *-ró- and compounding stems in *-i-.",
              "They included at least *h1rewdh- \"red\", *h2erǵ- \"white\", *dhewb- \"deep\" and *gwreh2- \"heavy\".",
              "[27] Verbal roots were inherently either imperfective or perfective.",
              "To form a verb from the root's own aspect, verb endings were attached directly to the root, either with or without a thematic vowel.",
              "[5] The \"other\" aspect, if it was needed, would then be a so-called \"characterised\" stem,[28] as detailed in Proto-Indo-European verb.",
              "The characterised imperfective stems are often different in different descendants, but with no association between certain forms and the various branches of Indo-European, which suggests that a number of aspects fell together before PIE split up.",
              "[29] Roots were occasionally created anew within PIE or its early descendants.",
              "A variety of methods have been observed.",
              "Root extensions are additions of one or two sounds, often plosives, to the end of a root.",
              "These extensions do not seem to change the meaning of a root, and often lead to variant root forms across different descendants.",
              "The source and function of these extensions is not known.",
              "[15] For *(s)tew- 'to push, hit, thrust', we can reconstruct:[15] When the root contains a sonorant, the zero grade is ambiguous as to whether the sonorant should be placed before the ablaut vowel or after it.",
              "Speakers occasionally analysed such roots the \"wrong\" way, and this has led to some roots being created from existing ones by swapping the position of the sonorant.",
              "[30] An example of such a pair of roots, both meaning \"to increase, to enlarge\": Another example concerns the root \"sky\", which formed a vṛddhi derivative in this way:[30] Sometimes, commonly used words became the template for a new root that was back-formed from the word, different from the root from which the word was originally formed.",
              "For example, the ablauting noun *h2óy-u ~ *h2y-éw- \"lifetime\" was formed as a u-stem derivative of the root *h2ey-.",
              "[31] The oblique stem alternant *h2yéw- was then reinterpreted as the e-grade of a new root, which formed a new neuter s-stem *h2yéw-os ~ *h2yéw-es-, a formation which is only created from roots.",
              "[32]"
            ]
          },
          {
            "title": "Proto-Indo-European language - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Proto-Indo-European_language",
            "content": [
              "Proto-Indo-European language - Wikipedia",
              "Pontic Steppe Caucasus East Asia Eastern Europe Northern Europe Pontic Steppe Northern/Eastern Steppe Europe South Asia Steppe Europe Caucasus India Indo-Aryans Iranians East Asia Europe East Asia Europe Indo-Aryan Iranian Indo-Aryan Iranian Others Europe Proto-Indo-European (PIE) is the reconstructed common ancestor of the Indo-European language family.",
              "[1] No direct record of Proto-Indo-European exists;",
              "its proposed features have been derived by linguistic reconstruction from documented Indo-European languages.",
              "[2] Far more work has gone into reconstructing PIE than any other proto-language, and it is the best understood of all proto-languages of its age.",
              "The majority of linguistic work during the 19th century was devoted to the reconstruction of PIE or its daughter languages, and many of the modern techniques of linguistic reconstruction (such as the comparative method) were developed as a result.",
              "[citation needed] PIE is hypothesized to have been spoken as a single language from approximately 4500 BCE to 2500 BCE[3] during the Late Neolithic to Early Bronze Age, though estimates vary by more than a thousand years.",
              "According to the prevailing Kurgan hypothesis, the original homeland of the Proto-Indo-Europeans may have been in the Pontic–Caspian steppe of eastern Europe.",
              "The linguistic reconstruction of PIE has provided insight into the pastoral culture and patriarchal religion of its speakers.",
              "[4] As speakers of Proto-Indo-European became isolated from each other through the Indo-European migrations, the regional dialects of Proto-Indo-European spoken by the various groups diverged, as each dialect underwent shifts in pronunciation (the Indo-European sound laws), morphology, and vocabulary.",
              "Over many centuries, these dialects transformed into the known ancient Indo-European languages.",
              "From there, further linguistic divergence led to the evolution of their current descendants, the modern Indo-European languages.",
              "Today, the descendant languages of PIE with the most native speakers are Spanish, English, Portuguese, Hindustani (Hindi and Urdu), Bengali, Russian, Punjabi, German, Persian, French, Marathi, Italian, and Gujarati.",
              "PIE is believed to have had an elaborate system of morphology that included inflectional suffixes (analogous to English child, child's, children, children's) as well as ablaut (vowel alterations, as preserved in English sing, sang, sung, song) and accent.",
              "PIE nominals and pronouns had a complex system of declension, and verbs similarly had a complex system of conjugation.",
              "The PIE phonology, particles, numerals, and copula are also well-reconstructed.",
              "Asterisks are used as a conventional mark of reconstructed words, such as *wódr̥, *ḱwn̥tós, or *tréyes;",
              "these forms are the reconstructed ancestors of the modern English words water, hound, and three, respectively.",
              "No direct evidence of PIE exists;",
              "scholars have reconstructed PIE from its present-day descendants using the comparative method.",
              "[5] For example, compare the pairs of words in Italian and English: piede and foot, padre and father, pesce and fish.",
              "Since there is a consistent correspondence of the initial consonants (p and f) that emerges far too frequently to be coincidental, one can infer that these languages stem from a common parent language.",
              "[6] Detailed analysis suggests a system of sound laws to describe the phonetic and phonological changes from the hypothetical ancestral words to the modern ones.",
              "These laws have become so detailed and reliable as to support the Neogrammarian rule: the Indo-European sound laws apply without exception.",
              "William Jones, an Anglo-Welsh philologist and puisne judge in Bengal, caused an academic sensation when in 1786 he postulated the common ancestry of Sanskrit, Greek, Latin, Gothic, the Celtic languages, and Old Persian,[7] but he was not the first to state such a hypothesis.",
              "In the 16th century, European visitors to the Indian subcontinent became aware of similarities between Indo-Iranian languages and European languages,[8] and as early as 1653, Marcus Zuerius van Boxhorn had published a proposal for a proto-language (\"Scythian\") for the following language families: Germanic, Romance, Greek, Baltic, Slavic, Celtic, and Iranian.",
              "[9] In a memoir sent to the Académie des Inscriptions et Belles-Lettres in 1767, Gaston-Laurent Coeurdoux, a French Jesuit who spent all his life in India, had specifically demonstrated the analogy between Sanskrit and European languages.",
              "[10] According to current academic consensus, Jones's famous work of 1786 was less accurate than his predecessors', as he erroneously included Egyptian, Japanese and Chinese in the Indo-European languages, while omitting Hindi.",
              "In 1818, Rasmus Christian Rask elaborated the set of correspondences in his prize essay Undersøgelse om det gamle Nordiske eller Islandske Sprogs Oprindelse ('Investigation of the Origin of the Old Norse or Icelandic Language'), where he argued that Old Norse was related to the Germanic languages, and had even suggested a relation to the Baltic, Slavic, Greek, Latin and Romance languages.",
              "[11] In 1816, Franz Bopp published On the System of Conjugation in Sanskrit, in which he investigated the common origin of Sanskrit, Persian, Greek, Latin, and German.",
              "In 1833, he began publishing the Comparative Grammar of Sanskrit, Zend, Greek, Latin, Lithuanian, Old Slavic, Gothic, and German.",
              "[12] In 1822, Jacob Grimm formulated what became known as Grimm's law as a general rule in his Deutsche Grammatik.",
              "Grimm showed correlations between the Germanic and other Indo-European languages and demonstrated that sound change systematically transforms all words of a language.",
              "[13] From the 1870s, the Neogrammarians proposed that sound laws have no exceptions, as illustrated by Verner's law, published in 1876, which resolved apparent exceptions to Grimm's law by exploring the role of accent (stress) in language change.",
              "[14] August Schleicher's A Compendium of the Comparative Grammar of the Indo-European, Sanskrit, Greek and Latin Languages (1874–77) represented an early attempt to reconstruct the proto-Indo-European language.",
              "[15] By the early 1900s, Indo-Europeanists had developed well-defined descriptions of PIE which scholars still accept today.",
              "Later, the discovery of the Anatolian and Tocharian languages added to the corpus of descendant languages.",
              "A subtle new principle won wide acceptance: the laryngeal theory, which explained irregularities in the reconstruction of Proto-Indo-European phonology as the effects of hypothetical sounds which no longer exist in all languages documented prior to the excavation of cuneiform tablets in Anatolian.",
              "This theory was first proposed by De Saussure in 1879 on the basis of internal reconstruction only,[16] and progressively won general acceptance after Jerzy Kuryłowicz's discovery of consonantal reflexes of these reconstructed sounds in Hittite.",
              "[17] Julius Pokorny's Indogermanisches etymologisches Wörterbuch ('Indo-European Etymological Dictionary', 1959) gave a detailed, though conservative, overview of the lexical knowledge accumulated by 1959.",
              "Jerzy Kuryłowicz's 1956 Apophonie gave a better understanding of Indo-European ablaut.",
              "From the 1960s, knowledge of Anatolian became robust enough to establish its relationship to PIE.",
              "Scholars have proposed multiple hypotheses about when, where, and by whom PIE was spoken.",
              "The Kurgan hypothesis, first put forward in 1956 by Marija Gimbutas, has become the most popular.",
              "[a] It proposes that the original speakers of PIE were the Yamnaya culture associated with the kurgans (burial mounds) on the Pontic–Caspian steppe north of the Black Sea.",
              "[22]: 305–7 [23] According to the theory, they were nomadic pastoralists who domesticated the horse, which allowed them to migrate across Europe and Asia in wagons and chariots.",
              "[23] By the early 3rd millennium BCE, they had expanded throughout the Pontic–Caspian steppe and into eastern Europe.",
              "[24] Other theories include the Anatolian hypothesis,[25] which posits that PIE spread out from Anatolia with agriculture beginning c.",
              "7500–6000 BCE,[26] the Armenian hypothesis, the Paleolithic continuity paradigm, and the indigenous Aryans theory.",
              "The latter two of these theories are not regarded as credible within academia.",
              "[27][28] Out of all the theories for a PIE homeland, the Kurgan and Anatolian hypotheses are the ones most widely accepted, and also the ones most debated against each other.",
              "[29] Following the publication of several studies on ancient DNA in 2015, Colin Renfrew, the original author and proponent of the Anatolian hypothesis, has accepted the reality of migrations of populations speaking one or several Indo-European languages from the Pontic steppe towards Northwestern Europe.",
              "[30][31] The table lists the main Indo-European language families, comprising the languages descended from Proto-Indo-European.",
              "Slavic: Russian, Ukrainian, Belarusian, Polish, Czech, Slovak, Sorbian, Serbo-Croatian, Bulgarian, Slovenian, Macedonian Daco-Thracian (disputed) Commonly proposed subgroups of Indo-European languages include Italo-Celtic, Graeco-Aryan, Graeco-Armenian, Graeco-Phrygian, Daco-Thracian, and Thraco-Illyrian.",
              "There are numerous lexical similarities between the Proto-Indo-European and Proto-Kartvelian languages due to early language contact[citation needed], though some morphological similarities—notably the Indo-European ablaut, which is remarkably similar to the root ablaut system reconstructible for Proto-Kartvelian.",
              "[33][34] The Lusitanian language was a marginally attested language spoken in areas near the border between present-day Portugal and Spain.",
              "The Venetic and Liburnian languages known from the North Adriatic region are sometimes classified as Italic.",
              "Albanian and Greek are the only surviving Indo-European descendants of a Paleo-Balkan language area, named for their occurrence in or in the vicinity of the Balkan peninsula.",
              "Most of the other languages of this area—including Illyrian, Thracian, and Dacian—do not appear to be members of any other subfamilies of PIE, but are so poorly attested that proper classification of them is not possible.",
              "Forming an exception, Phrygian is sufficiently well-attested to allow proposals of a particularly close affiliation with Greek, and a Graeco-Phrygian branch of Indo-European is becoming increasingly accepted.",
              "[35][36][37] Proto-Indo-European phonology has been reconstructed in some detail.",
              "Notable features of the most widely accepted (but not uncontroversial) reconstruction include: The vowels in commonly used notation are:[38] The corresponding consonants in commonly used notation are:[39][40] The Proto-Indo-European accent is reconstructed today as having had variable lexical stress, which could appear on any syllable and whose position often varied among different members of a paradigm (e.",
              "g. between singular and plural of a verbal paradigm).",
              "Stressed syllables received a higher pitch;",
              "therefore it is often said that PIE had a pitch accent.",
              "The location of the stress is associated with ablaut variations, especially between full-grade vowels (/e/ and /o/) and zero-grade (i.",
              "e. lack of a vowel), but not entirely predictable from it.",
              "The accent is best preserved in Vedic Sanskrit and (in the case of nouns) Ancient Greek, and indirectly attested in a number of phenomena in other IE languages, such as Verner's Law in the Germanic branch.",
              "Sources for Indo-European accentuation are also the Balto-Slavic accentual system and plene spelling in Hittite cuneiform.",
              "To account for mismatches between the accent of Vedic Sanskrit and Ancient Greek, as well as a few other phenomena, a few historical linguists prefer to reconstruct PIE as a tone language where each morpheme had an inherent tone;",
              "[citation needed] the sequence of tones in a word then evolved, according to that hypothesis, into the placement of lexical stress in different ways in different IE branches.",
              "[citation needed] Proto-Indo-European roots were affix-lacking morphemes that carried the core lexical meaning of a word and were used to derive related words (cf.",
              "the English root \"-friend-\", from which are derived related words such as friendship, friendly, befriend, and newly coined words such as unfriend).",
              "Proto-Indo-European was probably a fusional language, in which inflectional morphemes signaled the grammatical relationships between words.",
              "This dependence on inflectional morphemes means that roots in PIE, unlike those in English, were rarely used without affixes.",
              "A root plus a suffix formed a word stem, and a word stem plus a desinence (usually an ending) formed a word.",
              "[41] Many morphemes in Proto-Indo-European had short e as their inherent vowel;",
              "the Indo-European ablaut is the change of this short e to short o, long e (ē), long o (ō), or no vowel.",
              "The forms are referred to as the \"ablaut grades\" of the morpheme—the e-grade, o-grade, zero-grade (no vowel), etc.",
              "This variation in vowels occurred both within inflectional morphology (e.",
              "g., different grammatical forms of a noun or verb may have different vowels) and derivational morphology (e.",
              "g., a verb and an associated abstract verbal noun may have different vowels).",
              "[42] Categories that PIE distinguished through ablaut were often also identifiable by contrasting endings, but the loss of these endings in some later Indo-European languages has led them to use ablaut alone to identify grammatical categories, as in the Modern English words sing, sang, sung.",
              "Proto-Indo-European nouns were probably declined for eight or nine cases:[43] Late Proto-Indo-European had three grammatical genders: This system is probably derived from an older two-gender system, attested in Anatolian languages: common (or animate) and neuter (or inanimate) gender.",
              "The feminine gender only arose in the later period of the language.",
              "[46] Neuter nouns collapsed the nominative, vocative and accusative into a single form, the plural of which used a special collective suffix *-h2 (manifested in most descendants as -a).",
              "This same collective suffix in extended forms *-eh2 and *-ih2 (respectively on thematic and athematic nouns, becoming -ā and -ī in the early daughter languages) became used to form feminine nouns from masculines.",
              "All nominals distinguished three numbers: These numbers were also distinguished in verbs (see below), requiring agreement with their subject nominal.",
              "Proto-Indo-European pronouns are difficult to reconstruct, owing to their variety in later languages.",
              "PIE had personal pronouns in the first and second grammatical person, but not the third person, where demonstrative pronouns were used instead.",
              "The personal pronouns had their own unique forms and endings, and some had two distinct stems;",
              "this is most obvious in the first person singular where the two stems are still preserved in English I and me.",
              "There were also two varieties for the accusative, genitive and dative cases, a stressed and an enclitic form.",
              "[47] Proto-Indo-European verbs, like the nouns, exhibited a system of ablaut.",
              "The most basic categorisation for the reconstructed Indo-European verb is grammatical aspect.",
              "Verbs are classed as: Verbs have at least four grammatical moods: Verbs had two grammatical voices: Verbs had three grammatical persons: first, second and third.",
              "Verbs had three grammatical numbers: Verbs were probably marked by a highly developed system of participles, one for each combination of tense and voice, and an assorted array of verbal nouns and adjectival formations.",
              "The following table shows a possible reconstruction of the PIE verb endings from Sihler, which largely represents the current consensus among Indo-Europeanists.",
              "Proto-Indo-European numerals are generally reconstructed as follows: Rather than specifically 100, *ḱm̥tóm may originally have meant \"a large number\".",
              "[49] Proto-Indo-European particles were probably used both as adverbs and as postpositions.",
              "These postpositions became prepositions in most daughter languages.",
              "Reconstructed particles include for example, *upo \"under, below\";",
              "the negators *ne, *mē;",
              "the conjunctions *kwe \"and\", *wē \"or\" and others;",
              "and an interjection, *wai!",
              ", expressing woe or agony.",
              "Proto-Indo-European employed various means of deriving words from other words, or directly from verb roots.",
              "Internal derivation was a process that derived new words through changes in accent and ablaut alone.",
              "It was not as productive as external (affixing) derivation, but is firmly established by the evidence of various later languages.",
              "Possessive or associated adjectives were probably created from nouns through internal derivation.",
              "Such words could be used directly as adjectives, or they could be turned back into a noun without any change in morphology, indicating someone or something characterised by the adjective.",
              "They were probably also used as the second elements in compounds.",
              "If the first element was a noun, this created an adjective that resembled a present participle in meaning, e.",
              "g. \"having much rice\" or \"cutting trees\".",
              "When turned back into nouns, such compounds were Bahuvrihis or semantically resembled agent nouns.",
              "In thematic stems, creating a possessive adjective seems to have involved shifting the accent one syllable to the right, for example:[50] In athematic stems, there was a change in the accent/ablaut class.",
              "The reconstructed four classes followed an ordering in which a derivation would shift the class one to the right:[50] The reason for this particular ordering of the classes in derivation is not known.",
              "Some examples: A vrddhi derivation, named after the Sanskrit grammatical term, signifying \"of, belonging to, descended from\".",
              "It was characterised by \"upgrading\" the root grade, from zero to full (e) or from full to lengthened (ē).",
              "When upgrading from zero to full grade, the vowel could sometimes be inserted in the \"wrong\" place, creating a different stem from the original full grade.",
              "Examples:[51] Adjectives with accent on the thematic vowel could be turned into nouns by moving the accent back onto the root.",
              "A zero grade root could remain so, or be \"upgraded\" to full grade like in a vrddhi derivative.",
              "Some examples:[52] This kind of derivation is likely related to the possessive adjectives, and can be seen as essentially the reverse of it.",
              "The syntax of the older Indo-European languages has been studied in earnest since at least the late nineteenth century, by such scholars as Hermann Hirt and Berthold Delbrück.",
              "In the second half of the twentieth century, interest in the topic increased and led to reconstructions of Proto-Indo-European syntax.",
              "[53] Since all the early attested IE languages were inflectional, PIE is thought to have relied primarily on morphological markers, rather than word order, to signal syntactic relationships within sentences.",
              "[54] Still, a default (unmarked) word order is thought to have existed in PIE.",
              "In 1892, Jacob Wackernagel reconstructed PIE's word order as subject–verb–object (SVO), based on evidence in Vedic Sanskrit.",
              "[55] Winfred P.",
              "Lehmann (1974), on the other hand, reconstructs PIE as a subject–object–verb (SOV) language.",
              "He posits that the presence of person marking in PIE verbs motivated a shift from OV to VO order in later dialects.",
              "Many of the descendant languages have VO order: modern Greek, Romance and Albanian prefer SVO, Insular Celtic has VSO as the default order, and even the Anatolian languages show some signs of this word order shift.",
              "Tocharian and Indo-Iranian, meanwhile, retained the conservative OV order.",
              "Lehmann attributes the context-dependent order preferences in Baltic, Slavic and Germanic to outside influences.",
              "[56] Donald Ringe (2006), however, attributes these to internal developments instead.",
              "[57] Paul Friedrich (1975) disagrees with Lehmann's analysis.",
              "He reconstructs PIE with the following syntax: Friedrich notes that even among those Indo-European languages with basic OV word order, none of them are rigidly OV.",
              "He also notes that these non-rigid OV languages mainly occur in parts of the IE area that overlap with OV languages from other families (such as Uralic and Dravidian), whereas VO is predominant in the central parts of the IE area.",
              "For these reasons, among others, he argues for a VO common ancestor.",
              "[58] Hans Henrich Hock (2015) reports that the SVO hypothesis still has some adherents, but the \"broad consensus\" among PIE scholars is that PIE would have been an SOV language.",
              "[55] The SOV default word order with other orders used to express emphasis (e.",
              "g., verb–subject–object to emphasise the verb) is attested in Old Indo-Aryan, Old Iranian, Old Latin and Hittite, while traces of it can be found in the enclitic personal pronouns of the Tocharian languages.",
              "[54]"
            ]
          }
        ],
        "The term \"bittersweet\" is cognate with similar words in other languages, such as Dutch, German, Danish, and Swedish.": [
          {
            "title": "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
            "url": "https://www.etymonline.com/word/bittersweet",
            "content": [
              "bittersweet | Etymology, origin and meaning of bittersweet by etymonline",
              "\"uniting bitterness and sweetness,\" 1610s, from bitter (adj.)",
              "+ sweet (adj.)",
              ".",
              "Perhaps older, as the same word is used as a noun in Middle English (late 14c.)",
              "for drinks or experiences that are both bitter and sweet and especially in reference to a type of apple;",
              "later of woody nightshade (1560s).",
              "Greek had a similarly formed compound, glykypikros, literally \"sweet-bitter.\"",
              "Old English biter \"having a harsh taste, sharp, cutting;",
              "angry, full of animosity;",
              "cruel,\" from Proto-Germanic *bitras- (source also of Old Saxon bittar, Old Norse bitr, Dutch bitter, Old High German bittar, German bitter, Gothic baitrs \"bitter\"), from suffixed form of PIE root *bheid- \"to split\" (source also of Old English bitan \"to bite;\"",
              "see bite (v.)",
              ").",
              "Evidently the meaning drifted in prehistoric times from \"biting, of pungent taste,\" to \"acrid-tasting.\"",
              "Used figuratively in Old English of states of mind and words.",
              "Related: Bitterly.",
              "Old English swete, Mercian swoete, \"pleasing to the senses, mind or feelings;",
              "having a pleasant disposition,\" from Proto-Germanic *swotja- (source also of Old Saxon swoti, Old Frisian swet, Swedish söt, Danish sød, Middle Dutch soete, Dutch zoet, Old High German swuozi, German süß), from PIE root *swād- \"sweet, pleasant\" (source also of Sanskrit svadus \"sweet;\"",
              "Greek hedys \"sweet, pleasant, agreeable,\" hedone \"pleasure;\"",
              "Latin suavis \"pleasant\" (not especially of taste), suadere \"to advise,\" properly \"to make something pleasant to\").",
              "Words for \"sweet\" in Indo-European languages typically are used for other sense as well and in general for \"pleasing.\"",
              "Also \"being in a sound or wholesome state\" (mid-13c.)",
              ", and, of water, \"fresh, not salt\" (late Old English).",
              "As an intensifier from 1958.",
              "Sweet in bed (c.",
              "1300) was the equivalent of modern colloquial good in bed.",
              "To be sweet on someone is recorded by 1690s.",
              "Sweet sixteen is recorded by 1767.",
              "Sweet dreams as a parting to one going to sleep is attested from 1897, short for sweet dreams to you, etc.",
              "Sweet-and-sour in cookery is from 1723 and not originally of Eastern dishes.",
              "Sweet nothings \"sentimental trivialities\" is from 1900.",
              "Sweet spot is from 1976, first in reference to tennis rackets.",
              "Sweet corn is from 1640s.",
              "The word in Chaucer's shoures soote (or schowres swoote) is Middle English sote \"sweet to the senses,\" from Old English swot, a different form from the same Germanic adjective.",
              "updated on September 28, 2017 bitter bitter end bittern bitterness bitters bittersweet bitty bitumen bituminous bivalence bivalent LINKS PRODUCTS ABOUT SUPPORT"
            ]
          },
          {
            "title": "bittersweet - Wiktionary, the free dictionary",
            "url": "https://en.wiktionary.org/wiki/bittersweet",
            "content": [
              "bittersweet - Wiktionary, the free dictionary",
              "From Middle English bitterswete, biterswete, equivalent to bitter +‎ sweet.",
              "Cognate with Saterland Frisian bitterswäit (“bittersweet”), West Frisian bittersoet (“bittersweet”), Dutch bitterzoet (“bittersweet”), German bittersüß (“bittersweet”), Danish bittersød (“bittersweet”), Swedish bittersöt (“bittersweet”).",
              "bittersweet (comparative more bittersweet, superlative most bittersweet) bittersweet (plural bittersweets)"
            ]
          },
          {
            "title": "Germanic languages - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Germanic_languages",
            "content": [
              "Germanic languages - Wikipedia",
              "Pontic Steppe Caucasus East Asia Eastern Europe Northern Europe Pontic Steppe Northern/Eastern Steppe Europe South Asia Steppe Europe Caucasus India Indo-Aryans Iranians East Asia Europe East Asia Europe Indo-Aryan Iranian Indo-Aryan Iranian Others Europe The Germanic languages are a branch of the Indo-European language family spoken natively by a population of about 515 million people[nb 1] mainly in Europe, North America, Oceania and Southern Africa.",
              "The most widely spoken Germanic language, English, is also the world's most widely spoken language with an estimated 2 billion speakers.",
              "All Germanic languages are derived from Proto-Germanic, spoken in Iron Age Scandinavia.",
              "The West Germanic languages include the three most widely spoken Germanic languages: English with around 360–400 million native speakers;",
              "[2][nb 2] German, with over 100 million native speakers;",
              "[3] and Dutch, with 24 million native speakers.",
              "Other West Germanic languages include Afrikaans, an offshoot of Dutch originating from the Afrikaners of South Africa, with over 7.",
              "1 million native speakers;",
              "[4] Low German, considered a separate collection of unstandardized dialects, with roughly 4.",
              "35–7.",
              "15 million native speakers and probably 6.",
              "7–10 million people who can understand it[5][6][7] (at least 2.",
              "2 million in Germany (2016)[6] and 2.",
              "15 million in the Netherlands (2003));",
              "[8][5] Yiddish, once used by approximately 13 million Jews in pre-World War II Europe,[9] now with approximately 1.",
              "5 million native speakers;",
              "Scots, with 1.",
              "5 million native speakers;",
              "Limburgish varieties with roughly 1.",
              "3 million speakers along the Dutch–Belgian–German border;",
              "and the Frisian languages with over 500,000 native speakers in the Netherlands and Germany.",
              "The largest North Germanic languages are Swedish, Danish and Norwegian, which are in part mutually intelligible and have a combined total of about 20 million native speakers in the Nordic countries and an additional five million second language speakers;",
              "since the Middle Ages, however, these languages have been strongly influenced by Middle Low German, a West Germanic language, and Low German words account for about 30–60% of their vocabularies according to various estimates.",
              "Other extant North Germanic languages are Faroese, Icelandic, and Elfdalian, which are more conservative languages with no significant Low German influence, more complex grammar and limited mutual intelligibility with other North Germanic languages today.",
              "[10] The East Germanic branch included Gothic, Burgundian, and Vandalic, all of which are now extinct.",
              "The last to die off was Crimean Gothic, spoken until the late 18th century in some isolated areas of Crimea.",
              "[11] The SIL Ethnologue lists 48 different living Germanic languages, 41 of which belong to the Western branch and six to the Northern branch;",
              "it places Riograndenser Hunsrückisch German in neither of the categories, but it is often considered a German dialect by linguists.",
              "[12] The total number of Germanic languages throughout history is unknown as some of them, especially the East Germanic languages, disappeared during or after the Migration Period.",
              "Some of the West Germanic languages also did not survive past the Migration Period, including Lombardic.",
              "As a result of World War II and subsequent mass expulsion of Germans, the German language suffered a significant loss of Sprachraum, as well as moribundity and extinction of several of its dialects.",
              "In the 21st century, German dialects are dying out[nb 3] as Standard German gains primacy.",
              "[13] The common ancestor of all of the languages in this branch is called Proto-Germanic, also known as Common Germanic, which was spoken in about the middle of the 1st millennium BC in Iron Age Scandinavia.",
              "Proto-Germanic, along with all of its descendants, notably has a number of unique linguistic features, most famously the consonant change known as \"Grimm's law.\"",
              "Early varieties of Germanic entered history when the Germanic tribes moved south from Scandinavia in the 2nd century BC to settle in the area of today's northern Germany and southern Denmark.",
              "English is an official language of Belize, Canada, Nigeria, Falkland Islands, Saint Helena, Malta, New Zealand, Ireland, South Africa, Philippines, Jamaica, Dominica, Guyana, Trinidad and Tobago, American Samoa, Palau, St.",
              "Lucia, Grenada, Barbados, St.",
              "Vincent and the Grenadines, Puerto Rico, Guam, Hong Kong, Singapore, Pakistan, India, Papua New Guinea, Namibia, Vanuatu, the Solomon Islands and former British colonies in Asia, Africa and Oceania.",
              "Furthermore, it is the de facto language of the United Kingdom, the United States and Australia, as well as a recognized language in Nicaragua[14] and Malaysia.",
              "German is a language of Austria, Belgium, Germany, Liechtenstein, Luxembourg and Switzerland and has regional status in Italy, Poland, Namibia and Denmark.",
              "German also continues to be spoken as a minority language by immigrant communities in North America, South America, Central America, Mexico and Australia.",
              "A German dialect, Pennsylvania Dutch, is still used among various populations in the American state of Pennsylvania in daily life.",
              "A group of Alemannic German dialects commonly referred to as Alsatian[15][16] is spoken in Alsace, part of modern France.",
              "Dutch is an official language of Aruba, Belgium, Curaçao, the Netherlands, Sint Maarten, and Suriname.",
              "[17] The Netherlands also colonized Indonesia, but Dutch was scrapped as an official language after Indonesian independence.",
              "Today, it is only used by older or traditionally educated people.",
              "Dutch was until 1983 an official language in South Africa but evolved into and was replaced by Afrikaans, a partially mutually intelligible[18] daughter language of Dutch.",
              "Afrikaans is one of the 11 official languages in South Africa and is a lingua franca of Namibia.",
              "It is used in other Southern African nations, as well.",
              "Low German is a collection of very diverse dialects spoken in the northeast of the Netherlands and northern Germany.",
              "Some dialects like East Pomeranian have been imported to South America.",
              "[19] Scots is spoken in Lowland Scotland and parts of Ulster (where the local dialect is known as Ulster Scots).",
              "[20] Frisian is spoken among half a million people who live on the southern fringes of the North Sea in the Netherlands and Germany.",
              "Luxembourgish is a Moselle Franconian dialect that is spoken mainly in the Grand Duchy of Luxembourg, where it is considered to be an official language.",
              "[21] Similar varieties of Moselle Franconian are spoken in small parts of Belgium, France, and Germany.",
              "Yiddish, once a native language of some 11 to 13 million people, remains in use by some 1.",
              "5 million speakers in Jewish communities around the world, mainly in North America, Europe, Israel, and other regions with Jewish populations.",
              "[9] Limburgish varieties are spoken in the Limburg and Rhineland regions, along the Dutch–Belgian–German border.",
              "In addition to being the official language in Sweden, Swedish is also spoken natively by the Swedish-speaking minority in Finland, which is a large part of the population along the coast of western and southern Finland.",
              "Swedish is also one of the two official languages in Finland, along with Finnish, and the only official language in Åland.",
              "Swedish is also spoken by some people in Estonia.",
              "Danish is an official language of Denmark and in its overseas territory of the Faroe Islands, and it is a lingua franca and language of education in its other overseas territory of Greenland, where it was one of the official languages until 2009.",
              "Danish, a locally recognized minority language, is also natively spoken by the Danish minority in the German state of Schleswig-Holstein.",
              "Norwegian is the official language of Norway.",
              "Norwegian is also the official language in the overseas territories of Norway such as Svalbard, Jan Mayen, Bouvet island, Queen Maud Land and Peter I island.",
              "Icelandic is the official language of Iceland.",
              "Faroese is the official language of the Faroe Islands, and is also spoken by some people in Denmark.",
              "Germanic languages by share (West Germanic in yellow-red shades and North Germanic in blue shades):[nb 4] All Germanic languages are thought to be descended from a hypothetical Proto-Germanic, united by subjection to the sound shifts of Grimm's law and Verner's law.",
              "These probably took place during the Pre-Roman Iron Age of Northern Europe from c.",
              "500 BC.",
              "Proto-Germanic itself was likely spoken after c.",
              "500 BC,[36] and Proto-Norse from the 2nd century AD and later is still quite close to reconstructed Proto-Germanic, but other common innovations separating Germanic from Proto-Indo-European suggest a common history of pre-Proto-Germanic speakers throughout the Nordic Bronze Age.",
              "From the time of their earliest attestation, the Germanic varieties are divided into three groups: West, East, and North Germanic.",
              "Their exact relation is difficult to determine from the sparse evidence of runic inscriptions.",
              "The western group would have formed in the late Jastorf culture, and the eastern group may be derived from the 1st-century variety of Gotland, leaving southern Sweden as the original location of the northern group.",
              "The earliest period of Elder Futhark (2nd to 4th centuries) predates the division in regional script variants, and linguistically essentially still reflects the Common Germanic stage.",
              "The Vimose inscriptions include some of the oldest datable Germanic inscriptions, starting in c.",
              "160 AD.",
              "The earliest coherent Germanic text preserved is the 4th-century Gothic translation of the New Testament by Ulfilas.",
              "Early testimonies of West Germanic are in Old Frankish/Old Dutch (the 5th-century Bergakker inscription), Old High German (scattered words and sentences 6th century and coherent texts 9th century), and Old English (oldest texts 650, coherent texts 10th century).",
              "North Germanic is only attested in scattered runic inscriptions, as Proto-Norse, until it evolves into Old Norse by about 800.",
              "Longer runic inscriptions survive from the 8th and 9th centuries (Eggjum stone, Rök stone), longer texts in the Latin alphabet survive from the 12th century (Íslendingabók), and some skaldic poetry dates back to as early as the 9th century.",
              "By about the 10th century, the varieties had diverged enough to make mutual intelligibility difficult.",
              "The linguistic contact of the Viking settlers of the Danelaw with the Anglo-Saxons left traces in the English language and is suspected to have facilitated the collapse of Old English grammar that, combined with the influx of Romance Old French vocabulary after the Norman Conquest, resulted in Middle English from the 12th century.",
              "The East Germanic languages were marginalized from the end of the Migration Period.",
              "The Burgundians, Goths, and Vandals became linguistically assimilated by their respective neighbors by about the 7th century, with only Crimean Gothic lingering on until the 18th century.",
              "During the early Middle Ages, the West Germanic languages were separated by the insular development of Middle English on one hand and by the High German consonant shift on the continent on the other, resulting in Upper German and Low Saxon, with graded intermediate Central German varieties.",
              "By early modern times, the span had extended into considerable differences, ranging from Highest Alemannic in the South to Northern Low Saxon in the North, and, although both extremes are considered German, they are hardly mutually intelligible.",
              "The southernmost varieties had completed the second sound shift, while the northern varieties remained unaffected by the consonant shift.",
              "The North Germanic languages, on the other hand, remained unified until well past 1000 AD, and in fact the mainland Scandinavian languages still largely retain mutual intelligibility into modern times.",
              "The main split in these languages is between the mainland languages and the island languages to the west, especially Icelandic, which has maintained the grammar of Old Norse virtually unchanged, while the mainland languages have diverged greatly.",
              "Germanic languages possess a number of defining features compared with other Indo-European languages.",
              "Some of the best-known are the following: Other significant characteristics are: Some of the characteristics present in Germanic languages were not present in Proto-Germanic but developed later as areal features that spread from language to language: Roughly speaking, Germanic languages differ in how conservative or how progressive each language is with respect to an overall trend toward analyticity.",
              "Some, such as Icelandic and, to a lesser extent, German, have preserved much of the complex inflectional morphology inherited from Proto-Germanic (and in turn from Proto-Indo-European).",
              "Others, such as English, Swedish, and Afrikaans, have moved toward a largely analytic type.",
              "The subgroupings of the Germanic languages are defined by shared innovations.",
              "It is important to distinguish innovations from cases of linguistic conservatism.",
              "That is, if two languages in a family share a characteristic that is not observed in a third language, that is evidence of common ancestry of the two languages only if the characteristic is an innovation compared to the family's proto-language.",
              "The following innovations are common to the Northwest Germanic languages (all but Gothic): The following innovations are also common to the Northwest Germanic languages but represent areal changes: The following innovations are common to the West Germanic languages: The following innovations are common to the Ingvaeonic subgroup of the West Germanic languages, which includes English, Frisian, and in a few cases Dutch and Low German, but not High German: The following innovations are common to the Anglo-Frisian subgroup of the Ingvaeonic languages: The oldest Germanic languages all share a number of features, which are assumed to be inherited from Proto-Germanic.",
              "Phonologically, it includes the important sound changes known as Grimm's Law and Verner's Law, which introduced a large number of fricatives;",
              "late Proto-Indo-European had only one, /s/.",
              "The main vowel developments are the merging (in most circumstances) of long and short /a/ and /o/, producing short /a/ and long /ō/.",
              "That likewise affected the diphthongs, with PIE /ai/ and /oi/ merging into /ai/ and PIE /au/ and /ou/ merging into /au/.",
              "PIE /ei/ developed into long /ī/.",
              "PIE long /ē/ developed into a vowel denoted as /ē1/ (often assumed to be phonetically [æː]), while a new, fairly uncommon long vowel /ē2/ developed in varied and not completely understood circumstances.",
              "Proto-Germanic had no front rounded vowels, but all Germanic languages except for Gothic subsequently developed them through the process of i-umlaut.",
              "Proto-Germanic developed a strong stress accent on the first syllable of the root, but remnants of the original free PIE accent are visible due to Verner's Law, which was sensitive to this accent.",
              "That caused a steady erosion of vowels in unstressed syllables.",
              "In Proto-Germanic, that had progressed only to the point that absolutely-final short vowels (other than /i/ and /u/) were lost and absolutely-final long vowels were shortened, but all of the early literary languages show a more advanced state of vowel loss.",
              "This ultimately resulted in some languages (like Modern English) losing practically all vowels following the main stress and the consequent rise of a very large number of monosyllabic words.",
              "The following table shows the main outcomes of Proto-Germanic vowels and consonants in the various older languages.",
              "For vowels, only the outcomes in stressed syllables are shown.",
              "Outcomes in unstressed syllables are quite different, vary from language to language and depend on a number of other factors (such as whether the syllable was medial or final, whether the syllable was open or closed and (in some cases) whether the preceding syllable was light or heavy).",
              "Notes: The oldest Germanic languages have the typical complex inflected morphology of old Indo-European languages, with four or five noun cases;",
              "verbs marked for person, number, tense and mood;",
              "multiple noun and verb classes;",
              "few or no articles;",
              "and rather free word order.",
              "The old Germanic languages are famous for having only two tenses (present and past), with three PIE past-tense aspects (imperfect, aorist, and perfect/stative) merged into one and no new tenses (future, pluperfect, etc.)",
              "developing.",
              "There were three moods: indicative, subjunctive (developed from the PIE optative mood) and imperative.",
              "Gothic verbs had a number of archaic features inherited from PIE that were lost in the other Germanic languages with few traces, including dual endings, an inflected passive voice (derived from the PIE mediopassive voice), and a class of verbs with reduplication in the past tense (derived from the PIE perfect).",
              "The complex tense system of modern English (e.",
              "g. In three months, the house will still be being built or If you had not acted so stupidly, we would never have been caught) is almost entirely due to subsequent developments (although paralleled in many of the other Germanic languages).",
              "Among the primary innovations in Proto-Germanic are the preterite present verbs, a special set of verbs whose present tense looks like the past tense of other verbs and which is the origin of most modal verbs in English;",
              "a past-tense ending;",
              "(in the so-called \"weak verbs\", marked with -ed in English) that appears variously as /d/ or /t/, often assumed to be derived from the verb \"to do\";",
              "and two separate sets of adjective endings, originally corresponding to a distinction between indefinite semantics (\"a man\", with a combination of PIE adjective and pronoun endings) and definite semantics (\"the man\", with endings derived from PIE n-stem nouns).",
              "Note that most modern Germanic languages have lost most of the inherited inflectional morphology as a result of the steady attrition of unstressed endings triggered by the strong initial stress.",
              "(Contrast, for example, the Balto-Slavic languages, which have largely kept the Indo-European pitch accent and consequently preserved much of the inherited morphology.)",
              "Icelandic and to a lesser extent modern German best preserve the Proto–Germanic inflectional system, with four noun cases, three genders, and well-marked verbs.",
              "English and Afrikaans are at the other extreme, with almost no remaining inflectional morphology.",
              "The following shows a typical masculine a-stem noun, Proto-Germanic *fiskaz (\"fish\"), and its development in the various old literary languages: Originally, adjectives in Proto-Indo-European followed the same declensional classes as nouns.",
              "The most common class (the o/ā class) used a combination of o-stem endings for masculine and neuter genders and ā-stems ending for feminine genders, but other common classes (e.",
              "g. the i class and u class) used endings from a single vowel-stem declension for all genders, and various other classes existed that were based on other declensions.",
              "A quite different set of \"pronominal\" endings was used for pronouns, determiners, and words with related semantics (e.",
              "g., \"all\", \"only\").",
              "An important innovation in Proto-Germanic was the development of two separate sets of adjective endings, originally corresponding to a distinction between indefinite semantics (\"a man\") and definite semantics (\"the man\").",
              "The endings of indefinite adjectives were derived from a combination of pronominal endings with one of the common vowel-stem adjective declensions – usually the o/ā class (often termed the a/ō class in the specific context of the Germanic languages) but sometimes the i or u classes.",
              "Definite adjectives, however, had endings based on n-stem nouns.",
              "Originally both types of adjectives could be used by themselves, but already by Proto-Germanic times a pattern evolved whereby definite adjectives had to be accompanied by a determiner with definite semantics (e.",
              "g., a definite article, demonstrative pronoun, possessive pronoun, or the like), while indefinite adjectives were used in other circumstances (either accompanied by a word with indefinite semantics such as \"a\", \"one\", or \"some\" or unaccompanied).",
              "In the 19th century, the two types of adjectives – indefinite and definite – were respectively termed \"strong\" and \"weak\", names which are still commonly used.",
              "These names were based on the appearance of the two sets of endings in modern German.",
              "In German, the distinctive case endings formerly present on nouns have largely disappeared, with the result that the load of distinguishing one case from another is almost entirely carried by determiners and adjectives.",
              "Furthermore, due to regular sound change, the various definite (n-stem) adjective endings coalesced to the point where only two endings (-e and -en) remain in modern German to express the sixteen possible inflectional categories of the language (masculine/feminine/neuter/plural crossed with nominative/accusative/dative/genitive – modern German merges all genders in the plural).",
              "The indefinite (a/ō-stem) adjective endings were less affected by sound change, with six endings remaining (-, -e, -es, -er, -em, -en), cleverly distributed in a way that is capable of expressing the various inflectional categories without too much ambiguity.",
              "As a result, the definite endings were thought of as too \"weak\" to carry inflectional meaning and in need of \"strengthening\" by the presence of an accompanying determiner, while the indefinite endings were viewed as \"strong\" enough to indicate the inflectional categories even when standing alone.",
              "(This view is enhanced by the fact that modern German largely uses weak-ending adjectives when accompanying an indefinite article, and hence the indefinite/definite distinction no longer clearly applies.)",
              "By analogy, the terms \"strong\" and \"weak\" were extended to the corresponding noun classes, with a-stem and ō-stem nouns termed \"strong\" and n-stem nouns termed \"weak\".",
              "However, in Proto-Germanic – and still in Gothic, the most conservative Germanic language – the terms \"strong\" and \"weak\" are not clearly appropriate.",
              "For one thing, there were a large number of noun declensions.",
              "The a-stem, ō-stem, and n-stem declensions were the most common and represented targets into which the other declensions were eventually absorbed, but this process occurred only gradually.",
              "Originally the n-stem declension was not a single declension but a set of separate declensions (e.",
              "g., -an, -ōn, -īn) with related endings, and these endings were in no way any \"weaker\" than the endings of any other declensions.",
              "(For example, among the eight possible inflectional categories of a noun — singular/plural crossed with nominative/accusative/dative/genitive — masculine an-stem nouns in Gothic include seven endings, and feminine ōn-stem nouns include six endings, meaning there is very little ambiguity of \"weakness\" in these endings and in fact much less than in the German \"strong\" endings.)",
              "Although it is possible to group the various noun declensions into three basic categories — vowel-stem, n-stem, and other-consonant-stem (a.",
              "k.",
              "a.",
              "\"minor declensions\") — the vowel-stem nouns do not display any sort of unity in their endings that supports grouping them together with each other but separate from the n-stem endings.",
              "It is only in later languages that the binary distinction between \"strong\" and \"weak\" nouns become more relevant.",
              "In Old English, the n-stem nouns form a single, clear class, but the masculine a-stem and feminine ō-stem nouns have little in common with each other, and neither has much similarity to the small class of u-stem nouns.",
              "Similarly, in Old Norse, the masculine a-stem and feminine ō-stem nouns have little in common with each other, and the continuations of the masculine an-stem and feminine ōn/īn-stem nouns are also quite distinct.",
              "It is only in Middle Dutch and modern German that the various vowel-stem nouns have merged to the point that a binary strong/weak distinction clearly applies.",
              "As a result, newer grammatical descriptions of the Germanic languages often avoid the terms \"strong\" and \"weak\" except in conjunction with German itself, preferring instead to use the terms \"indefinite\" and \"definite\" for adjectives and to distinguish nouns by their actual stem class.",
              "In English, both sets of adjective endings were lost entirely in the late Middle English period.",
              "Note that divisions between and among subfamilies of Germanic are rarely precisely defined;",
              "most form continuous clines, with adjacent varieties being mutually intelligible and more separated ones not.",
              "Within the Germanic language family are East Germanic, West Germanic, and North Germanic.",
              "However, East Germanic languages became extinct several centuries ago.",
              "[when?]",
              "All living Germanic languages belong either to the West Germanic or to the North Germanic branch.",
              "The West Germanic group is the larger by far, further subdivided into Anglo-Frisian on one hand and Continental West Germanic on the other.",
              "Anglo-Frisian notably includes English and all its variants, while Continental West Germanic includes German (standard register and dialects), as well as Dutch (standard register and dialects).",
              "East Germanic includes most notably the extinct Gothic and Crimean Gothic languages.",
              "Modern classification looks like this.",
              "For a full classification, see List of Germanic languages.",
              "The earliest evidence of Germanic languages comes from names recorded in the 1st century by Tacitus (especially from his work Germania), but the earliest Germanic writing occurs in a single instance in the 2nd century BC on the Negau helmet.",
              "[67] From roughly the 2nd century AD, certain speakers of early Germanic varieties developed the Elder Futhark, an early form of the runic alphabet.",
              "Early runic inscriptions also are largely limited to personal names and difficult to interpret.",
              "The Gothic language was written in the Gothic alphabet developed by Bishop Ulfilas for his translation of the Bible in the 4th century.",
              "[68] Later, Christian priests and monks who spoke and read Latin in addition to their native Germanic varieties began writing the Germanic languages with slightly modified Latin letters.",
              "However, throughout the Viking Age, runic alphabets remained in common use in Scandinavia.",
              "Modern Germanic languages mostly use an alphabet derived from the Latin Alphabet.",
              "In print, German used to be predominately set in blackletter typefaces (e.",
              "g., fraktur or schwabacher) until the 1940s, while Kurrent and, since the early 20th century, Sütterlin were formerly used for German handwriting.",
              "Yiddish is written using an adapted Hebrew alphabet.",
              "The table compares cognates in several different Germanic languages.",
              "In some cases, the meanings may not be identical in each language."
            ]
          }
        ]
      },
      "evidence": {
        "The term \"bittersweet\" has two distinct meanings.": [],
        "As a noun, \"bittersweet\" can refer to a type of plant that has purple flowers and reddish berries.": [
          "Solanum dulcamara (Bittersweet Nightshade) - Minnesota Wildflowers",
          "Branching clusters of stalked flowers arising from leaf axils and at the tips of branching stems.",
          "Flowers are 1⁄2 inch across, 5 purple petals that are flaring to tightly curled back.",
          "Fruit is a 1⁄4-inch, green, oval to egg-shaped berry that ripens to shiny red.",
          "Solanum dulcamara is a species of vine in the genus Solanum (which also includes the potato and the tomato) of the family Solanaceae.",
          "Common names include bittersweet, bittersweet nightshade, bitter nightshade, blue bindweed, Amara Dulcis, climbing nightshade, felonwort, fellenwort, felonwood, poisonberry, poisonflower, scarlet berry, snakeberry, trailing bittersweet, trailing nightshade, violet bloom, and woody nightshade.",
          "The flowers are in loose clusters of 3–20, 1–1.5 cm across, star-shaped, with five purple petals and yellow stamens and style pointing forward.",
          "The fruit is an ovoid red berry about 1 cm long,[8] soft and juicy, with the aspect and odour of a tiny tomato, and edible for some birds, which disperse the seeds widely."
        ],
        "As an adjective, \"bittersweet\" can describe something that is sweet with a bitter aftertaste.": [
          "The adjective bittersweet describes a taste that is a blend of bitter and sweet.",
          "Bittersweet chocolate, for example, contains more chocolate and less sugar than milk chocolate or even semisweet chocolate."
        ],
        "As an adjective, \"bittersweet\" can describe something that arouses pleasure tinged with sadness or pain.": [
          "The adjective bittersweet doesn't just refer to taste.",
          "It can also describe a blend of emotions that are sweet but also tinged with sadness.",
          "If you attend a memorial service for your grandmother, for example, you can enjoy telling stories of the things you did together, but still feel sad that she's gone.",
          "The feelings and memories you have make you simultaneously happy and sad, and are therefore bittersweet."
              
        ],
        "The origin of the term \"bittersweet\" can be traced back to Middle English (late 14th century).": [
          "Perhaps older, as the same word is used as a noun in Middle English (late 14c.) for drinks or experiences that are both bitter and sweet and especially in reference to a type of apple; later of woody nightshade (1560s).",
          "Earliest known use Middle English The earliest known use of the word bittersweet is in the Middle English period (1150—1500).",
          "OED's earliest evidence for bittersweet is from before 1393, in the writing of John Gower, poet."
        ],
        "The term \"bittersweet\" was used to describe drinks or experiences that were both bitter and sweet, and especially a type of apple.": [
          "Perhaps older, as the same word is used as a noun in Middle English (late 14c.) for drinks or experiences that are both bitter and sweet and especially in reference to a type of apple; later of woody nightshade (1560s).",
          "both bitter and sweet to the taste: bittersweet chocolate. ",
          "both pleasant and painful or regretful: a bittersweet memory.",
          "Universalium bittersweet — I noun 1. poisonous perennial Old World vine having violet flowers and oval coral red berries;",
          "widespread weed in North America • Syn: ↑bittersweet nightshade, ↑climbing nightshade, ↑deadly nightshade, ↑poisonous nightshade, ↑woody nightshade,."
        ],
        "The term \"bittersweet\" was formed by combining the words \"bitter\" and \"sweet\".": [
          "\"uniting bitterness and sweetness,\" 1610s, from bitter (adj.) + sweet (adj.).",
          "bittersweet is formed within English, by compounding. Etymons: bitter adj., sweet adj."
        ],
        "The words \"bitter\" and \"sweet\" are both derived from Proto-Germanic and Proto-Indo-European roots.": [],
        "The term \"bittersweet\" is cognate with similar words in other languages, such as Dutch, German, Danish, and Swedish.": [
          "Cognate with Saterland Frisian bitterswäit (“bittersweet”), West Frisian bittersoet (“bittersweet”), Dutch bitterzoet (“bittersweet”), German bittersüß (“bittersweet”), Danish bittersød (“bittersweet”), Swedish bittersöt (“bittersweet”).",
          "Greek had a similarly formed compound, glykypikros, literally \"sweet-bitter.\"",
          "Old English biter \"having a harsh taste, sharp, cutting;",
          "angry, full of animosity;",
          "cruel,\" from Proto-Germanic *bitras- (source also of Old Saxon bittar, Old Norse bitr, Dutch bitter, Old High German bittar, German bitter, Gothic baitrs \"bitter\"), from suffixed form of PIE root *bheid- \"to split\" (source also of Old English bitan \"to bite;\" see bite (v.))."
        ]
      },
      "subconclusions": {
        "The term \"bittersweet\" has two distinct meanings.": "not supported",
        "As a noun, \"bittersweet\" can refer to a type of plant that has purple flowers and reddish berries.": "supported",
        "As an adjective, \"bittersweet\" can describe something that is sweet with a bitter aftertaste.": "supported",
        "As an adjective, \"bittersweet\" can describe something that arouses pleasure tinged with sadness or pain.": "supported",
        "The origin of the term \"bittersweet\" can be traced back to Middle English (late 14th century).": "supported",
        "The term \"bittersweet\" was used to describe drinks or experiences that were both bitter and sweet, and especially a type of apple.": "supported",
        "The term \"bittersweet\" was formed by combining the words \"bitter\" and \"sweet\".": "supported",
        "The words \"bitter\" and \"sweet\" are both derived from Proto-Germanic and Proto-Indo-European roots.": "not supported",
        "The term \"bittersweet\" is cognate with similar words in other languages, such as Dutch, German, Danish, and Swedish.": "supported"
      }
    }
  }
}