{
  "0434c00d-2969-4e40-9b31-5c9101c427b0": {
    "query": "What inspired the invention of the first camera and who was the inventor behind it?",
    "response": "The first camera was invented in **1816** by French inventor **Joseph Nicéphore Niépce**[^1^] [^4^]. He was inspired by the **camera obscura**, a natural optical phenomenon that projects an inverted image of a scene through a small hole onto a surface[^2^]. He used a **paper coated with silver chloride**, which would produce a negative of the image[^4^]. However, these images were not permanent and would fade over time. In **1826**, he used a different process called **heliography**, which involved exposing a pewter plate coated with bitumen to light. This produced the first permanent photograph ever, which captured the view out of his window at his home in France[^1^] [^5^]. He called his device a **heliograph** or a **sun drawing**[^5^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.usatoday.com/story/tech/2022/06/14/when-was-camera-invented-history/7615372001/ \"When was the camera invented? Frenchman invented first version in 1816\"\n[2]: https://en.wikipedia.org/wiki/History_of_the_camera \"History of the camera - Wikipedia\"\n[3]: https://www.masterclass.com/articles/when-was-the-camera-invented \"When Was the Camera Invented? A History of Photography\"\n[4]: https://historycooperative.org/first-camera-the-history-of-cameras/ \"The First Camera Ever Made: A History of Cameras\"\n[5]: https://www.studiobinder.com/blog/when-was-the-camera-invented/ \"When Was the Camera Invented — Dates & Inventors Explained - StudioBinder\"\n\nThe first camera was invented in **1816** by French inventor **Joseph Nicéphore Niépce**[^1^][1] [^2^][4]. He was inspired by the **camera obscura**, a natural optical phenomenon that projects an inverted image of a scene through a small hole onto a surface[^3^][2]. He used a **paper coated with silver chloride**, which would produce a negative of the image[^2^][4]. However, these images were not permanent and would fade over time. In **1826**, he used a different process called **heliography**, which involved exposing a pewter plate coated with bitumen to light. This produced the first permanent photograph ever, which captured the view out of his window at his home in France[^1^][1] [^4^][5]. He called his device a **heliograph** or a **sun drawing**[^4^][5].",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.usatoday.com](https://www.usatoday.com/story/tech/2022/06/14/when-was-camera-invented-history/7615372001/) [2. historycooperative.org](https://historycooperative.org/first-camera-the-history-of-cameras/) [3. en.wikipedia.org](https://en.wikipedia.org/wiki/History_of_the_camera) [4. www.studiobinder.com](https://www.studiobinder.com/blog/when-was-the-camera-invented/) [5. www.masterclass.com](https://www.masterclass.com/articles/when-was-the-camera-invented)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "When was the camera invented? Frenchman invented first version in 1816",
        "seeMoreUrl": "https://www.usatoday.com/story/tech/2022/06/14/when-was-camera-invented-history/7615372001/",
        "searchQuery": "first camera invention"
      },
      {
        "providerDisplayName": "The First Camera Ever Made: A History of Cameras",
        "seeMoreUrl": "https://historycooperative.org/first-camera-the-history-of-cameras/",
        "searchQuery": "first camera invention"
      },
      {
        "providerDisplayName": "History of the camera - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/History_of_the_camera",
        "imageLink": "https://bing.com/th?id=OIP.JbXyvgF0_ECa59OqKTIregAAAA&pid=cdx",
        "imageWidth": "220",
        "imageHeight": "225",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAHqSURBVFhH7ZfdbYNQDEbDEqzABMzADAyQHTJCVsgSTMJ7ZsgSSXsoHzLGBh5KWqm90lELNteff+6VcvLr+Xy+jmQMs1yR85GMYb9W5PAOxvA/LCAyvJN/Ab9DQF3Xr6IoGIoJntu2nRyrqprZy7J83W63wXa9Xodna5eNv/5b0N5TBR6Px7CJhPAsmzifz9MGfd/PbPf7fXhPMP63NiCgAtu9Zy0gEwXoum56L/hQAhFjbfhn3wGBSdAnNhOgKrARbbE2cblcBhFgNyPzpmlmvkLCSdDbFkNIgK0qqFX48g4/nn1bBH5R9rAQILWQZeSrQPZ2YD0E9y0TCwHAZgoQDZStgnwjP9BsZPZQAM4SkGWmVuGTZQfMUlZJCAUAHylA1DvbqkwAM4E9OxmQCtBgIULD5lEbsgFDWHaaRCoAdENGASRQ+COmCulGzFgVoAGKAjD5ZMiM4INIa9f1bN9FrAoAW2a9U/YMKyAArEj8o4vHsymAEhLMllPZy0cDK5ESGM2FZ1MAm7AxAQistthzbeeBrBG0djQtmwLA3nwQ3Q0aWPAC19glQBMtos3twK5dPJ5dAoCSsnl2MwItwgcxkT1itwCqQCvWBovK7Jl8y24BR/HZtr/+y0grcjiSMexyRc7fyRhmXKfTB5zZkLdwL5XuAAAAAElFTkSuQmCC",
        "searchQuery": "first camera invention"
      },
      {
        "providerDisplayName": "When Was the Camera Invented — Dates & Inventors Explained - StudioBinder",
        "seeMoreUrl": "https://www.studiobinder.com/blog/when-was-the-camera-invented/",
        "imageLink": "https://bing.com/th?id=OIP.B08Gh3JBlPR5_LXiD8YQAQHaEK&pid=cdx",
        "imageWidth": "1920",
        "imageHeight": "1080",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAATCSURBVFhHvZc/TBRBFMY3MSY2NhZWFsbCxsbOiobGxsICEmFXzgA3s0QlMbmKjsaKkoqKltbOyu4qGkNFowUJhXB7ZyCYUHi+35t56wB3B5x/XjK53ZnZ9+f7vnm7l5n1p6dvMOLtpXYwP3/728vFh92inKwKP9cp3Gq38Jty/VGut6vc78r1nv7mvl0VbuMw91Pbzt3k+TOxBgVmrrewcKc3u/Sg21h8XM2Wz6qiudzJ/TpBYoDe0dxS/+f8236/+a4e3NvQubKl40fjdZ9nuw1/32JoMLPDfPHeYeEXyFaq+ESQTuEP5Pf09NWbM0GCM3ciCX1hL9WDQmemuSRzM93CPWeEa9+SvVv4IREQMSRqIzDO0mosSIQSGLcEhTWC9GbKp50Xi4+OivLuBWdDrMrLCQrCNz7idJZxQzBdoGL4koTg97pBzNBIoM1tgCS+mK9ytxLiuG3dCOyy4ZjJbu4/GD9Xta+Nxi0STHWiYszdjvwGNAV26GA/moIK1hBxyEh5cTtkrV6j4Tw8UE7gIKDiW53cvacyEoYaqKOI84JEN1VR7pNUdKlG9VowSaFKTSBuQvkyN0cVbDQRQlHq3AZzrFERp8JEqdCLHxDWqGKmerQUUPGtzIRHlSwyyeII59tauXLrVkAFQX4vmk+AdJRefifQXItFrwkc/kCDCIe6iFLlrJMIFcBr6hxa2HcVA02aD4FMhJjRLjE2JZtyH64IEtfHNjTEqbGgQp2oX4So1bqNuA0EljUBQbKmIM3QDChxSuWIEeckCuQE0aYjzSfyLd3R7UCVHWkGxaEJno9u0d0cCTAPHDtsrI+JwAY0qJu1wDu9wfcQIxVdJkhOBM/ih0RNE0YftLIfPUkCvk02iIlFKrYE5Lh9lt9dTUIG11qldkWpWDujtG09ls1lKrMOSSH4G2SgHYTvdzN4UI5EGCyaUg1+fSElg7nrCBHDJ8/F2wwaQ4/we5zJDeVDlM/ihTfUmEaSnCxBsxWOrd+TGDOskQBUQW197oGURRIYlARzODVR0mDqV7UcXXjVF5p9FwSaeqoV8c8vesBXTYEiYIIQjlNoyTZtuSgW0UQN6MdGfHGdSEBVuwZDkBLQRCl7jykObUTX8v7xU6zjK+PlI5tO6ePWjOCfCphjABcB+GXoXrqjPEeVJJOKEwRC8tLSxachar/oLUW9PgnQwT0JkBhchRdROUkFDK6ZY03VLjRAyWXiTKkFTeKRpC5aRhw7nfiLlgbGKAD0QJIidFK/CYRLOENEOjnEUmfY+ftRRnC0FuB3WzppXQo4EAb8IjyFXmgwtZPt0I9JMfbrKYjfg/pxwuCFJghHbag4VV9CW3w0mPIuajclkwgqtzYcRbebdjhLBO0gSJ5lIFgb5k8Dh4/YdfNRF2IX2jyCs3bd/0XhegwFIaUoNixDLn7S6QcLx1SHaElHuNcvZlo1ouUZ7AKK6QSJGPRpxTjTJBJHJKycStIkZc1q1Km4ENxs6EI0bSCJgNjP+QdeuNdNI4z9l8WoN50frFERlMBtaMeho6XHd9CzNuKW8cwcCA2roACvcBz6R6jedPFPzBJAF4hOErBe39YN/8MsCTQQUai72R9DfBWzIPqOSP5wjB88y34BmjmKEq0Gh3UAAAAASUVORK5CYII=",
        "searchQuery": "first camera invention"
      },
      {
        "providerDisplayName": "When Was the Camera Invented? A History of Photography",
        "seeMoreUrl": "https://www.masterclass.com/articles/when-was-the-camera-invented",
        "searchQuery": "first camera invention"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The first camera was invented in 1816 by French inventor Joseph Nicéphore Niépce.",
        "Joseph Nicéphore Niépce was inspired by the camera obscura, a natural optical phenomenon that projects an inverted image of a scene through a small hole onto a surface.",
        "Joseph Nicéphore Niépce used a paper coated with silver chloride to produce a negative of the image.",
        "The images produced by Joseph Nicéphore Niépce using silver chloride were not permanent and would fade over time.",
        "In 1826, Joseph Nicéphore Niépce used a different process called heliography.",
        "Heliography involved exposing a pewter plate coated with bitumen to light.",
        "The first permanent photograph ever was produced by Joseph Nicéphore Niépce using heliography.",
        "The first permanent photograph ever captured the view out of Joseph Nicéphore Niépce's window at his home in France.",
        "Joseph Nicéphore Niépce called his device a heliograph or a sun drawing."
      ],
      "queries": [
        "Joseph Nicéphore Niépce invention of first camera date and details",
        "Joseph Nicéphore Niépce camera obscura inspiration",
        "Joseph Nicéphore Niépce silver chloride paper negative image",
        "Joseph Nicéphore Niépce silver chloride images permanence",
        "Joseph Nicéphore Niépce heliography process description",
        "Heliography pewter plate bitumen exposure process",
        "Joseph Nicéphore Niépce first permanent photograph heliography",
        "first permanent photograph Joseph Nicéphore Niépce view from window France",
        "Joseph Nicéphore Niépce device name heliograph sun drawing"
      ],
      "search_results": {
        "The first camera was invented in 1816 by French inventor Joseph Nicéphore Niépce.": [
          {
            "title": "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
            "url": "https://www.britannica.com/biography/Nicephore-Niepce",
            "content": [
              "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nicéphore Niépce, (born March 7, 1765, Chalon-sur-Saône, France—died July 5, 1833, Chalon-sur-Saône), French inventor who was the first to make a permanent photographic image.",
              "The son of a wealthy family suspected of royalist sympathies, Niépce fled the French Revolution but returned to serve in the French army under Napoleon Bonaparte.",
              "Dismissed because of ill health, he settled near his native town of Chalon-sur-Saône, where he remained engaged in research for the rest of his life.",
              "In 1807 Niépce and his brother Claude invented an internal-combustion engine, which they called the Pyréolophore, explaining that the word was derived from a combination of the Greek words for “fire,” “wind,” and “I produce.",
              "” Working on a piston-and-cylinder system similar to 20th-century gasoline-powered engines, the Pyréolophore initially used lycopodium powder for fuel, and Niépce claimed to have used it to power a boat.",
              "When lithography became a fashionable hobby in France in 1813, Niépce began to experiment with the then-novel printing technique.",
              "Unskilled in drawing, and unable to obtain proper lithographic stone locally, he sought a way to provide images automatically.",
              "He coated pewter with various light-sensitive substances in an effort to copy superimposed engravings in sunlight.",
              "From this he progressed in April 1816 to attempts at photography, which he called heliography (sundrawing), with a camera.",
              "He recorded a view from his workroom window on paper sensitized with silver chloride but was only partially able to fix the image.",
              "Next he tried various types of supports for the light-sensitive material bitumen of Judea, a kind of asphalt, which hardens on exposure to light.",
              "Using this material he succeeded in 1822 in obtaining a photographic copy of an engraving superimposed on glass.",
              "In 1826/27, using a camera, he made a view from his workroom on a pewter plate, this being the first permanently fixed image from nature.",
              "Metal had the advantage of being unbreakable and was better suited to the subsequent etching process to produce a printing plate, which was Niépce’s final aim.",
              "In 1826, he had produced another heliograph, a reproduction of an engraved portrait, which was etched by the Parisian engraver Augustin-François Lemaître, who pulled two prints.",
              "Thus Niépce not only solved the problem of reproducing nature by light, but he invented the first photomechanical reproduction process.",
              "While on a visit to England in 1827, Niépce addressed a memorandum on his invention to the Royal Society, London, but his insistence on keeping the method secret prevented the matter from being investigated.",
              "Unable to reduce the very long exposure times by either chemical or optical means, Niépce in 1829 finally gave in to the repeated overtures of Louis-Jacques-Mandé Daguerre, a Parisian painter, for a partnership to perfect and exploit heliography.",
              "Niépce died without seeing any further advance, but, building on his knowledge, and working with his materials, Daguerre eventually succeeded in greatly reducing the exposure time through his discovery of a chemical process for development of (making visible) the latent (invisible) image formed upon brief exposure.",
              "These experiments eventually led him to invent the daguerreotype, the first successful form of photography."
            ]
          },
          {
            "title": "Joseph Nicephor Niepce: The First Photographer - ThoughtCo",
            "url": "https://www.thoughtco.com/joseph-niepce-the-first-photographer-2688371",
            "content": [
              "Joseph Nicephor Niepce: The First Photographer - ThoughtCo",
              "The First Photographer When posed with the question as to who it was who actually took the very first photograph, there is little argument today that it was Joseph Nicephor Niépce.",
              "Niépce was born in France on March 7, 1765.",
              "He was one of three children with a father who was a wealthy attorney.",
              "The family was forced to flee the area when the French revolution began.",
              "Niépce was named Joseph, but while studying at the Oratorian College in Angers, he decided to adopt the name Nicéphore in honor of Saint Nicephorus the ninth-century Patriarch of Constantinople.",
              "His studies taught him experimental methods in science and he graduated to become a professor at the college.",
              "Niépce served as a staff officer in the French army under Napoleon.",
              "During his years in the service, the majority of his time was spent in Italy and on the island of Sardinia.",
              "He resigned his post due to illness.",
              "After leaving the service he married Agnes Romero and became Administrator of the district of Nice.",
              "He left this position to further pursue scientific research with his older brother Claude at their families estate in Chalon.",
              "He was reunited at the family home with his mom, sister and younger brother Bernard.",
              "Not only did he pursue his scientific research, but he also managed the family estate.",
              "The brothers served as wealthy gentlemen-farmers, raising beets and producing sugar.",
              "Niépce is believed to have taken the world’s first photographic etching in 1822.",
              "Using a camera obscura, a box with a hole in one side which utilizes light from an external scene, he took an engraving of Pope Pius VII.",
              "This image was later destroyed by the scientist when he attempted to duplicate it.",
              "Two of his attempts did however survive.",
              "One was a man and his horse, and the other a woman sitting at a spinning wheel.",
              "Niépce’s main problem was an unsteady hand and weak drawing skills, which led him to attempt to find a way to capture images permanently without relying on his poor drawing skills.",
              "Niépce experimented with the use of silver chloride, which darkened when exposed to light, but found it was not sufficient to produce the results he desired.",
              "He then moved on to bitumen, which led him to his first successful attempt at capturing a nature image.",
              "His process involved dissolving bitumen in lavender oil, which is a solvent often used in varnish.",
              "He then coated a sheet of pewter with this mixture and placed it inside a camera obscura.",
              "Eight hours later he removed it and washed it with lavender oil to remove any unexposed bitumen.",
              "The picture itself was not very memorable as it was a building, a barn, and a tree.",
              "It was believed to be the courtyard outside his house.",
              "However, since the process was such a slow one, taking over 8 hours, the sun moved from one side of the image to the other making it appear as if the sun was coming from two sides of the photo.",
              "This process would later inspire Louis Daguerre’s highly successful mercury vapor development process.",
              "It had taken him over twenty years of experimenting with optical images before he had this success.",
              "The earlier problem had been that although he was able to set optical images, they would fade quickly.",
              "The earliest surviving photo from Niépce is from 1825.",
              "He named his new process a Heliograph, after the Greek word for “of the sun.",
              "” Once Niépce had the success he desired he decided to travel to England to try to promote his new invention to the Royal Society.",
              "Unfortunately, he was met with total failure.",
              "The Society has a rule stating that it would not promote any discovery with an undisclosed secret.",
              "Certainly, Niépce was not prepared to share his secrets with the world, so he returned to France disappointed that he was unable to make a success of his new invention.",
              "In France, Niépce formed an alliance with Louis Daguerre.",
              "In 1829 they began collaborating to improve the process.",
              "They remained partners for the next four years until Niépce’s death from a stroke in 1833 at the age of 69.",
              "Daguerre continued working on the process after Niépce’s death eventually developing a process that, although based on their original findings, was much different than what Niépce had created.",
              "He named it the Daguerreotype, after himself.",
              "He managed to get the government of France to purchase his invention on behalf of the people of France.",
              "In 1939 the French government agreed to pay Daguerre a yearly stipend of 6,000 Francs for the rest of his life, and to pay the estate of Niépce 4,000 Francs yearly.",
              "Niépce’s son was not happy with this arrangement, claiming that Daguerre was receiving benefits for what his father had created.",
              "Niépce actually received little credit for anything to do with this creation until 1952 when historians Alison and Helmut Gernsheim rediscovered Niépce’s original images.",
              "It was this discovery that allowed the world to learn about Niépce’s \"heliographic\" process and allow the world to realize that this was the first successful example of what we now call photography: an image created on a light-sensitive surface, by the action of light.",
              "Although Niépce is most noted for his invention in the photographic area, he also had several previous successes as an inventor.",
              "Among Niépce's other inventions was the Pyreolophore, the world’s first internal combustion engine, which he conceived and created with his brother Claude.",
              "Emperor, Napoleon Bonaparte, granted his patent in 1807 after he was shown its ability to power a boat upstream on a river in France.",
              "In honor of this photographer, The Niépce Prize Niépce was created and has been awarded annually since 1955 to a professional photographer who has lived and worked in France for over 3 years.",
              "It was introduced in honor of Nièpce by Albert Plécy of the l'Association Gens d'Images.",
              "Biography of Joseph Nicephore: http://www.",
              "madehow.",
              "com/inventorbios/69/Joseph-Nic-phore-Niepce.",
              "html BBC News: World’s Oldest Photograph Sold BBC News Thursday, 21 March 2002, World's oldest photo sold to library The History of Photography http://www.",
              "all-art.",
              "org/history658_photography13.",
              "html By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "Nicéphore Niépce - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Nic%C3%A9phore_Ni%C3%A9pce",
            "content": [
              "Nicéphore Niépce - Wikipedia",
              "Joseph Nicéphore Niépce (French: [nisefɔʁ njɛps];",
              "7 March 1765 – 5 July 1833)[1] was a French inventor and one of the earliest pioneers of photography.",
              "[2] Niépce developed heliography, a technique he used to create the world's oldest surviving product of a photographic process: a print made from a photoengraved printing plate in 1825 (see View from the Window at Le Gras).",
              "[3] In 1826 or 1827, he used a primitive camera to produce the oldest surviving photograph of a real-world scene.",
              "Among Niépce's other inventions was the Pyréolophore, one of the world's first internal combustion engines, which he conceived, created, and developed with his older brother Claude Niépce.",
              "[4] Niépce was born in Chalon-sur-Saône, Saône-et-Loire, where his father was a wealthy lawyer.",
              "His older brother Claude (1763–1828) was also his collaborator in research and invention, but died half-mad and destitute in England, having squandered the family wealth in pursuit of non-opportunities for the Pyréolophore.",
              "Niépce also had a sister and a younger brother, Bernard.",
              "[5][6][7] Nicéphore was baptized Joseph but adopted the name Nicéphore, in honour of Saint Nicephorus the ninth-century Patriarch of Constantinople, while studying at the Oratorian college in Angers.",
              "At the college he learned science and the experimental method, rapidly achieving success and graduating to work as a professor of the college.",
              "Niépce served as a staff officer in the French army under Napoleon, spending a number of years in Italy and on the island of Sardinia, but ill health forced him to resign, whereupon he married Agnes Romero and became the Administrator of the district of Nice in post-revolutionary France.",
              "In 1795, he resigned as administrator of Nice to pursue scientific research with his brother Claude.",
              "One source reports his resignation to have been forced due to his unpopularity.",
              "[5][6][7] In 1801 the brothers returned to the family's estates in Chalon to continue their scientific research, and where they were united with their mother, their sister and their younger brother Bernard.",
              "Here they managed the family estate as independently wealthy gentlemen-farmers, raising beets and producing sugar.",
              "[5][6][7] In 1827 Niépce journeyed to England to visit his seriously ill elder brother Claude Niépce, who was now living in Kew, near London.",
              "Claude had descended into delirium and squandered much of the family fortune chasing inappropriate business opportunities for the Pyréolophore.",
              "[5] Nicéphore Niépce died of a stroke on 5 July 1833, financially ruined such that his grave in the cemetery of Saint-Loup de Varennes was financed by the municipality.",
              "The cemetery is near the family house where he had experimented and had made the world's oldest surviving photographic image.",
              "[6] His son Isidore (1805–1868) formed a partnership with Daguerre after his father's death and was granted a government pension in 1839 in return for disclosing the technical details of Nicéphore's heliogravure process.",
              "[5][6] A cousin, Claude Félix Abel Niépce de Saint-Victor (1805–1870), was a chemist and was the first to use albumen in photography.",
              "He also produced photographic engravings on steel.",
              "During 1857–1861, he discovered that uranium salts emit a form of radiation that is invisible to the human eye.",
              "[8] The date of Niépce's first photographic experiments is uncertain.",
              "He was led to them by his interest in the new art of lithography,[9] for which he realized he lacked the necessary skill and artistic ability, and by his acquaintance with the camera obscura, a drawing aid which was popular among affluent dilettantes in the late 18th and early 19th centuries.",
              "The camera obscura's beautiful but fleeting little \"light paintings\" inspired a number of people, including Thomas Wedgwood and Henry Fox Talbot, to seek some way of capturing them more easily and effectively than could be done by tracing over them with a pencil.",
              "Letters to his sister-in-law around 1816 indicate that Niépce had managed to capture small camera images on paper coated with silver chloride,[10] making him apparently the first to have any success at all in such an attempt, but the results were negatives, dark where they should be light and vice versa, and he could find no way to stop them from darkening all over when brought into the light for viewing.",
              "Niépce turned his attention to other substances that were affected by light, eventually concentrating on Bitumen of Judea, a naturally occurring asphalt that had been used for various purposes since ancient times.",
              "In Niépce's time, it was used by artists as an acid-resistant coating on copper plates for making etchings.",
              "The artist scratched a drawing through the coating, then bathed the plate in acid to etch the exposed areas, then removed the coating with a solvent and used the plate to print ink copies of the drawing onto paper.",
              "What interested Niépce was the fact that the bitumen coating became less soluble after it had been left exposed to light.",
              "Niépce dissolved bitumen in lavender oil, a solvent often used in varnishes,[11] and thinly coated it onto a lithographic stone or a sheet of metal or glass.",
              "After the coating had dried, a test subject, typically an engraving printed on paper, was laid over the surface in close contact and the two were put out in direct sunlight.",
              "After sufficient exposure, the solvent could be used to rinse away only the unhardened bitumen that had been shielded from light by lines or dark areas in the test subject.",
              "The parts of the surface thus laid bare could then be etched with acid, or the remaining bitumen could serve as the water-repellent material in lithographic printing.",
              "Niépce called his process heliography, which literally means \"sun drawing\".",
              "[12] In 1822, he used it to create what is believed to have been the world's first permanent photographic image,[13] a contact-exposed copy of an engraving of Pope Pius VII, but it was later destroyed when Niépce attempted to make prints from it.",
              "[13] The earliest surviving photographic artifacts by Niépce, made in 1825,[3] are copies of a 17th-century engraving of a man with a horse and of what may be an etching or engraving of a woman with a spinning wheel.",
              "They are simply sheets of plain paper printed with ink in a printing press, like ordinary etchings, engravings, or lithographs, but the plates used to print them were created photographically by Niépce's process rather than by laborious and inexact hand-engraving or drawing on lithographic stones.",
              "They are, in essence, the oldest photocopies.",
              "One example of the print of the man with a horse and two examples of the print of the woman with the spinning wheel are known to have survived.",
              "The former is in the collection of the Bibliothèque nationale de France in Paris and the latter two are in a private collection in the United States.",
              "Niépce's correspondence with his brother Claude has preserved the fact that his first real success in using bitumen to create a permanent photograph of the image in a camera obscura came in 1824.",
              "That photograph, made on the surface of a lithographic stone, was later effaced.",
              "In 1826 or 1827 he again photographed the same scene, the view from a window in his house, on a sheet of bitumen-coated pewter.",
              "The result has survived and is now the oldest known camera photograph still in existence.",
              "The historic image had seemingly been lost early in the 20th century, but photography historians Helmut and Alison Gernsheim succeeded in tracking it down in 1952.",
              "The exposure time required to make it is usually said to have been eight or nine hours, but that is a mid-20th century assumption based largely on the fact that the sun lights the buildings on opposite sides, as if from an arc across the sky, indicating an essentially day-long exposure.",
              "A later researcher who used Niépce's notes and historically correct materials to recreate his processes found that in fact several days of exposure in the camera were needed to adequately capture such an image on a bitumen-coated plate.",
              "[14][15] In 1829,[16] Niépce entered into a partnership with Louis Daguerre, who was also seeking a means of creating permanent photographic images with a camera.",
              "Together, they developed the physautotype, an improved process that used lavender oil distillate as the photosensitive substance.",
              "The partnership lasted until Niépce's death in 1833, after which Daguerre continued to experiment, eventually working out a process that only superficially resembled Niépce's.",
              "[17] He named it the \"daguerréotype\", after himself.",
              "In 1839 he managed to get the government of France to purchase his invention on behalf of the people of France.",
              "The French government agreed to award Daguerre a yearly stipend of 6,000 francs for the rest of his life, and to give the estate of Niépce 4,000 francs yearly.",
              "This arrangement rankled Niépce's son, who claimed Daguerre was reaping all the benefits of his father's work.",
              "In some ways, he was right—for many years, Niépce received little credit for his contribution.",
              "Later historians have reclaimed Niépce from relative obscurity, and it is now generally recognized that his \"heliography\" was the first successful example of what we now call \"photography\":[11] the creation of a reasonably light-fast and permanent image by the action of light on a light-sensitive surface and subsequent processing.",
              "Although initially ignored amid the excitement caused by the introduction of the daguerreotype, and far too insensitive to be practical for making photographs with a camera, the utility of Niépce's original process for its primary purpose was eventually realized.",
              "From the 1850s until well into the 20th century, a thin coating of bitumen was widely used as a slow but very effective and economical photoresist for making printing plates.",
              "The Pyréolophore, one of the world's first internal combustion engines that was actually built, was invented and patented by the Niépce brothers in 1807.",
              "This engine ran on controlled dust explosions of lycopodium powder and was installed on a boat that ran on the river Saône.",
              "Ten years later, the brothers were the first in the world to make an engine work with a fuel injection system.",
              "[18] In 1807 the imperial government opened a competition for a hydraulic machine to replace the original Marly machine (located in Marly-le-Roi) that delivered water to the Palace of Versailles from the Seine river.",
              "The machine was built in Bougival in 1684, from where it pumped water a distance of one kilometer and raised it 150 meters.",
              "The Niépce brothers conceived a new hydrostatic principle for the machine and improved it once more in 1809.",
              "The machine had undergone changes in many of its parts, including more precise pistons, creating far less resistance.",
              "They tested it many times, and the result was that with a stream drop of 4 feet 4 inches, it lifted water 11 feet.",
              "But in December 1809 they got a message that they had waited too long and the Emperor had taken on himself the decision to ask the engineer Périer (1742–1818) to build a steam engine to operate the pumps at Marly.",
              "[19] In 1818 Niépce became interested in the ancestor of the bicycle, a Laufmaschine invented by Karl von Drais in 1817.",
              "He built himself a model and called it the vélocipède (fast foot) and caused quite a sensation on the local country roads.",
              "Niépce improved his machine with an adjustable saddle and it is now exhibited at the Niépce Museum.",
              "In a letter to his brother Nicéphore contemplated motorizing his machine.",
              "[20] The lunar crater Niépce is named after him.",
              "The Niépce Heliograph is on permanent display at the Harry Ransom Center at the University of Texas at Austin.",
              "The object was located by historians Alison and Helmut Gernsheim in 1952 and sold to the Humanities Research Center (later renamed the Harry Ransom Center) in 1963.",
              "[21] The Niépce Prize has been awarded annually since 1955 to a professional photographer who has lived and worked in France for over 3 years.",
              "It was introduced in honour of Niépce by Albert Plécy of the l'Association Gens d'Images."
            ]
          }
        ],
        "Joseph Nicéphore Niépce was inspired by the camera obscura, a natural optical phenomenon that projects an inverted image of a scene through a small hole onto a surface.": [
          {
            "title": "Niépce and the Invention of Photography - Nicéphore Niépce&#39;s House Museum",
            "url": "https://photo-museum.org/niepce-invention-photography/",
            "content": [
              "Niépce and the Invention of Photography - Nicéphore Niépce&#39;s House Museum",
              "In 1816, a year before the pyreolophore patent runs out, Claude goes to Paris, then to England in 1817, trying to make work the engine invention .",
              "Nicephore starts by himself new research on an idea that has obsessed him for many years : making permanent on a support through a compound the images seen at the back of camerae obscurae .",
              "Until then , these boxes with a lens adapted on a hole , projecting on the back an inverted image of the outside view , had only been used as a drawing aid.",
              "For his first experiments , Nicéphore Niépce positioned at the back of a camera obscura sheets of silver salts coated paper, known to blacken with daylight .",
              "In may 1816 he produced the first image of nature : a view from a window .",
              "It was a negative and the image vanished because in broad daylight the coated paper becomes completely black .",
              "He calls these images “retinas”.",
              "Seeking to obtain positive images, Niépce turned towards compounds that are bleached by light instead of blackened.",
              "He then tried with salts and iron oxide, as well as manganese black oxide.",
              "Even though he got some results, he stumbled over the fixing problem, which arises when he tried eliminate the initial chemical that had not been transformed by light yet.",
              "To solve this problem, Niépce tried to find a method that would make him obtain images etched on a base.",
              "To do this, he researched the effects of light on acids in the hope to observe their decomposition.",
              "Based on these results, he thought he could simply spread acids on calcareous stones, whose strength would vary with light intensity and etch the stone more or less, according to the hues of the image projected.",
              "However, acids are not decomposed by light, so this attempt was yet another failure.",
              "Nevertheless, it allowed Niépce to understand that it is not necessary to use a coumpound whose photo-chemical transformation is visible to the naked eye, and that even an invisible change of chemical properties under light action may induce the appearance of an image during a reaction, either with the base or another compound.",
              "As a consequence, Niépce got interested by all substances that interact with light.",
              "Niépce stopped his studies on light for almost a year.",
              "Following a competion started in France, he tried to find deposits of calcareous stones for lithography (limestone).",
              "In September 1816, the two Niépce brothers, communicating by mail, tried out a new fuel for their engine.",
              "Using kerosene, they discovered the fuel injection principle, as we know it in today’s engines.",
              "In March 1817, Niépce decidedly took up his research on making images again.",
              "While reading chemistry treatises, he focused his attention on the resin of Gaïacum extracted from a coniferous tree.",
              "This yellow resin becomes green when exposed to day-light.",
              "What made it particularly interesting is that it loses its solubility in alcohol.",
              "Niépce understood that thanks to this property it was easy to see the difference between the modified and the intact resin, thus fix the image.",
              "At first he got rather good results experimenting directly with sun-light, but failed when using a camera obscura.",
              "He did not know that only U-V rays were active on this resin and that they were filtered by his camera obscura lens.",
              "In 1818, next to fixing images, he also developed a keen interest for the dandy horse (ancestor of the bicycle without pedals) and got a lot of attention riding the roads of Saint-Loup-de-Varennes on his “velocipede”.",
              "After the Gaïacum resin, Niépce used another resin, consisting of mineral: asphalt or bitumen of Judea.",
              "He demonstrated that under light action this resin became non-soluble with his usual solvent.",
              "From 1822 on, he succeeded in reproducing drawings put in contact with bitumen coated bases (glass plates, calcareous stones, then copper or tin plates).",
              "Afterwards, he used the aqua fortis process to etch the images made with acid, which were then printed on paper.",
              "This process was to remain for quite a while the base of photoengraving used to print photos and graphical documents.",
              "In order to reproduce drawings, around 1822-1823, Niépce conceived what we now call the contact print.",
              "He explains clearly how he applied varnish to the verso of an etching to make the paper translucid, and once dry, he applied this etching directly in contact with the copper or tin plate coated with bitumen varnish.",
              "He exposed the lot in full daylight during three to four hours, then rinced the plate in lavender oil diluted with white kerosene.",
              "The bitumen that had been protected from the effect of light under the lines of the drawing then dissolved and let appear the raw metal.",
              "On the other hand, the light transmitted through the translucid paper had made the bitumen non-soluble and remained on the plate after the lavender oil rinse.",
              "The bitumen image was the drawing’s negative: the back is colored in the dark bitumen brown and the lines are represented by the raw metal.",
              "Then, Niépce invented a process that would allow to get the drawing etched in the metal.",
              "It was by means of the well known and simple principle of aqua fortis.",
              "The plate carrying the bitumen of Judea is dipped in an acid bath that bites the metal where it is not protected, meaning the places corresponding to the lines of the drawing.",
              "Because the bitumen varnish is acid resistant, the acid can penetrate down to the metal.",
              "Once the lines are etched in the plate, Niépce eliminated the bitumen varnish from the metal base to keep only the etched drawing on it.",
              "The first successful results of this method can be dated to 1822, as far as contact reproductions are concerned, because this year Niépce made a copy the portrait of Pope Pius VII on a glass plate.",
              "This was not yet an acid etched engraving.",
              "The earliest attempts of etching in 1823 are not on metal but on lithographic stones.",
              "A Dijon-based printer produced paper prints from those stones.",
              "Thus, Niépce got the proof that his process — by means of contact reproduction — allowed for the multiplication of originals through printing.",
              "In 1825, he etched his images on copper, from 1826 onwards on tin.",
              "The acid process is perfectly appropriate to reproductions of line drawings, in which gradations are represented by hatchings.",
              "In the case of images with continuous tones, these are reproduced by various thicknesses of bitumen that acid etching cannot render, as the acid solution cannot permeate the varnish.",
              "Niépce understood this phenomenon and worked continuously to reproduce etchings.",
              "Many museums throughout the world preserve metal plates etched by the inventor with this process.",
              "The Niépce Museum owns ten of those metal plates on which Nicéphore reproduced engravings.",
              "Other Niépce etched metal plates are preserved at “La Societe française de Photographie”, at “The Royal Photographic Society” or in Janine Niépce’s collection.",
              "Yet, after his numerous failures to etch continuous tones images obtained with a camera obscura, Niépce gradually gave up acid etching and stopped completely after July 1827.",
              "In 1824, he put lithographic stones, coated with bitumen, at the back of a camera obscura and obtained for the first time ever a fixed image of a landscape.",
              "This required an extremely long exposure time, in broad daylight, for a few days.",
              "Starting in 1825, he regularly used copper as a base, then tin in 1826, while also realising etched images.",
              "In 1827, Niépce went to England, where he found his brother dying, without any improvements to the engine at hand.",
              "He realised then that they would never get any profit from this invention into which they had invested so much hope.",
              "After having vainly tried to get the attention of the Royal Society as to his reproduction process of images, called heliography, Niépce returned to France and relentlessly worked on improving his invention.",
              "In 1828, he found a new method that led to superior quality images with half-tones.",
              "Using polished silver as a base and letting iodine vapours interact with the bitumen image, he obtained genuine photographs in black and white on a metal plate.",
              "The preciseness of these images was amazing for the time.",
              "The exposure time was still many days in broad sunlight.",
              "The photosensitive agent is bitumen of Judea, which is a sort of natural tar known from ancient times.",
              "People in antiquity used to collect it from the Dead Sea surface (in the Greek Asphaltite lake), where it kept surfacing continually from the bottom of the sea.",
              "It was used by the Egyptians to embalm mummies, to caulk ships or even to make terrace works in Babylon.",
              "In the 19th century, people already knew how to extract this tar from bituminous rocks, and as a matter of fact the bitumen used by Niépce did not come from Judea anymore.",
              "› Niépce dissolved powdered bitumen of Judea in lavender oil.",
              "› Then he spread this solution in a very thin layer on a base ( glass , stone , copper , tin , silver).",
              "› With a hot drying process he got a shiny varnish with a cherry red color.",
              "› He would then expose the varnished plate in a camera obscura (here a slide projection).",
              "› After exposure, there was no visible image.",
              "Niépce would dip the plate in a diluted lavender oil bath that would dissolve the bitumen parts that had not been exposed or very little to light.",
              "› The resulting image, seen with a normal incidence, was negative.",
              "The exposure time in a camera obscura was quite a few days in broad sunlight.",
              "› To get a positive image , Niépce used the image in two ways : without any further processing under the condition to make this image with an extremely thin layer of varnish with a slight underexposure ( from 1827 on ).",
              "In this case the varnish was mat and by reflection , with a low angled light and in a dark place , the image would appear as a positive.",
              "› Submitting the silver plate to iodine vapors to get a positive image (from 1828 to 1831 ) Niépce would place it in a box with iodine crystals that evaporated spontaneously.",
              "› Within a few minutes the iodine fumes oxydized the silver insufficiently protected by the varnish.",
              "This created a layer of silver iodide on the metal surface, which once the varnish was eliminated, would blacken under the action of light.",
              "› He would get a positive image.",
              "> Discover Spéos, the photography school that preserves the Niépce House 2 rue Nicéphore Niépce, 71240 Saint-Loup-de-Varennes France Phone: +33 (0)1 40 09 18 58 Get Directions The Nicéphore Niépce House is open each year from July 1st to August 31st only, every day from 10am to 6pm (closed on Tuesdays)."
            ]
          },
          {
            "title": "Joseph Nicephor Niepce: The First Photographer - ThoughtCo",
            "url": "https://www.thoughtco.com/joseph-niepce-the-first-photographer-2688371",
            "content": [
              "Joseph Nicephor Niepce: The First Photographer - ThoughtCo",
              "The First Photographer When posed with the question as to who it was who actually took the very first photograph, there is little argument today that it was Joseph Nicephor Niépce.",
              "Niépce was born in France on March 7, 1765.",
              "He was one of three children with a father who was a wealthy attorney.",
              "The family was forced to flee the area when the French revolution began.",
              "Niépce was named Joseph, but while studying at the Oratorian College in Angers, he decided to adopt the name Nicéphore in honor of Saint Nicephorus the ninth-century Patriarch of Constantinople.",
              "His studies taught him experimental methods in science and he graduated to become a professor at the college.",
              "Niépce served as a staff officer in the French army under Napoleon.",
              "During his years in the service, the majority of his time was spent in Italy and on the island of Sardinia.",
              "He resigned his post due to illness.",
              "After leaving the service he married Agnes Romero and became Administrator of the district of Nice.",
              "He left this position to further pursue scientific research with his older brother Claude at their families estate in Chalon.",
              "He was reunited at the family home with his mom, sister and younger brother Bernard.",
              "Not only did he pursue his scientific research, but he also managed the family estate.",
              "The brothers served as wealthy gentlemen-farmers, raising beets and producing sugar.",
              "Niépce is believed to have taken the world’s first photographic etching in 1822.",
              "Using a camera obscura, a box with a hole in one side which utilizes light from an external scene, he took an engraving of Pope Pius VII.",
              "This image was later destroyed by the scientist when he attempted to duplicate it.",
              "Two of his attempts did however survive.",
              "One was a man and his horse, and the other a woman sitting at a spinning wheel.",
              "Niépce’s main problem was an unsteady hand and weak drawing skills, which led him to attempt to find a way to capture images permanently without relying on his poor drawing skills.",
              "Niépce experimented with the use of silver chloride, which darkened when exposed to light, but found it was not sufficient to produce the results he desired.",
              "He then moved on to bitumen, which led him to his first successful attempt at capturing a nature image.",
              "His process involved dissolving bitumen in lavender oil, which is a solvent often used in varnish.",
              "He then coated a sheet of pewter with this mixture and placed it inside a camera obscura.",
              "Eight hours later he removed it and washed it with lavender oil to remove any unexposed bitumen.",
              "The picture itself was not very memorable as it was a building, a barn, and a tree.",
              "It was believed to be the courtyard outside his house.",
              "However, since the process was such a slow one, taking over 8 hours, the sun moved from one side of the image to the other making it appear as if the sun was coming from two sides of the photo.",
              "This process would later inspire Louis Daguerre’s highly successful mercury vapor development process.",
              "It had taken him over twenty years of experimenting with optical images before he had this success.",
              "The earlier problem had been that although he was able to set optical images, they would fade quickly.",
              "The earliest surviving photo from Niépce is from 1825.",
              "He named his new process a Heliograph, after the Greek word for “of the sun.",
              "” Once Niépce had the success he desired he decided to travel to England to try to promote his new invention to the Royal Society.",
              "Unfortunately, he was met with total failure.",
              "The Society has a rule stating that it would not promote any discovery with an undisclosed secret.",
              "Certainly, Niépce was not prepared to share his secrets with the world, so he returned to France disappointed that he was unable to make a success of his new invention.",
              "In France, Niépce formed an alliance with Louis Daguerre.",
              "In 1829 they began collaborating to improve the process.",
              "They remained partners for the next four years until Niépce’s death from a stroke in 1833 at the age of 69.",
              "Daguerre continued working on the process after Niépce’s death eventually developing a process that, although based on their original findings, was much different than what Niépce had created.",
              "He named it the Daguerreotype, after himself.",
              "He managed to get the government of France to purchase his invention on behalf of the people of France.",
              "In 1939 the French government agreed to pay Daguerre a yearly stipend of 6,000 Francs for the rest of his life, and to pay the estate of Niépce 4,000 Francs yearly.",
              "Niépce’s son was not happy with this arrangement, claiming that Daguerre was receiving benefits for what his father had created.",
              "Niépce actually received little credit for anything to do with this creation until 1952 when historians Alison and Helmut Gernsheim rediscovered Niépce’s original images.",
              "It was this discovery that allowed the world to learn about Niépce’s \"heliographic\" process and allow the world to realize that this was the first successful example of what we now call photography: an image created on a light-sensitive surface, by the action of light.",
              "Although Niépce is most noted for his invention in the photographic area, he also had several previous successes as an inventor.",
              "Among Niépce's other inventions was the Pyreolophore, the world’s first internal combustion engine, which he conceived and created with his brother Claude.",
              "Emperor, Napoleon Bonaparte, granted his patent in 1807 after he was shown its ability to power a boat upstream on a river in France.",
              "In honor of this photographer, The Niépce Prize Niépce was created and has been awarded annually since 1955 to a professional photographer who has lived and worked in France for over 3 years.",
              "It was introduced in honor of Nièpce by Albert Plécy of the l'Association Gens d'Images.",
              "Biography of Joseph Nicephore: http://www.",
              "madehow.",
              "com/inventorbios/69/Joseph-Nic-phore-Niepce.",
              "html BBC News: World’s Oldest Photograph Sold BBC News Thursday, 21 March 2002, World's oldest photo sold to library The History of Photography http://www.",
              "all-art.",
              "org/history658_photography13.",
              "html By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
            "url": "https://www.britannica.com/biography/Nicephore-Niepce",
            "content": [
              "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nicéphore Niépce, (born March 7, 1765, Chalon-sur-Saône, France—died July 5, 1833, Chalon-sur-Saône), French inventor who was the first to make a permanent photographic image.",
              "The son of a wealthy family suspected of royalist sympathies, Niépce fled the French Revolution but returned to serve in the French army under Napoleon Bonaparte.",
              "Dismissed because of ill health, he settled near his native town of Chalon-sur-Saône, where he remained engaged in research for the rest of his life.",
              "In 1807 Niépce and his brother Claude invented an internal-combustion engine, which they called the Pyréolophore, explaining that the word was derived from a combination of the Greek words for “fire,” “wind,” and “I produce.",
              "” Working on a piston-and-cylinder system similar to 20th-century gasoline-powered engines, the Pyréolophore initially used lycopodium powder for fuel, and Niépce claimed to have used it to power a boat.",
              "When lithography became a fashionable hobby in France in 1813, Niépce began to experiment with the then-novel printing technique.",
              "Unskilled in drawing, and unable to obtain proper lithographic stone locally, he sought a way to provide images automatically.",
              "He coated pewter with various light-sensitive substances in an effort to copy superimposed engravings in sunlight.",
              "From this he progressed in April 1816 to attempts at photography, which he called heliography (sundrawing), with a camera.",
              "He recorded a view from his workroom window on paper sensitized with silver chloride but was only partially able to fix the image.",
              "Next he tried various types of supports for the light-sensitive material bitumen of Judea, a kind of asphalt, which hardens on exposure to light.",
              "Using this material he succeeded in 1822 in obtaining a photographic copy of an engraving superimposed on glass.",
              "In 1826/27, using a camera, he made a view from his workroom on a pewter plate, this being the first permanently fixed image from nature.",
              "Metal had the advantage of being unbreakable and was better suited to the subsequent etching process to produce a printing plate, which was Niépce’s final aim.",
              "In 1826, he had produced another heliograph, a reproduction of an engraved portrait, which was etched by the Parisian engraver Augustin-François Lemaître, who pulled two prints.",
              "Thus Niépce not only solved the problem of reproducing nature by light, but he invented the first photomechanical reproduction process.",
              "While on a visit to England in 1827, Niépce addressed a memorandum on his invention to the Royal Society, London, but his insistence on keeping the method secret prevented the matter from being investigated.",
              "Unable to reduce the very long exposure times by either chemical or optical means, Niépce in 1829 finally gave in to the repeated overtures of Louis-Jacques-Mandé Daguerre, a Parisian painter, for a partnership to perfect and exploit heliography.",
              "Niépce died without seeing any further advance, but, building on his knowledge, and working with his materials, Daguerre eventually succeeded in greatly reducing the exposure time through his discovery of a chemical process for development of (making visible) the latent (invisible) image formed upon brief exposure.",
              "These experiments eventually led him to invent the daguerreotype, the first successful form of photography."
            ]
          }
        ],
        "Joseph Nicéphore Niépce used a paper coated with silver chloride to produce a negative of the image.": [
          {
            "title": "Niépce and the Invention of Photography - Nicéphore Niépce&#39;s House Museum",
            "url": "https://photo-museum.org/niepce-invention-photography/",
            "content": [
              "Niépce and the Invention of Photography - Nicéphore Niépce&#39;s House Museum",
              "In 1816, a year before the pyreolophore patent runs out, Claude goes to Paris, then to England in 1817, trying to make work the engine invention .",
              "Nicephore starts by himself new research on an idea that has obsessed him for many years : making permanent on a support through a compound the images seen at the back of camerae obscurae .",
              "Until then , these boxes with a lens adapted on a hole , projecting on the back an inverted image of the outside view , had only been used as a drawing aid.",
              "For his first experiments , Nicéphore Niépce positioned at the back of a camera obscura sheets of silver salts coated paper, known to blacken with daylight .",
              "In may 1816 he produced the first image of nature : a view from a window .",
              "It was a negative and the image vanished because in broad daylight the coated paper becomes completely black .",
              "He calls these images “retinas”.",
              "Seeking to obtain positive images, Niépce turned towards compounds that are bleached by light instead of blackened.",
              "He then tried with salts and iron oxide, as well as manganese black oxide.",
              "Even though he got some results, he stumbled over the fixing problem, which arises when he tried eliminate the initial chemical that had not been transformed by light yet.",
              "To solve this problem, Niépce tried to find a method that would make him obtain images etched on a base.",
              "To do this, he researched the effects of light on acids in the hope to observe their decomposition.",
              "Based on these results, he thought he could simply spread acids on calcareous stones, whose strength would vary with light intensity and etch the stone more or less, according to the hues of the image projected.",
              "However, acids are not decomposed by light, so this attempt was yet another failure.",
              "Nevertheless, it allowed Niépce to understand that it is not necessary to use a coumpound whose photo-chemical transformation is visible to the naked eye, and that even an invisible change of chemical properties under light action may induce the appearance of an image during a reaction, either with the base or another compound.",
              "As a consequence, Niépce got interested by all substances that interact with light.",
              "Niépce stopped his studies on light for almost a year.",
              "Following a competion started in France, he tried to find deposits of calcareous stones for lithography (limestone).",
              "In September 1816, the two Niépce brothers, communicating by mail, tried out a new fuel for their engine.",
              "Using kerosene, they discovered the fuel injection principle, as we know it in today’s engines.",
              "In March 1817, Niépce decidedly took up his research on making images again.",
              "While reading chemistry treatises, he focused his attention on the resin of Gaïacum extracted from a coniferous tree.",
              "This yellow resin becomes green when exposed to day-light.",
              "What made it particularly interesting is that it loses its solubility in alcohol.",
              "Niépce understood that thanks to this property it was easy to see the difference between the modified and the intact resin, thus fix the image.",
              "At first he got rather good results experimenting directly with sun-light, but failed when using a camera obscura.",
              "He did not know that only U-V rays were active on this resin and that they were filtered by his camera obscura lens.",
              "In 1818, next to fixing images, he also developed a keen interest for the dandy horse (ancestor of the bicycle without pedals) and got a lot of attention riding the roads of Saint-Loup-de-Varennes on his “velocipede”.",
              "After the Gaïacum resin, Niépce used another resin, consisting of mineral: asphalt or bitumen of Judea.",
              "He demonstrated that under light action this resin became non-soluble with his usual solvent.",
              "From 1822 on, he succeeded in reproducing drawings put in contact with bitumen coated bases (glass plates, calcareous stones, then copper or tin plates).",
              "Afterwards, he used the aqua fortis process to etch the images made with acid, which were then printed on paper.",
              "This process was to remain for quite a while the base of photoengraving used to print photos and graphical documents.",
              "In order to reproduce drawings, around 1822-1823, Niépce conceived what we now call the contact print.",
              "He explains clearly how he applied varnish to the verso of an etching to make the paper translucid, and once dry, he applied this etching directly in contact with the copper or tin plate coated with bitumen varnish.",
              "He exposed the lot in full daylight during three to four hours, then rinced the plate in lavender oil diluted with white kerosene.",
              "The bitumen that had been protected from the effect of light under the lines of the drawing then dissolved and let appear the raw metal.",
              "On the other hand, the light transmitted through the translucid paper had made the bitumen non-soluble and remained on the plate after the lavender oil rinse.",
              "The bitumen image was the drawing’s negative: the back is colored in the dark bitumen brown and the lines are represented by the raw metal.",
              "Then, Niépce invented a process that would allow to get the drawing etched in the metal.",
              "It was by means of the well known and simple principle of aqua fortis.",
              "The plate carrying the bitumen of Judea is dipped in an acid bath that bites the metal where it is not protected, meaning the places corresponding to the lines of the drawing.",
              "Because the bitumen varnish is acid resistant, the acid can penetrate down to the metal.",
              "Once the lines are etched in the plate, Niépce eliminated the bitumen varnish from the metal base to keep only the etched drawing on it.",
              "The first successful results of this method can be dated to 1822, as far as contact reproductions are concerned, because this year Niépce made a copy the portrait of Pope Pius VII on a glass plate.",
              "This was not yet an acid etched engraving.",
              "The earliest attempts of etching in 1823 are not on metal but on lithographic stones.",
              "A Dijon-based printer produced paper prints from those stones.",
              "Thus, Niépce got the proof that his process — by means of contact reproduction — allowed for the multiplication of originals through printing.",
              "In 1825, he etched his images on copper, from 1826 onwards on tin.",
              "The acid process is perfectly appropriate to reproductions of line drawings, in which gradations are represented by hatchings.",
              "In the case of images with continuous tones, these are reproduced by various thicknesses of bitumen that acid etching cannot render, as the acid solution cannot permeate the varnish.",
              "Niépce understood this phenomenon and worked continuously to reproduce etchings.",
              "Many museums throughout the world preserve metal plates etched by the inventor with this process.",
              "The Niépce Museum owns ten of those metal plates on which Nicéphore reproduced engravings.",
              "Other Niépce etched metal plates are preserved at “La Societe française de Photographie”, at “The Royal Photographic Society” or in Janine Niépce’s collection.",
              "Yet, after his numerous failures to etch continuous tones images obtained with a camera obscura, Niépce gradually gave up acid etching and stopped completely after July 1827.",
              "In 1824, he put lithographic stones, coated with bitumen, at the back of a camera obscura and obtained for the first time ever a fixed image of a landscape.",
              "This required an extremely long exposure time, in broad daylight, for a few days.",
              "Starting in 1825, he regularly used copper as a base, then tin in 1826, while also realising etched images.",
              "In 1827, Niépce went to England, where he found his brother dying, without any improvements to the engine at hand.",
              "He realised then that they would never get any profit from this invention into which they had invested so much hope.",
              "After having vainly tried to get the attention of the Royal Society as to his reproduction process of images, called heliography, Niépce returned to France and relentlessly worked on improving his invention.",
              "In 1828, he found a new method that led to superior quality images with half-tones.",
              "Using polished silver as a base and letting iodine vapours interact with the bitumen image, he obtained genuine photographs in black and white on a metal plate.",
              "The preciseness of these images was amazing for the time.",
              "The exposure time was still many days in broad sunlight.",
              "The photosensitive agent is bitumen of Judea, which is a sort of natural tar known from ancient times.",
              "People in antiquity used to collect it from the Dead Sea surface (in the Greek Asphaltite lake), where it kept surfacing continually from the bottom of the sea.",
              "It was used by the Egyptians to embalm mummies, to caulk ships or even to make terrace works in Babylon.",
              "In the 19th century, people already knew how to extract this tar from bituminous rocks, and as a matter of fact the bitumen used by Niépce did not come from Judea anymore.",
              "› Niépce dissolved powdered bitumen of Judea in lavender oil.",
              "› Then he spread this solution in a very thin layer on a base ( glass , stone , copper , tin , silver).",
              "› With a hot drying process he got a shiny varnish with a cherry red color.",
              "› He would then expose the varnished plate in a camera obscura (here a slide projection).",
              "› After exposure, there was no visible image.",
              "Niépce would dip the plate in a diluted lavender oil bath that would dissolve the bitumen parts that had not been exposed or very little to light.",
              "› The resulting image, seen with a normal incidence, was negative.",
              "The exposure time in a camera obscura was quite a few days in broad sunlight.",
              "› To get a positive image , Niépce used the image in two ways : without any further processing under the condition to make this image with an extremely thin layer of varnish with a slight underexposure ( from 1827 on ).",
              "In this case the varnish was mat and by reflection , with a low angled light and in a dark place , the image would appear as a positive.",
              "› Submitting the silver plate to iodine vapors to get a positive image (from 1828 to 1831 ) Niépce would place it in a box with iodine crystals that evaporated spontaneously.",
              "› Within a few minutes the iodine fumes oxydized the silver insufficiently protected by the varnish.",
              "This created a layer of silver iodide on the metal surface, which once the varnish was eliminated, would blacken under the action of light.",
              "› He would get a positive image.",
              "> Discover Spéos, the photography school that preserves the Niépce House 2 rue Nicéphore Niépce, 71240 Saint-Loup-de-Varennes France Phone: +33 (0)1 40 09 18 58 Get Directions The Nicéphore Niépce House is open each year from July 1st to August 31st only, every day from 10am to 6pm (closed on Tuesdays)."
            ]
          },
          {
            "title": "After Niépce and Daguerre - Nicéphore Niépce&#39;s House Museum",
            "url": "https://photo-museum.org/after-niepce-and-daguerre/",
            "content": [
              "After Niépce and Daguerre - Nicéphore Niépce&#39;s House Museum",
              "The first photographic process — heliography — was invented around 1824 by Nicéphore Niépce.",
              "Images were obtained with bitumen of Judea spread on a silver plate after an exposure time of several days.",
              "In 1829, Niépce associated Louis Jacques Mandé Daguerre to his research.",
              "In 1832, they put the last touches, using a residue of lavender oil distillation, by means of a second process producing images in a one day exposure time.",
              "In 1833, Niépce died, and Daguerre invented, in 1838, on his own the daguerreotype, the first process including a development stage.",
              "A silver plate coated with a very thin silver iodide layer was exposed in a camera obscura, then exposed to mercury vapors that induced the apparition of the invisible latent image that had been formed during the exposure to light.",
              "This development was in fact such an amplification of the effect of light that the exposure time was hardly more than 30 minutes.",
              "Fixing was done by immersing the plate in sea salted water.",
              "In July 1839, another Frenchman, Hippolyte Bayard, discovered the way to obtain positive images directly on paper.",
              "A sheet of paper covered with silver chloride was blackened by light, then exposed in a camera obscura after having been sensitized in silver iodide.",
              "The exposure time was from 30 minutes to 2 hours.",
              "Still in 1839 , the announcement of the daguerreotype invention incited an Englishman, William Henry Fox Talbot, to resume interrupted research, the beginning of which was in 1834.",
              "In 1841, he patented the calotype, the first negative-positive process that made it possible to multiply the same image, by means of an intermediate negative on a silver chloride paper made translucid with wax.",
              "As for the daguerreotype, the latent image was developed by a chemical agent, the developer: a solution of gallic acid and silver nitate.",
              "A second sheet of paper also covered with silver chloride was then exposed through the translucid negative, to give the final positive.",
              "We owe to John Herschell the discovery, in 1839, of the way to fix images by dipping them in a sodium hyposulfite bath, which is still used today as the main component of photographic fix-baths.",
              "The main advantages of the calotype were the easiness with which one could manipulate the paper prints and the possibility of multi-printing.",
              "On the other hand, the sharpness, limited by the fibers in the negative paper, could not compete with the daguerreotype.",
              "To reduce further the exposure time , short focal lenses were created , letting more light in the camera , however keeping the sharpness on the whole image .",
              "In 1841 , the physicist Fizeau replaced silver iodide by silver bromide, the sensibility of which to light was far superior .",
              "Time exposures of barely a few seconds were needed to obtain a daguerreotype and so it became possible to do portraits.",
              "To improve the calotype negative transparency, Abel Niépce de Saint-Victor had the idea, in 1847, to replace paper with glass.",
              "So that the silver bromide adhered to glass, he mixed it with albumen (egg white).",
              "Even though a bit too contrasty, the images then became much sharper, forcing opticians to work on higher definition lenses.",
              "In 1851, an Englishman named Scott Archer replaced albumen by collodion, the base of which is gun-cotton (cellulose nitrate).",
              "The black and white images obtained with this process reached a quality unknown until then.",
              "The only drawbacks were that the picture had to be taken while the collodion on the plate was still humid and the developement had to happen immediatly after the exposure.",
              "In 1871, another Englishman, Richard Meaddox, resolved this problem by replacing collodion by gelatin, a process perfected by Charles Bennet, who demonstrated that gelatinized plates acquired a high sensitivity when they were kept for a few days at 32° Celsius.",
              "Not only could the gelatino-bromide plates be stored before use, but their sensitivity was such that the exposure time could not exceed a fraction of a second.",
              "The story of the shutter started shortly before 1880, because the high sensitivity of these plates made it necessary to conceive mecanisms able to let light enter the camera for 1/100th and even 1/1000th of a second.",
              "It became necessary to precisely evaluate light intensity, and the light meter then became a real measuring device.",
              "The American George Eastman, Kodak founder, conceived, in 1888, the idea of the supple base.",
              "Glass plates were progressively replaced by celluloid rolls.",
              "Photography was still missing color reproduction.",
              "The first tries were due to Edmond Becquerel in 1848.",
              "In 1851, Niépce de St-Victor showed that a silver plate coated with a layer of pure silver chloride reproduced colors directly, but in an unstable manner.",
              "In 1869, Louis Ducos du Hauron, in Agen, made the first color photograph applying the principle demonstrated by Maxwell of light decomposition in three primary colors: red, yellow and blue.",
              "He made three photos of the same subject, each of them through a different filter: a red, a yellow, and a blue one.",
              "He obtained three positives that he dyed with the color corresponding to each filter.",
              "By superimposing in register the three images, he got the restitution of the colors.",
              "The physicist Gabriel Lippman received the Nobel prize in 1906 for having found in 1891 a way to obtain photos in direct colors on one plate, by an interferencial process prefiguring Holography.",
              "Too complicated, this invention remained only a laboratory feat.",
              "The first monoplate color process practicable by amateurs was created in 1906.",
              "The autochrome plate invented by the Lumière brothers was based upon the principle of the trichromatic synthesis, realized on only one plate by joining to it a mosaic of microfilters in the primary colors realized with minuscule colored grains of potatoe starch.",
              "The discovery by R.",
              "Fisher around 1911 of the chromogene developer gave color photography a new direction.",
              "It had been noticed that some developers gave images with one color instead of black and white.",
              "The trichromatic principle was used by Agfa to realize in 1936 Agfacolor films, made of three superimposed layers, respectively sensitive to blue, green and red.",
              "A developer that colored every layer into a color of its sensitivity was invented.",
              "The superimposition gave an image in color.",
              "The possibility of color reproduction led to improvements in lens manufacturing to transmit acurately the colors of the subject to the film.",
              "In 1935, two Americans, L .",
              "Mannes and L .",
              "Godowsky, improved this process.",
              "Bought by Kodak, it was named Kodachrome.",
              "If today’s color films are much more sophisticated, they still use silver bromide, gelatin and basic principles from Agfacolor and Kodachrome.",
              "> Discover Spéos, the photography school that preserves the Niépce House 2 rue Nicéphore Niépce, 71240 Saint-Loup-de-Varennes France Phone: +33 (0)1 40 09 18 58 Get Directions The Nicéphore Niépce House is open each year from July 1st to August 31st only, every day from 10am to 6pm (closed on Tuesdays)."
            ]
          },
          {
            "title": "History of photography - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/History_of_photography",
            "content": [
              "History of photography - Wikipedia",
              "The history of photography began with the discovery of two critical principles: camera obscura image projection and the observation that some substances are visibly altered by exposure to light.",
              "There are no artifacts or descriptions that indicate any attempt to capture images with light sensitive materials prior to the 18th century.",
              "Around 1717, Johann Heinrich Schulze captured cut-out letters on a bottle of a light-sensitive slurry, but he apparently never thought of making the results durable.",
              "Around 1800, Thomas Wedgwood made the first reliably documented, although unsuccessful attempt at capturing camera images in permanent form.",
              "His experiments did produce detailed photograms, but Wedgwood and his associate Humphry Davy found no way to fix these images.",
              "In 1826, Nicéphore Niépce first managed to fix an image that was captured with a camera, but at least eight hours or even several days of exposure in the camera were required and the earliest results were very crude.",
              "Niépce's associate Louis Daguerre went on to develop the daguerreotype process, the first publicly announced and commercially viable photographic process.",
              "The daguerreotype required only minutes of exposure in the camera, and produced clear, finely detailed results.",
              "The details were introduced to the world in 1839, a date generally accepted as the birth year of practical photography.",
              "[2][3] The metal-based daguerreotype process soon had some competition from the paper-based calotype negative and salt print processes invented by William Henry Fox Talbot and demonstrated in 1839 soon after news about the daguerreotype reached Talbot.",
              "Subsequent innovations made photography easier and more versatile.",
              "New materials reduced the required camera exposure time from minutes to seconds, and eventually to a small fraction of a second;",
              "new photographic media were more economical, sensitive or convenient.",
              "Since the 1850s, the collodion process with its glass-based photographic plates combined the high quality known from the Daguerreotype with the multiple print options known from the calotype and was commonly used for decades.",
              "Roll films popularized casual use by amateurs.",
              "In the mid-20th century, developments made it possible for amateurs to take pictures in natural color as well as in black-and-white.",
              "The commercial introduction of computer-based electronic digital cameras in the 1990s soon revolutionized photography.",
              "During the first decade of the 21st century, traditional film-based photochemical methods were increasingly marginalized as the practical advantages of the new technology became widely appreciated and the image quality of moderately priced digital cameras was continually improved.",
              "Especially since cameras became a standard feature on smartphones, taking pictures (and instantly publishing them online) has become a ubiquitous everyday practice around the world.",
              "The coining of the word \"photography\" is usually attributed to Sir John Herschel in 1839.",
              "It is based on the Greek φῶς (phōs;",
              "genitive phōtos), meaning \"light\", and γραφή (graphê), meaning \"drawing, writing\", together meaning \"drawing of light\".",
              "[4] A natural phenomenon, known as camera obscura or pinhole image, can project a (reversed) image through a small opening onto an opposite surface.",
              "This principle may have been known and used in prehistoric times.",
              "The earliest known written record of the camera obscura is to be found in Chinese writings by Mozi, dated to the 4th century BCE.",
              "[5] Until the 16th century the camera obscura was mainly used to study optics and astronomy, especially to safely watch solar eclipses without damaging the eyes.",
              "In the later half of the 16th century some technical improvements were developed: a biconvex lens in the opening (first described by Gerolamo Cardano in 1550) and a diaphragm restricting the aperture (Daniel Barbaro in 1568) gave a brighter and sharper image.",
              "In 1558 Giambattista della Porta advised using the camera obscura as a drawing aid in his popular and influential books.",
              "Della Porta's advice was widely adopted by artists and since the 17th century portable versions of the camera obscura were commonly used—first as a tent, later as boxes.",
              "The box type camera obscura was the basis for the earliest photographic cameras when photography was developed in the early 19th century.",
              "[6] The notion that light can affect various substances—for instance, the sun tanning of skin or fading of textile—must have been around since very early times.",
              "Ideas of fixing the images seen in mirrors or other ways of creating images automatically may also have been in people's minds long before anything like photography was developed.",
              "[7] However, there seem to be no historical records of any ideas even remotely resembling photography before 1700, despite early knowledge of light-sensitive materials and the camera obscura.",
              "[8] In 1614 Angelo Sala noted that[9] sunlight will turn powdered silver nitrate black, and that paper wrapped around silver nitrate for a year will turn black.",
              "[10] Wilhelm Homberg described how light darkened some chemicals in 1694.",
              "[11] Around 1717,[12] German polymath Johann Heinrich Schulze accidentally discovered that a slurry of chalk and nitric acid into which some silver particles had been dissolved was darkened by sunlight.",
              "After experiments with threads that had created lines on the bottled substance after he placed it in direct sunlight for a while, he applied stencils of words to the bottle.",
              "The stencils produced copies of the text in dark red, almost violet characters on the surface of the otherwise whitish contents.",
              "The impressions persisted until they were erased by shaking the bottle or until overall exposure to light obliterated them.",
              "Schulze named the substance \"Scotophors\" when he published his findings in 1719.",
              "He thought the discovery could be applied to detect whether metals or minerals contained any silver and hoped that further experimentation by others would lead to some other useful results.",
              "[13][14] Schulze's process resembled later photogram techniques and is sometimes regarded as the very first form of photography.",
              "[15] The early science fiction novel Giphantie[16] (1760) by the Frenchman Tiphaigne de la Roche described something quite similar to (color) photography, a process that fixes fleeting images formed by rays of light: \"They coat a piece of canvas with this material, and place it in front of the object to capture.",
              "The first effect of this cloth is similar to that of a mirror, but by means of its viscous nature the prepared canvas, as is not the case with the mirror, retains a facsimile of the image.",
              "The mirror represents images faithfully, but retains none;",
              "our canvas reflects them no less faithfully, but retains them all.",
              "This impression of the image is instantaneous.",
              "The canvas is then removed and deposited in a dark place.",
              "An hour later the impression is dry, and you have a picture the more precious in that no art can imitate its truthfulness.\"",
              "[17] De la Roche thus imagined a process that made use of a special substance in combination with the qualities of a mirror, rather than the camera obscura.",
              "The dark place in which the pictures dried suggests that he thought about the light sensitivity of the material, but he attributed the effect to its viscous nature.",
              "In 1777, the chemist Carl Wilhelm Scheele was studying the more intrinsically light-sensitive silver chloride and determined that light darkened it by disintegrating it into microscopic dark particles of metallic silver.",
              "Of greater potential usefulness, Scheele found that ammonia dissolved the silver chloride, but not the dark particles.",
              "This discovery could have been used to stabilize or \"fix\" a camera image captured with silver chloride, but was not picked up by the earliest photography experimenters.",
              "[18] Scheele also noted that red light did not have much effect on silver chloride, a phenomenon that would later be applied in photographic darkrooms as a method of seeing black-and-white prints without harming their development.",
              "[19] Although Thomas Wedgwood felt inspired by Scheele's writings in general, he must have missed or forgotten these experiments;",
              "he found no method to fix the photogram and shadow images he managed to capture around 1800 (see below).",
              "[19] Elizabeth Fulhame's book An essay on combustion[20] described her experiments of the effects of light on silver salts.",
              "She is better known for her discovery of what is now called catalysis, but Larry J.",
              "Schaaf in his history of photography[21][22] considered her work on silver chemistry to represent a major step in the development of photography.",
              "English photographer and inventor Thomas Wedgwood is believed to have been the first person to have thought of creating permanent pictures by capturing camera images on material coated with a light-sensitive chemical.",
              "He originally wanted to capture the images of a camera obscura, but found they were too faint to have an effect upon the silver nitrate solution that was recommended to him as a light-sensitive substance.",
              "Wedgwood did manage to copy painted glass plates and captured shadows on white leather, as well as on paper moistened with a silver nitrate solution.",
              "Attempts to preserve the results with their \"distinct tints of brown or black, sensibly differing in intensity\" failed.",
              "It is unclear when Wedgwood's experiments took place.",
              "He may have started before 1790;",
              "James Watt wrote a letter to Thomas Wedgwood's father Josiah Wedgwood to thank him \"for your instructions as to the Silver Pictures, about which, when at home, I will make some experiments\".",
              "This letter (now lost) is believed to have been written in 1790, 1791 or 1799.",
              "In 1802, an account by Humphry Davy detailing Wedgwood's experiments was published in an early journal of the Royal Institution with the title An Account of a Method of Copying Paintings upon Glass, and of Making Profiles, by the Agency of Light upon Nitrate of Silver.",
              "Davy added that the method could be used for objects that are partly opaque and partly transparent to create accurate representations of, for instance, \"the woody fibres of leaves and the wings of insects\".",
              "He also found that solar microscope images of small objects were easily captured on prepared paper.",
              "Davy, apparently unaware or forgetful of Scheele's discovery, concluded that substances should be found to eliminate (or deactivate) the unexposed particles in silver nitrate or silver chloride \"to render the process as useful as it is elegant\".",
              "[19] Wedgwood may have prematurely abandoned his experiments because of his frail and failing health.",
              "He died at age 34 in 1805.",
              "Davy seems not to have continued the experiments.",
              "Although the journal of the nascent Royal Institution probably reached its very small group of members, the article must have been read eventually by many more people.",
              "It was reviewed by David Brewster in the Edinburgh Magazine in December 1802, appeared in chemistry textbooks as early as 1803, was translated into French and was published in German in 1811.",
              "Readers of the article may have been discouraged to find a fixer, because the highly acclaimed scientist Davy had already tried and failed.",
              "Apparently the article was not noted by Niépce or Daguerre, and by Talbot only after he had developed his own processes.",
              "[19][23] French balloonist, professor and inventor Jacques Charles is believed to have captured fleeting negative photograms of silhouettes on light-sensitive paper at the start of the 19th century, prior to Wedgwood.",
              "Charles died in 1823 without having documented the process, but purportedly demonstrated it in his lectures at the Louvre.",
              "It was not publicized until François Arago mentioned it at his introduction of the details of the daguerreotype to the world in 1839.",
              "He later wrote that the first idea of fixing the images of the camera obscura or the solar microscope with chemical substances belonged to Charles.",
              "Later historians probably only built on Arago's information, and, much later, the unsupported year 1780 was attached to it.",
              "[24] As Arago indicated the first years of the 19th century and a date prior to the 1802 publication of Wedgwood's process, this would mean that Charles' demonstrations took place in 1800 or 1801, assuming that Arago was this accurate almost 40 years later.",
              "In 1816, Nicéphore Niépce, using paper coated with silver chloride, succeeded in photographing the images formed in a small camera, but the photographs were negatives, darkest where the camera image was lightest and vice versa, and they were not permanent in the sense of being reasonably light-fast;",
              "like earlier experimenters, Niépce could find no way to prevent the coating from darkening all over when it was exposed to light for viewing.",
              "Disenchanted with silver salts, he turned his attention to light-sensitive organic substances.",
              "[26] The oldest surviving photograph of the image formed in a camera was created by Niépce in 1826 or 1827.",
              "[2] It was made on a polished sheet of pewter and the light-sensitive substance was a thin coating of bitumen, a naturally occurring petroleum tar, which was dissolved in lavender oil, applied to the surface of the pewter and allowed to dry before use.",
              "[27] After a very long exposure in the camera (traditionally said to be eight hours, but now believed to be several days),[28] the bitumen was sufficiently hardened in proportion to its exposure to light that the unhardened part could be removed with a solvent, leaving a positive image with the light areas represented by hardened bitumen and the dark areas by bare pewter.",
              "[27] To see the image plainly, the plate had to be lit and viewed in such a way that the bare metal appeared dark and the bitumen relatively light.",
              "[26] In partnership, Niépce in Chalon-sur-Saône and Louis Daguerre in Paris refined the bitumen process,[29] substituting a more sensitive resin and a very different post-exposure treatment that yielded higher-quality and more easily viewed images.",
              "Exposure times in the camera, although substantially reduced, were still measured in hours.",
              "[26] Niépce died suddenly in 1833, leaving his notes to Daguerre.",
              "More interested in silver-based processes than Niépce had been, Daguerre experimented with photographing camera images directly onto a mirror-like silver-surfaced plate that had been fumed with iodine vapor, which reacted with the silver to form a coating of silver iodide.",
              "As with the bitumen process, the result appeared as a positive when it was suitably lit and viewed.",
              "Exposure times were still impractically long until Daguerre made the pivotal discovery that an invisibly slight or \"latent\" image produced on such a plate by a much shorter exposure could be \"developed\" to full visibility by mercury fumes.",
              "This brought the required exposure time down to a few minutes under optimum conditions.",
              "A strong hot solution of common salt served to stabilize or fix the image by removing the remaining silver iodide.",
              "On 7 January 1839, this first complete practical photographic process was announced at a meeting of the French Academy of Sciences,[30] and the news quickly spread.",
              "[31] At first, all details of the process were withheld and specimens were shown only at Daguerre's studio, under his close supervision, to Academy members and other distinguished guests.",
              "[32] Arrangements were made for the French government to buy the rights in exchange for pensions for Niépce's son and Daguerre and present the invention to the world (with the exception of Great Britain, where an agent for Daguerre patented it) as a free gift.",
              "[33] Complete instructions were made public on 19 August 1839.",
              "[34] Known as the daguerreotype process, it was the most common commercial process until the late 1850s when it was superseded by the collodion process.",
              "French-born Hércules Florence developed his own photographic technique in 1832 or 1833 in Brazil, with some help of pharmacist Joaquim Corrêa de Mello (1816–1877).",
              "Looking for another method to copy graphic designs he captured their images on paper treated with silver nitrate as contact prints or in a camera obscura device.",
              "He did not manage to properly fix his images and abandoned the project after hearing of the Daguerreotype process in 1839[35] and did not properly publish any of his findings.",
              "He reportedly referred to the technique as \"photographie\" (in French) as early as 1833, also helped by a suggestion of De Mello.",
              "[36] Some extant photographic contact prints are believed to have been made in circa 1833 and kept in the collection of IMS.",
              "Henry Fox Talbot had already succeeded in creating stabilized photographic negatives on paper in 1835, but worked on perfecting his own process after reading early reports of Daguerre's invention.",
              "In early 1839, he acquired a key improvement, an effective fixer, from his friend John Herschel, a polymath scientist who had previously shown that hyposulfite of soda (commonly called \"hypo\" and now known formally as sodium thiosulfate) would dissolve silver salts.",
              "[37] News of this solvent also benefited Daguerre, who soon adopted it as a more efficient alternative to his original hot salt water method.",
              "[38] Talbot's early silver chloride \"sensitive paper\" experiments required camera exposures of an hour or more.",
              "In 1841, Talbot invented the calotype process, which, like Daguerre's process, used the principle of chemical development of a faint or invisible \"latent\" image to reduce the exposure time to a few minutes.",
              "Paper with a coating of silver iodide was exposed in the camera and developed into a translucent negative image.",
              "Unlike a daguerreotype, which could only be copied by photographing it with a camera, a calotype negative could be used to make a large number of positive prints by simple contact printing.",
              "The calotype had yet another distinction compared to other early photographic processes, in that the finished product lacked fine clarity due to its translucent paper negative.",
              "This was seen as a positive attribute for portraits because it softened the appearance of the human face[citation needed].",
              "Talbot patented this process,[39] which greatly limited its adoption, and spent many years pressing lawsuits against alleged infringers.",
              "He attempted to enforce a very broad interpretation of his patent, earning himself the ill will of photographers who were using the related glass-based processes later introduced by other inventors, but he was eventually defeated.",
              "Nonetheless, Talbot's developed-out silver halide negative process is the basic technology used by chemical film cameras today.",
              "Hippolyte Bayard had also developed a method of photography but delayed announcing it, and so was not recognized as its inventor.",
              "In 1839, John Herschel made the first glass negative, but his process was difficult to reproduce.",
              "Slovene Janez Puhar invented a process for making photographs on glass in 1841;",
              "it was recognized on June 17, 1852, in Paris by the Académie National Agricole, Manufacturière et Commerciale.",
              "[40] In 1847, Nicephore Niépce's cousin, the chemist Niépce St.",
              "Victor, published his invention of a process for making glass plates with an albumen emulsion;",
              "the Langenheim brothers of Philadelphia and John Whipple and William Breed Jones of Boston also invented workable negative-on-glass processes in the mid-1840s.",
              "[41] In 1851, English sculptor Frederick Scott Archer invented the collodion process.",
              "[42] Photographer and children's author Lewis Carroll used this process.",
              "Carroll refers to the process as \"Talbotype\" in the story \"A Photographer's Day Out\".",
              "[43] Herbert Bowyer Berkeley experimented with his own version of collodion emulsions after Samman introduced the idea of adding dithionite to the pyrogallol developer.",
              "[citation needed] Berkeley discovered that with his own addition of sulfite, to absorb the sulfur dioxide given off by the chemical dithionite in the developer, dithionite was not required in the developing process.",
              "In 1881, he published his discovery.",
              "Berkeley's formula contained pyrogallol, sulfite, and citric acid.",
              "Ammonia was added just before use to make the formula alkaline.",
              "The new formula was sold by the Platinotype Company in London as Sulphur-Pyrogallol Developer.",
              "[44] Nineteenth-century experimentation with photographic processes frequently became proprietary.",
              "The German-born, New Orleans photographer Theodore Lilienthal successfully sought legal redress in an 1881 infringement case involving his \"Lambert Process\" in the Eastern District of Louisiana.",
              "A photograph captured by Mary Dillwyn in Wales in 1853 Roger Fenton's assistant seated on Fenton's photographic van, Crimea, 1855 Boston, as the Eagle and the Wild Goose See It, by J.",
              "W.",
              "Black, the oldest surviving successful aerial photograph, October 1860 The 1866 \"Jumelle de Nicour\", an early attempt at a small-format, portable camera The daguerreotype proved popular in response to the demand for portraiture that emerged from the middle classes during the Industrial Revolution.",
              "[46][citation needed] This demand, which could not be met in volume and in cost by oil painting, added to the push for the development of photography.",
              "Roger Fenton and Philip Henry Delamotte helped popularize the new way of recording events, the first by his Crimean War pictures, the second by his record of the disassembly and reconstruction of The Crystal Palace in London.",
              "Other mid-nineteenth-century photographers established the medium as a more precise means than engraving or lithography of making a record of landscapes and architecture: for example, Robert Macpherson's broad range of photographs of Rome, the interior of the Vatican, and the surrounding countryside became a sophisticated tourist's visual record of his own travels.",
              "In 1839, François Arago reported the invention of photography to stunned listeners by displaying the first photo taken in Egypt;",
              "that of Ras El Tin Palace.",
              "[47] In America, by 1851 a broadsheet by daguerreotypist Augustus Washington was advertising prices ranging from 50 cents to $10.",
              "[48] However, daguerreotypes were fragile and difficult to copy.",
              "Photographers encouraged chemists to refine the process of making many copies cheaply, which eventually led them back to Talbot's process.",
              "Ultimately, the photographic process came about from a series of refinements and improvements in the first 20 years.",
              "In 1884 George Eastman, of Rochester, New York, developed dry gel on paper, or film, to replace the photographic plate so that a photographer no longer needed to carry boxes of plates and toxic chemicals around.",
              "In July 1888 Eastman's Kodak camera went on the market with the slogan \"You press the button, we do the rest\".",
              "[49] Now anyone could take a photograph and leave the complex parts of the process to others, and photography became available for the mass-market in 1901 with the introduction of the Kodak Brownie.",
              "General view of The Crystal Palace at Sydenham by Philip Henry Delamotte, 1854 A mid-19th century \"Brady stand\" armrest table, used to help subjects keep still during long exposures.",
              "It was named for famous US photographer Mathew Brady.",
              "An 1855 Punch cartoon satirized problems with posing for Daguerreotypes: slight movement during exposure resulted in blurred features, red-blindness made rosy complexions look dark.",
              "The Market Square of Helsinki, in the 1890s In this 1893 multiple-exposure trick photo, the photographer appears to be photographing himself.",
              "It satirizes studio equipment and procedures that were nearly obsolete by then.",
              "Note the clamp to hold the sitter's head still.",
              "A comparison of common print sizes used in photographic studios during the 19th century.",
              "Sizes are in inches.",
              "Charles Wheatstone developed his mirror stereoscope around 1832, but did not really publicize his invention until June 1838.",
              "He recognized the possibility of a combination with photography soon after Daguerre and Talbot announced their inventions and got Henry Fox Talbot to produce some calotype pairs for the stereoscope.",
              "He received the first results in October 1840, but was not fully satisfied as the angle between the shots was very big.",
              "Between 1841 and 1842 Henry Collen made calotypes of statues, buildings and portraits, including a portrait of Charles Babbage shot in August 1841.",
              "Wheatstone also obtained daguerreotype stereograms from Mr.",
              "Beard in 1841 and from Hippolyte Fizeau and Antoine Claudet in 1842.",
              "None of these have yet been located.",
              "[50] David Brewster developed a stereoscope with lenses and a binocular camera in 1844.",
              "He presented two stereoscopic self portraits made by John Adamson in March 1849.",
              "[51] A stereoscopic portrait of Adamson in the University of St Andrews Library Photographic Archive, dated \"circa 1845', may be one of these sets.",
              "[50] A stereoscopic daguerreotype portrait of Michael Faraday in Kingston College's Wheatstone collection and on loan to Bradford National Media Museum, dated \"circa 1848\", may be older.",
              "[52] A practical means of color photography was sought from the very beginning.",
              "Results were demonstrated by Edmond Becquerel as early as the year of 1848, but exposures lasting for hours or days were required and the captured colors were so light-sensitive they would only bear very brief inspection in dim light.",
              "The first color photograph was a set of three black-and-white photographs taken through red, green, and blue color filters and shown superimposed by using three projectors with similar filters.",
              "It was taken by Thomas Sutton in 1861 for use in a lecture by the Scottish physicist James Clerk Maxwell, who had proposed the method in 1855.",
              "[53] The photographic emulsions then in use were insensitive to most of the spectrum, so the result was very imperfect and the demonstration was soon forgotten.",
              "Maxwell's method is now most widely known through the early 20th century work of Sergei Prokudin-Gorskii.",
              "It was made practical by Hermann Wilhelm Vogel's 1873 discovery of a way to make emulsions sensitive to the rest of the spectrum, gradually introduced into commercial use beginning in the mid-1880s.",
              "Two French inventors, Louis Ducos du Hauron and Charles Cros, working unknown to each other during the 1860s, famously unveiled their nearly identical ideas on the same day in 1869.",
              "Included were methods for viewing a set of three color-filtered black-and-white photographs in color without having to project them, and for using them to make full-color prints on paper.",
              "[54] The first widely used method of color photography was the Autochrome plate, a process inventors and brothers Auguste and Louis Lumière began working on in the 1890s and commercially introduced in 1907.",
              "[55] It was based on one of Louis Duclos du Haroun's ideas: instead of taking three separate photographs through color filters, take one through a mosaic of tiny color filters overlaid on the emulsion and view the results through an identical mosaic.",
              "If the individual filter elements were small enough, the three primary colors of red, blue, and green would blend together in the eye and produce the same additive color synthesis as the filtered projection of three separate photographs.",
              "Autochrome plates had an integral mosaic filter layer with roughly five million previously dyed potato grains per square inch added to the surface.",
              "Then through the use of a rolling press, five tons of pressure were used to flatten the grains, enabling every one of them to capture and absorb color and their microscopic size allowing the illusion that the colors are merged.",
              "The final step was adding a coat of the light-capturing substance silver bromide, after which a color image could be imprinted and developed.",
              "In order to see it, reversal processing was used to develop each plate into a transparent positive that could be viewed directly or projected with an ordinary projector.",
              "One of the drawbacks of the technology was an exposure time of at least a second in bright daylight, with the time required quickly increasing in poor light.",
              "An indoor portrait required several minutes with the subject stationary.",
              "This was because the grains absorbed color fairly slowly, and a filter of a yellowish-orange color was required to keep the photograph from coming out excessively blue.",
              "Although necessary, the filter had the effect of reducing the amount of light that was absorbed.",
              "Another drawback was that the image could only be enlarged so much before the many dots that made up the image would become apparent.",
              "[55][56] Competing screen plate products soon appeared, and film-based versions were eventually made.",
              "All were expensive, and until the 1930s none was \"fast\" enough for hand-held snapshot-taking, so they mostly served a niche market of affluent advanced amateurs.",
              "A new era in color photography began with the introduction of Kodachrome film, available for 16 mm home movies in 1935 and 35 mm slides in 1936.",
              "It captured the red, green, and blue color components in three layers of emulsion.",
              "A complex processing operation produced complementary cyan, magenta, and yellow dye images in those layers, resulting in a subtractive color image.",
              "Maxwell's method of taking three separate filtered black-and-white photographs continued to serve special purposes into the 1950s and beyond, and Polachrome, an \"instant\" slide film that used the Autochrome's additive principle, was available until 2003, but the few color print and slide films still being made in 2015 all use the multilayer emulsion approach pioneered by Kodachrome.",
              "The first durable color photograph, taken by Thomas Sutton in 1861.",
              "An 1877 color photographic print on paper by Louis Ducos du Hauron, the foremost early French pioneer of color photography by subtractive color.",
              "Albert Bierstadt photographed by his brother Edward Bierstadt.",
              "This collotype print was sent in 1895 to Elbridge T.",
              "Gerry.",
              "It may be the oldest surviving color portrait photograph.",
              "Color photograph of Saas-Fee by Gabriel Lippmann, 1891-99.",
              "Alim Khan photographed by Sergey Prokudin-Gorsky using Maxwell's method, 1911 A color portrait of Mark Twain by Alvin Langdon Coburn, 1908, made by the recently introduced Autochrome process Kodachrome photo by Chalmers Butterfield of Shaftesbury Avenue from Piccadilly Circus, in the West End of London, c.",
              "1949 In 1957, a team led by Russell A.",
              "Kirsch at the National Institute of Standards and Technology developed a binary digital version of an existing technology, the wirephoto drum scanner, so that alphanumeric characters, diagrams, photographs and other graphics could be transferred into digital computer memory.",
              "One of the first photographs scanned was a picture of Kirsch's infant son Walden.",
              "The resolution was 176x176 pixels with only one bit per pixel, i.",
              "e., stark black and white with no intermediate gray tones, but by combining multiple scans of the photograph done with different black-white threshold settings, grayscale information could also be acquired.",
              "[57] The charge-coupled device (CCD) is the image-capturing optoelectronic component in first-generation digital cameras.",
              "It was invented in 1969 by Willard Boyle and George E.",
              "Smith at AT&T Bell Labs as a memory device.",
              "The lab was working on the Picturephone and on the development of semiconductor bubble memory.",
              "Merging these two initiatives, Boyle and Smith conceived of the design of what they termed \"Charge 'Bubble' Devices\".",
              "The essence of the design was the ability to transfer charge along the surface of a semiconductor.",
              "It was Dr.",
              "Michael Tompsett from Bell Labs however, who discovered that the CCD could be used as an imaging sensor.",
              "The CCD has increasingly been replaced by the active pixel sensor (APS), commonly used in cell phone cameras.",
              "These mobile phone cameras are used by billions of people worldwide, dramatically increasing photographic activity and material and also fueling citizen journalism.",
              "The web has been a popular medium for storing and sharing photos ever since the first photograph was published on the web by Tim Berners-Lee in 1992 (an image of the CERN house band Les Horribles Cernettes).",
              "Since then sites and apps such as Facebook, Flickr, Instagram, Picasa (discontinued in 2016), Imgur, Photobucket and Snapchat have been used by many millions of people to share their pictures.",
              "Andrew Jackson at age 78.",
              "Arthur Wellesley, the Duke of Wellington, aged 74 or 75, made by Antoine Claudet in 1844.",
              "Shimazu Nariakira, made by Ichiki Shirō in 1857, the earliest surviving Japanese-made photograph The solar eclipse of July 28, 1851, the first correctly exposed photograph of a solar eclipse using the daguerreotype process Philosopher Friedrich Wilhelm Joseph Schelling, made by Hermann Biow in February 1848.",
              "José de San Martín, made in Paris 1848.",
              "John Adams a shoemaker aged 100, born in 1745, possibly the earliest-born person photographed Frédéric Chopin, c.",
              "1849"
            ]
          }
        ],
        "The images produced by Joseph Nicéphore Niépce using silver chloride were not permanent and would fade over time.": [
          {
            "title": "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
            "url": "https://www.britannica.com/biography/Nicephore-Niepce",
            "content": [
              "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nicéphore Niépce, (born March 7, 1765, Chalon-sur-Saône, France—died July 5, 1833, Chalon-sur-Saône), French inventor who was the first to make a permanent photographic image.",
              "The son of a wealthy family suspected of royalist sympathies, Niépce fled the French Revolution but returned to serve in the French army under Napoleon Bonaparte.",
              "Dismissed because of ill health, he settled near his native town of Chalon-sur-Saône, where he remained engaged in research for the rest of his life.",
              "In 1807 Niépce and his brother Claude invented an internal-combustion engine, which they called the Pyréolophore, explaining that the word was derived from a combination of the Greek words for “fire,” “wind,” and “I produce.",
              "” Working on a piston-and-cylinder system similar to 20th-century gasoline-powered engines, the Pyréolophore initially used lycopodium powder for fuel, and Niépce claimed to have used it to power a boat.",
              "When lithography became a fashionable hobby in France in 1813, Niépce began to experiment with the then-novel printing technique.",
              "Unskilled in drawing, and unable to obtain proper lithographic stone locally, he sought a way to provide images automatically.",
              "He coated pewter with various light-sensitive substances in an effort to copy superimposed engravings in sunlight.",
              "From this he progressed in April 1816 to attempts at photography, which he called heliography (sundrawing), with a camera.",
              "He recorded a view from his workroom window on paper sensitized with silver chloride but was only partially able to fix the image.",
              "Next he tried various types of supports for the light-sensitive material bitumen of Judea, a kind of asphalt, which hardens on exposure to light.",
              "Using this material he succeeded in 1822 in obtaining a photographic copy of an engraving superimposed on glass.",
              "In 1826/27, using a camera, he made a view from his workroom on a pewter plate, this being the first permanently fixed image from nature.",
              "Metal had the advantage of being unbreakable and was better suited to the subsequent etching process to produce a printing plate, which was Niépce’s final aim.",
              "In 1826, he had produced another heliograph, a reproduction of an engraved portrait, which was etched by the Parisian engraver Augustin-François Lemaître, who pulled two prints.",
              "Thus Niépce not only solved the problem of reproducing nature by light, but he invented the first photomechanical reproduction process.",
              "While on a visit to England in 1827, Niépce addressed a memorandum on his invention to the Royal Society, London, but his insistence on keeping the method secret prevented the matter from being investigated.",
              "Unable to reduce the very long exposure times by either chemical or optical means, Niépce in 1829 finally gave in to the repeated overtures of Louis-Jacques-Mandé Daguerre, a Parisian painter, for a partnership to perfect and exploit heliography.",
              "Niépce died without seeing any further advance, but, building on his knowledge, and working with his materials, Daguerre eventually succeeded in greatly reducing the exposure time through his discovery of a chemical process for development of (making visible) the latent (invisible) image formed upon brief exposure.",
              "These experiments eventually led him to invent the daguerreotype, the first successful form of photography."
            ]
          },
          {
            "title": "The Earliest Photograph by Niépce - World History Encyclopedia",
            "url": "https://www.worldhistory.org/image/17208/the-earliest-photograph-by-niepce/",
            "content": [
              "The Earliest Photograph by Niépce - World History Encyclopedia",
              "The oldest surviving photograph, taken by Joseph Nicéphore Niépce (1765-1833) in 1826 using a camera obscura.",
              "The photograph (then known as a heliograph) is titled View from the Window at La Gras.",
              "Nièpce's innovation was to permanently capture the image projected through the lens onto light-sensitive silver chloride-coated paper.",
              "The oldest surviving photograph, taken by Joseph Nicéphore Niépce (1765-1833) in 1826 using a camera obscura.",
              "The photograph (then known as a heliograph) is titled View from the Window at La Gras.",
              "Nièpce's innovation was to permanently capture the image projected through the lens onto light-sensitive silver chloride-coated paper.",
              "License & Copyright Based on Wikipedia content that has been reviewed, edited, and republished.",
              "Original image by Joseph Nicéphore Niépce.",
              "Uploaded by Mark Cartwright, published on 20 March 2023.",
              "The copyright holder has published this content under the following license: Public Domain.",
              "This item is in the public domain, and can be used, copied, and modified without any restrictions.",
              "Please note that content linked from this page may have different licensing terms. Based on Wikipedia content that has been reviewed, edited, and republished.",
              "Original image by Joseph Nicéphore Niépce.",
              "Uploaded by Mark Cartwright, published on 20 March 2023.",
              "The copyright holder has published this content under the following license: Public Domain.",
              "This item is in the public domain, and can be used, copied, and modified without any restrictions.",
              "Please note that content linked from this page may have different licensing terms. Niépce, .",
              "N.",
              "(2023, March 20).",
              "The Earliest Photograph by Niépce.",
              "World History Encyclopedia.",
              "Retrieved from https://www.",
              "worldhistory.",
              "org/image/17208/the-earliest-photograph-by-niepce/ Niépce, Joseph Nicéphore.",
              "\"The Earliest Photograph by Niépce.\"",
              "World History Encyclopedia.",
              "Last modified March 20, 2023.",
              "https://www.",
              "worldhistory.",
              "org/image/17208/the-earliest-photograph-by-niepce/.",
              "Niépce, Joseph Nicéphore.",
              "\"The Earliest Photograph by Niépce.\"",
              "World History Encyclopedia.",
              "World History Encyclopedia, 20 Mar 2023.",
              "Web.",
              "09 Nov 2023.",
              "Numerous educational institutions recommend us, including Oxford University.",
              "Our publication has been reviewed for educational use by Common Sense Education, Internet Scout (University of Wisconsin), Merlot (California State University), OER Commons and the School Library Journal.",
              "Please note that some of these recommendations are listed under our old name, Ancient History Encyclopedia.",
              "World History Publishing is a non-profit company registered in the United Kingdom.",
              "World History Foundation is a non-profit organization registered in Canada.",
              "We care about our planet!",
              "We contribute a share of our revenue to remove carbon from the atmosphere.",
              "Some Rights Reserved (2009-2023) under Creative Commons Attribution-NonCommercial-ShareAlike license unless otherwise noted.",
              "The World History Encyclopedia logo is a registered trademark."
            ]
          },
          {
            "title": "Silver and Sunlight | Science History Institute",
            "url": "https://sciencehistory.org/stories/magazine/silver-and-sunlight/",
            "content": [
              "Silver and Sunlight | Science History Institute",
              "In the early 19th century people dreamed of using light to paint permanent images.",
              "All of Europe blazed with rumors.",
              "What was the secret of the marvelous images created by an amateur inventor and his showman partner?",
              "The appointed day for the revelation was 19 August 1839 at a joint meeting of the Académie des Sciences and the Académie des Beaux-Arts at the Institut de France in Paris.",
              "The meeting room quickly filled and an excited crowd spilled out into the corridors, courtyard, and street.",
              "An eyewitness reported that “after a long wait, a door opens in the background and the first of the audience to come out rushes into the vestibule.",
              "‘Silver iodide,’ cries one.",
              "‘Quicksilver!",
              "’ shouts another, while a third maintains that hyposulfite of soda is the name of the secret substance.",
              "” Daguerreotype of the 1843 Nantes flood by an unknown photographer.",
              "From its beginnings in the 19th century, photography was a curious hybrid.",
              "Practiced by amateurs and professionals (male and female alike), the new form of picture making combined art and science, optics and chemistry, and handcraft and industry in unexpected and unprecedented ways.",
              "Like the railroad and the telegraph, photography was a modern technological innovation, a product of the Industrial Revolution.",
              "But it also had an aura of wonder and mystery: the chemical activity that made an amazingly detailed image appear on a metal plate or a piece of paper seemed almost magical.",
              "How could silver and sunlight alone produce such “divine perfection,” as one critic described it?",
              "The optical basis for photography is relatively simple.",
              "Since ancient times people have observed that light passing through a small hole or lens into a darkened room projects an upside-down image on the opposite wall, just as it does on the retina of the eye.",
              "By the 17th century this phenomenon became the basis of a portable artist’s tool known as the camera obscura (Latin for “dark room”).",
              "A wooden box was fitted with a lens for gathering light and sharpening the image, which was reflected onto frosted glass on top of the box and traced by an artist.",
              "The camera lucida, or “light room,” was a related apparatus—a multisided prism mounted on a vertical rod attached to a drawing board.",
              "When an artist peered through the prism, the image appeared to be projected on the paper, where it could be traced.",
              "Such mechanical aids were no substitute for artistic skill.",
              "William Henry Fox Talbot, an English gentleman-scholar vacationing near Lake Como in Italy in 1833, attempted to use a camera lucida to draw the scenery but met with little success.",
              "As he later recalled, “When the eye was removed from the prism—in which all looked beautiful—I found that the faithless pencil had only left traces on the paper melancholy to behold.",
              "” He mused, “How charming it would be if it were possible to cause these natural images to imprint themselves durably, and remain fixed upon the paper!",
              "” Chemistry, it seemed, could provide an answer to this dilemma.",
              "Scholars had known for centuries that certain compounds, most notably natural silver salts, darkened when exposed to the sun.",
              "In the 1720s German physicist and medical professor Johann Heinrich Schulze baked silver nitrate in an oven to show that light, not heat, caused this discoloration.",
              "Schulze also put stencils of texts on glass jars filled with a mixture of chalk and silver nitrate.",
              "As he explained, “The sun’s rays, where they hit the glass through the cut-out parts of the paper, wrote each word or sentence on the chalk precipitate so exactly and distinctly that many who were curious about the experiment but ignorant of its nature took occasion to attribute the thing to some sort of trick.",
              "” As the study of chemistry developed throughout the 18th century, more pieces of the puzzle came together.",
              "Swedish pharmaceutical chemist Carl Wilhelm Scheele, now well-known as one of the codiscoverers of oxygen, examined the properties of silver chloride in the 1770s, recognizing that the reaction taking place in sunlight was a reduction to metallic silver.",
              "He also noted that ammonia stabilized darkened silver chloride—an important step toward solving the problem of “fixing” the camera-obscura image.",
              "At roughly the same time, Jean Senebier, a Swiss pastor and botanist, experimented widely with the effects of light on living plants, plant products, and other materials.",
              "One of these substances was fused silver chloride, called lune cornée, or horn silver.",
              "Senebier found that focusing sunlight through a lens sped up the darkening reaction, while filtering it through various materials slowed it down, and that different colored rays of the spectrum worked at different rates.",
              "Schulze had made silver nitrate “write” messages, but decades passed before anyone tried to create an actual picture using light-sensitive chemicals.",
              "The English physicist Thomas Wedgwood of the famed ceramics family and the rising young chemist Humphry Davy moved in the same advanced scientific circles.",
              "Wedgwood experimented with silver nitrate in the 1790s and perhaps even earlier;",
              "Davy published his friend’s results in 1802, adding some of his own observations.",
              "As he reported, the first attempts with a camera obscura failed, for the images were too faint to affect the silver nitrate.",
              "The two then took another approach, covering a white surface with the compound and placing it behind a painting on glass.",
              "Sunlight passing through the glass produced “distinct tints of brown or black, sensibly differing in intensity according to the shades of the picture, and where the light is unaltered, the colour of the nitrate becomes deepest.",
              "” Such contact printing of pictures or silhouettes on treated leather or paper was, however, only partially successful.",
              "Though an image did form, Wedgwood and Davy were unable to arrest the process, and the surface soon turned dark all over.",
              "Varnishing the picture did not help, nor did “repeated washings.",
              "” Davy concluded with the hope that further chemical experimentation could make the image permanent, but it would be another quarter-century before this dream was realized.",
              "In 1807 Frenchman Joseph Nicéphore Niépce, a modest amateur scientist and inventor from an old aristocratic family, devised an early combustion engine called the Pyréolophore with his brother Claude.",
              "Around 1816 Niépce began experimenting with printmaking techniques, and by the 1820s he was creating reproductions of prints with a contact printing process he called heliography, or sun writing.",
              "Through trial and error Niépce determined that bitumen of Judea, a resinous substance that hardened upon exposure to light, worked best: the bitumen not affected by light was washed away with oil of lavender, and the metal thus exposed was then etched to form a new printing plate.",
              "He also used this bitumen on pewter plates, sensitized with iodine gas, to take images using a camera obscura.",
              "The world’s first surviving photograph, an indistinct eight-hour exposure of the view from the window of Niépce’s attic workroom, is a heliograph from 1826.",
              "Niépce soon acquired an unlikely collaborator.",
              "Louis-Jacques-Mandé Daguerre, born near Paris, was a theatrical artist and relentless self-promoter.",
              "In the 1820s he had devised the Diorama, a popular form of entertainment in which the scenery itself became the show.",
              "With clever lighting, large-scale backdrops painted on semitransparent gauze seemed to merge into each other, presenting a convincing illusion of day changing into night or of people moving through the scene.",
              "Familiar with the camera obscura from his work on these perspective paintings, Daguerre also dreamed of capturing the fleeting images within the box.",
              "Like some previous experimenters, he used silver chloride but didn’t have much to show for it.",
              "He often visited the Paris shop of Vincent and Charles Chevalier, father and son instrument makers and opticians, to examine new apparatus and lenses.",
              "Here, in 1826, he first learned of Niépce, whom the Chevaliers also supplied with optical instruments.",
              "Ever the enthusiast, Daguerre wrote Niépce to ask how far his work had progressed, announcing that “for a long time, I, too, have been seeking the impossible.",
              "” Startled by this bold approach from a total stranger, Niépce remained wary for some time.",
              "In 1829, however, after prolonged negotiations, the two men entered into a partnership, agreeing to share any profits from the new invention once it had been perfected.",
              "Niépce supplied most of the knowledge;",
              "Daguerre provided energy and imagination.",
              "The two met only once but corresponded frequently, sharing research results.",
              "They were experimenting with silver-coated plates treated with iodine when Niépce died of a sudden stroke in July 1833 at age 69.",
              "Daguerre continued the work, painstakingly trying different lenses, chemicals, and processes to improve and fix the heliographic image.",
              "From Niépce’s research Daguerre knew that exposure to light sometimes created a latent image: one that did not become visible until treated with more chemicals.",
              "Sometime in 1835 he discovered that mercury vapor made this latent image appear strongly on a copper plate coated with a thin silver layer, but it took him two more years to fix such images permanently with a salt solution.",
              "Despite its permanence, the resulting picture had drawbacks.",
              "It required a long exposure (several minutes or more), had a fragile surface (needing to be covered with glass and encased), lacked color, and was difficult to see except at certain angles.",
              "The image, however, had a remarkable richness of tone and was incredibly sharp and detailed.",
              "A magnifying glass revealed wonders that an artist’s pencil could never capture.",
              "Daguerre, building on Niépce’s work, had finally created a practical picture-making technique, which he named after himself—much to the surprise of Niépce’s son and heir, Isidore.",
              "Daguerre planned to profit from the daguerreotype, but events soon took a different turn, thanks to an unusual man.",
              "François-Jean-Dominique Arago began his career as a geographical surveyor but then became involved in scientific studies of magnetism and light.",
              "Elected to the Académie des Sciences at the young age of 23, Arago brought his scientific interests into politics when in 1830 he became a member of France’s main legislative body, the Chambre des Députés.",
              "When Daguerre approached a group of prominent scientists in late 1838, seeking subscribers for his invention, Arago quickly realized the potential of the new technique.",
              "Such an important innovation, he believed, should not remain in the hands of a few individuals.",
              "Instead, Arago planned to persuade the French government to buy the invention from Daguerre and Isidore Niépce, thus making it available to the world.",
              "He began his campaign with an announcement to the Académie des Sciences in January 1839, praising the “plates on which the [camera obscura] image is reproduced down to the most minute details with unbelievable exactitude and finesse.",
              "” News of the miraculous pictures spread rapidly, and several people came forward to announce that they had independently developed similar techniques.",
              "Among them was William Henry Fox Talbot, the Englishman who had been frustrated by his lack of drawing ability with the camera lucida.",
              "Talbot’s interests included mathematics, chemistry, optics, botany, the classics, and archaeology.",
              "Working at his ancestral estate, Talbot had devised a process he called “photogenic drawing” in 1834.",
              "He coated drawing paper with a solution of salt and then soaked it in silver nitrate or chloride.",
              "Placing lace or botanical specimens against the paper, he exposed it to the sun.",
              "The resulting silhouetted images were fixed, at least for a short time, with sea salt and potassium iodide.",
              "A Scene in York (York Minster from Lop Lane), salt print from paper negative by William Henry Fox Talbot, ca.",
              "1845.",
              "The next summer Talbot expanded his experiments to include camera-obscura images.",
              "Using tiny cameras with large lenses nicknamed “mouse traps,” he succeeded in capturing miniature, negative images of parts of his house.",
              "Talbot had abandoned these researches, thinking to perfect them at a later date, but the news of Daguerre’s invention galvanized him.",
              "He sent specimens of his work to the Royal Institution in London, wrote to Arago and other French scientists, and had papers read at the Royal Academy describing his process.",
              "By early February 1839 Talbot was corresponding with a friend, noted astronomer Sir John Herschel, who had just begun his own work with camera-obscura images.",
              "Herschel coined the term photography, meaning “writing with light,” for the new process.",
              "His other major contribution was an improved fixing method, immediately adopted by both Talbot and Daguerre.",
              "In his 1839 research notebook Herschel wrote, “Tried hyposulfite of soda to arrest action of light by washing away all the chloride of silver or other silvering salt.",
              "Succeeds perfectly.",
              "” That compound is now known as sodium thiosulfate, widely called “hypo,” which was used as a fixing agent for many years.",
              "By the fall of 1840 Talbot had devised a successful negative-positive paper process, which he dubbed calotype, from the Greek and Latin words for “beautiful image.",
              "” Meanwhile, back in Paris, Arago used his political and scientific influence to press forward with the purchase of Daguerre and Niépce’s process.",
              "A fire in March 1839 destroyed the Diorama, Daguerre’s main source of income, and provided a further justification for a financial reward.",
              "On or around 1 August, a bill proposing pensions for Daguerre and Isidore Niépce passed into law.",
              "The details of the method, however, remained secret until 19 August, when all was revealed to the overflow crowd at the momentous meeting at the Institut de France.",
              "Marc-Antoine Gaudin, a partner in an optical instrument-making firm, was present that day.",
              "Immediately after the event he bought iodine and mercury at a nearby pharmacist’s shop and made a camera obscura from a cardboard box and a spectacle lens.",
              "The next morning he iodized a plate, pointed his makeshift instrument outside, waited for 15 minutes, and then vaporized the mercury with a candle flame.",
              "The resulting picture was simply a dark silhouette of buildings with the window’s balustrade in the foreground, but Gaudin was thrilled.",
              "“Everyone wanted to copy the view offered by his window,” he later wrote, “and very happy was he who at the first attempt obtained a silhouette of roofs against the sky: he was in ecstasies over the stove-pipes;",
              "he did not cease to count the tiles on the roofs and the bricks of the chimneys .",
              ".",
              ".",
              "in a word, the poorest picture caused him unutterable joy.",
              "” Even the most mundane scene became magical when captured in detail on the daguerreotype’s silvered plate.",
              "Though Gaudin was not a professional scientist or artist, he and many others who rushed to try the new medium possessed a wide range of technical skills.",
              "Before industrialization became widespread later in the 19th century, many everyday items and specialized tools were still made by artisans in small- or medium-sized workshops in large cities and towns.",
              "Paris was home to hundreds of such workshops, along with thousands of merchants selling all kinds of goods.",
              "This ready availability of know-how, tools, and materials enabled the rapid spread of the daguerreotype.",
              "Daguerre’s first instructional pamphlet, an instant best-seller, was soon joined by dozens of other publications announcing modifications to the process.",
              "An 1842 Paris commercial directory listed nearly two pages of scientific instrument makers (including some who were already specializing in daguerreotype cameras, plates, and other apparatus), in addition to two pages of opticians and spectacle makers.",
              "The necessary chemicals—for the most part ordinary (if perhaps noxious) substances, such as silver salts, mercury, and iodine—could be purchased at any pharmacist’s shop or from dozens of purveyors of “chemical products.",
              "” In some ways the daguerreotype was one of the original open-source communication systems, long predating the computer age.",
              "Thanks to the foresight of Arago and the French government, the “source code” was freely available.",
              "Prominent chemist and physicist Joseph Louis Gay-Lussac had predicted this outcome in 1839: “Possessed by a single person, [the process] would remain stationary for a long time, and perhaps would die away;",
              "but being made public, it will thrive and improve through the efforts of all.",
              "” Both daguerreotype and calotype methods of image making were replaced in the 1850s by the wet collodion process.",
              "Within months many improvements were introduced: more sensitive chemicals, better fixing methods, faster lenses, smaller and more portable cameras, streamlined processing techniques.",
              "There was one exception to this swift progress: England, where Daguerre had patented his process.",
              "This controversial move, which seemed to violate the spirit of the French law granting the daguerreotype to the world, was parallel to Talbot’s own decision to patent his paper calotype process, restricting its commercial use to those who paid a licensing fee.",
              "As a result the daguerreotype was relatively uncommon in England, and the calotype process had a limited reach in Great Britain and elsewhere, even though Talbot’s negative-positive method later became the basis of modern photography.",
              "The daguerreotype quickly became a worldwide sensation and was especially popular in the United States.",
              "Though French poet and critic Charles Baudelaire condemned “our squalid society” that “rushed .",
              ".",
              ".",
              "to gaze at its trivial image on a scrap of metal,” the new process meant that portraiture was no longer restricted to those wealthy enough to employ their own painter.",
              "Now millions of people could cheaply and quickly possess detailed images of themselves and their loved ones.",
              "The reign of the unique silvery image, however, lasted less than two decades.",
              "The wet-collodion process introduced in 1851, which used glass negatives and paper prints, combined the sharp detail of the daguerreotype with the reproducibility of the calotype.",
              "It soon supplanted both methods and was itself replaced by dry-plate processes, then by film negatives, and eventually by digital imaging.",
              "Even today, although digital images are paramount, thousands of photographers have returned to historical methods, creating their own handcrafted daguerreotypes and calotypes.",
              "As they watch their pictures emerging into the light, they experience the same sense of wonder as did the first photographers.",
              "The author would like to thank Joseph Rucker for his assistance with this article.",
              "Jane E.",
              "Boydis an independent museum curator and freelance writer and editor in Philadelphia.",
              "Can a new look unlock a new life?",
              "Essential oils have a long history of straddling the lines between medicine, magic, and scam.",
              "315 Chestnut Street Philadelphia, PA 19106 215.",
              "925.",
              "2222 info@sciencehistory.",
              "org Copy the above HTML to republish this content.",
              "We have formatted the material to follow our guidelines, which include our credit requirements.",
              "Please review our full list of guidelines for more information.",
              "By republishing this content, you agree to our republication requirements."
            ]
          }
        ],
        "In 1826, Joseph Nicéphore Niépce used a different process called heliography.": [
          {
            "title": "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
            "url": "https://www.britannica.com/biography/Nicephore-Niepce",
            "content": [
              "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nicéphore Niépce, (born March 7, 1765, Chalon-sur-Saône, France—died July 5, 1833, Chalon-sur-Saône), French inventor who was the first to make a permanent photographic image.",
              "The son of a wealthy family suspected of royalist sympathies, Niépce fled the French Revolution but returned to serve in the French army under Napoleon Bonaparte.",
              "Dismissed because of ill health, he settled near his native town of Chalon-sur-Saône, where he remained engaged in research for the rest of his life.",
              "In 1807 Niépce and his brother Claude invented an internal-combustion engine, which they called the Pyréolophore, explaining that the word was derived from a combination of the Greek words for “fire,” “wind,” and “I produce.",
              "” Working on a piston-and-cylinder system similar to 20th-century gasoline-powered engines, the Pyréolophore initially used lycopodium powder for fuel, and Niépce claimed to have used it to power a boat.",
              "When lithography became a fashionable hobby in France in 1813, Niépce began to experiment with the then-novel printing technique.",
              "Unskilled in drawing, and unable to obtain proper lithographic stone locally, he sought a way to provide images automatically.",
              "He coated pewter with various light-sensitive substances in an effort to copy superimposed engravings in sunlight.",
              "From this he progressed in April 1816 to attempts at photography, which he called heliography (sundrawing), with a camera.",
              "He recorded a view from his workroom window on paper sensitized with silver chloride but was only partially able to fix the image.",
              "Next he tried various types of supports for the light-sensitive material bitumen of Judea, a kind of asphalt, which hardens on exposure to light.",
              "Using this material he succeeded in 1822 in obtaining a photographic copy of an engraving superimposed on glass.",
              "In 1826/27, using a camera, he made a view from his workroom on a pewter plate, this being the first permanently fixed image from nature.",
              "Metal had the advantage of being unbreakable and was better suited to the subsequent etching process to produce a printing plate, which was Niépce’s final aim.",
              "In 1826, he had produced another heliograph, a reproduction of an engraved portrait, which was etched by the Parisian engraver Augustin-François Lemaître, who pulled two prints.",
              "Thus Niépce not only solved the problem of reproducing nature by light, but he invented the first photomechanical reproduction process.",
              "While on a visit to England in 1827, Niépce addressed a memorandum on his invention to the Royal Society, London, but his insistence on keeping the method secret prevented the matter from being investigated.",
              "Unable to reduce the very long exposure times by either chemical or optical means, Niépce in 1829 finally gave in to the repeated overtures of Louis-Jacques-Mandé Daguerre, a Parisian painter, for a partnership to perfect and exploit heliography.",
              "Niépce died without seeing any further advance, but, building on his knowledge, and working with his materials, Daguerre eventually succeeded in greatly reducing the exposure time through his discovery of a chemical process for development of (making visible) the latent (invisible) image formed upon brief exposure.",
              "These experiments eventually led him to invent the daguerreotype, the first successful form of photography."
            ]
          },
          {
            "title": "Heliography: A Double Invention That ... - Google Arts &amp; Culture",
            "url": "https://artsandculture.google.com/story/heliography-a-double-invention-that-revolutionized-the-world-of-images-mus%C3%A9e-nic%C3%A9phore-ni%C3%A9pce/RgUhqRl7dnB3KQ?hl=en",
            "content": [
              "Heliography: A Double Invention That ... - Google Arts &amp; Culture",
              "By Nicéphore Niépce museum Between 1827 and 1829, Nicéphore Niépce set out the principles of what photography would become: \"to fix the images of objects by the action of light\" or \"the means of fixing spontaneously by the action of light, the images seen in the 'camera obscura'.\"",
              "Heliography was developed using two distinct methods.",
              "The first consisted of \"fixing the views\" in the camera obscura, while the other copied existing engraving methods to \"reproduce them by printing using known methods of engraving.\"",
              "Jh.",
              "NICEPHORE NIEPCE (1854) by Léonard François BERGERNicéphore Niépce museum Nicéphore Niépce: the first photographer In 1827, Nicéphore Niépce produced the first photograph, and more precisely, the oldest known in the world today.",
              "Le Point de vue du Gras (1827) by Joseph Nicéphore NiépceNicéphore Niépce museum He took his 'View from the Window at Le Gras' by placing his camera obscura in front of an open window overlooking the garden of his house ('le Gras'), in Saint-Loup-de-Varennes, several kilometers from Chalon-sur-Saône in Bourgogne.",
              "Maison du Gras à St Loup de Varennes (1850/1855) by Fortuné-Joseph PETIOT-GROFFIERNicéphore Niépce museum 'View from the Window at Le Gras': the first photograph Made on a polished, highly reflective metal plate, the first photograph is difficult to make out.",
              "By tilting the plate, it is possible to reduce the reflections, making the image easier to see.",
              "Le Point de vue du Gras (1827) by Joseph Nicéphore NiépceNicéphore Niépce museum The appearance of this image on metal is not what you would expect from a photograph, even an old one.",
              "In it you can see buildings (a sloping roof in the center, a dovecote to the left, and another wing of the house on the right) and a tree in line with the roof, more difficult to make out but recognizable.",
              "Les Merveilles de la photographie Les Merveilles de la photographie (1874) by Georges Tissandier and Editions HachetteNicéphore Niépce museum Writing with the sun Nicéphore Niépce called this first image a 'heliograph', literally 'sun writing' or 'work of the sun.'",
              "Projet d'ouvrage sur l'héliographie Projet d'ouvrage sur l'héliographie (1829-09) by Joseph Nicéphore NiépceNicéphore Niépce museum Announcing the principles of his method came with tangible accomplishments.",
              "The prints indisputably made by Niépce in 1826 and 1827, which he referred to by the generic term 'heliography,' are of a fully photographic nature and earned him the status of inventor.",
              "On vient de retrouver la première photo du monde : elle est française (1952-05-10) by Joseph Nicéphore NiépceNicéphore Niépce museum A Forgotten Invention Reproduction de la première photographie (1952/1970) by Joseph Nicéphore NiépceNicéphore Niépce museum This first image only became famous in 1952, when it was rediscovered by the photography historian, Helmut Gernsheim.",
              "Projet d'ouvrage sur l'héliographieNicéphore Niépce museum Niepce's research was effectively lost in the 19th century, despite his efforts in England to publicize and sell his invention.",
              "Le Point de vue du Gras (1827) by Joseph Nicéphore NiépceNicéphore Niépce museum To discuss heliography, Gernsheim had to be able to show it and thus be able to reproduce it.",
              ".",
              ".",
              "a difficult mission.",
              "The photograph of the ‘View from the Window at Le Gras’ was taken by tilting the plate and shining a strong light across it.",
              "On vient de retrouver la première photo du monde : elle est française (1952-05-10) by Joseph Nicéphore NiépceNicéphore Niépce museum It was then circulated in the press, using 1950s printing methods.",
              "The first appearance of it in France was in an article in Paris Match on May 10, 1952.",
              "This reproduction shows the contrasts between the black and white areas, and is still used as a reference image to this day.",
              "Despite being widely printed, it doesn’t quite capture the shimmering reality of the 'view.'",
              "Appareil de Nicéphore Niépce, premier appareil photographique Appareil de Nicéphore Niépce, premier appareil photographique (1826) by AnonymeNicéphore Niépce museum Reproducing reality Portrait du Cardinal d'Amboise (1826) by AnonymeNicéphore Niépce museum Nicéphore Niépce invented the first method of mechanically reproducing reality.",
              "Until then, only sketches allowed people to copy what they saw.",
              "Héliogravure du cardinal d'Amboise, profil dirigé vers la gauche, d'après une gravure de Briot (1826) by Joseph Nicéphore NIÉPCENicéphore Niépce museum With his invention, he made the unthinkable possible, opening the door to a new world of images produced and multiplied by the action of light, freeing the reproduction of reality from drawing.",
              "Jh.",
              "NICEPHORE NIEPCE (1854) by Léonard François BERGERNicéphore Niépce museum The engraved copy Having developed a photosensitive medium for fixing and preserving an image, Nicéphore Niépce created two possible applications for his invention.",
              "La Sainte Famille / Le retour d'Egypte (1826/1827) by Joseph Nicéphore NIÉPCE and Etienne-Jahandier DESROCHERSNicéphore Niépce museum For the first application, the mechanical and faithful reproduction of an existing engraving, it is based on the principles of etching and the photosensitivity of bitumen of Judea.",
              "Appareil de Nicéphore Niépce, premier appareil photographique Appareil de Nicéphore Niépce, premier appareil photographique (1826) by AnonymeNicéphore Niépce museum The second application was the production of true-to-life 'views': an image produced in a camera obscura, and fixed on a photosensitive surface, which we later called 'photography.'",
              "Fig.",
              "3.",
              "- Maison de campagne du Gras, près de Chalon-sur-Saône, ou Nicéphore Niépce exécuta ses recherches / sur l'héliographie.",
              "(titre inscrit) ;",
              "Fig.",
              "4 - Joseph-Nicéphore Niépce.",
              "(1869) by Louis Figuier and Yan DargentNicéphore Niépce museum Nicéphore Niépce: what's next?",
              "Despite its imperfections, this heliograph that historians would soon be calling 'the first photograph' opened up a new field of visual representation.",
              "INVENTION DE LA PHOTOGRAPHIE / NICEPHORE - NIEPCE .",
              "L.",
              "J.",
              "DAGUERRE (1889) by E.",
              "SOLDINicéphore Niépce museum For Nicéphore Niépce, this achievement was only the beginning;",
              "a result that brought recognition to his invention and its commercialization.",
              "Les Merveilles de la photographie Les Merveilles de la photographie (1874) by Georges Tissandier and Editions HachetteNicéphore Niépce museum Niépce presented the heliograph to the Royal Society of London, but his efforts were in vain.",
              "He continued his research, joining forces in 1829 with a man who was very interested in improving his process: Jacques-Mandé Daguerre.",
              "PHOTOGRAPHIE / Nouveau procédé employé pour obtenir des poses gracieuses.",
              "(1856-06-05) by Honoré Daumier and DestouchesNicéphore Niépce museum Nicéphore Niépce died suddenly in 1833.",
              "Daguerre went on to perfect the process and it was officially recognized in August 1839 as the 'daguerreotype'.",
              "Autoportrait d'un daguerréotypiste faisant sa publicité Autoportrait d'un daguerréotypiste faisant sa publicité (1840/1850)Nicéphore Niépce museum The image of reality recorded mechanically on the metallic plate is one of a kind, and can't be reproduced.",
              "BULLETIN DES LOIS.",
              "/ N° 669.",
              "/ N° 8099.",
              "- LOI qui accorde des Pensions à MM.",
              "Daguerre et Niepce fils, pour la cession, faite par eux, du procédé servant à fixer les images de la Chambre obscure.",
              "(1839-08-10) by Imprimerie royaleNicéphore Niépce museum The French government bought the invention from Daguerre (and Nicephorus's son, Isidore), offering it to the world for free.",
              "Paris Match n°1219 Paris Match n°1219Nicéphore Niépce museum Sadly, Nicéphore Niépce's personal contribution was obscured by history, and the recognition he deserved for the research he carried out from 1816 to 1833 was late in coming."
            ]
          },
          {
            "title": "Heliography - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Heliography",
            "content": [
              "Heliography - Wikipedia",
              "Heliography (in French, héliographie) from helios (Greek: ἥλιος), meaning \"sun\", and graphein (γράφειν), \"writing\") is the photographic process invented, and named thus, by Joseph Nicéphore Niépce around 1822,[1] which he used to make the earliest known surviving photograph from nature, View from the Window at Le Gras (1826 or 1827), and the first realisation of photoresist[2] as means to reproduce artworks through inventions of photolithography and photogravure.",
              "Nicéphore Niépce began experiments with the aim of achieving a photo-etched printmaking technique in 1811.",
              "He knew that the acid-resistant Bitumen of Judea used in etching hardened with exposure to light.",
              "[3] In experiments he coated it on plates of glass, zinc, copper and silver-surfaced copper, pewter and limestone (lithography),[4] and found the surface exposed to the most light resisted dissolution in oil of lavender and petroleum,[5] so that the uncoated shadow areas might be traditionally treated through acid etching and aquatint to print black ink.",
              "[6][7] By 1822 had made the first light-resistant heliographic copy of an engraving, made without a lens by placing the print in contact with the light-sensitive plate.",
              "In 1826 he increasingly used pewter plates because their reflective surface made the image more clearly visible.",
              "Niépce prepared a synopsis of his experiments in November 1829: On Heliography, or a method of automatically fixing by the action of light the image formed in the camera obscura[8][9] which outlines his intention to use his “Heliographic” method of photogravure or photolithography as a means of making lithographic, intaglio or relief master plates for multiple printed reproductions in ink.",
              "[10] Although heliography did not achieve his intentions during Niépce's lifetime, it was further developed by his nephew Claude Félix Abel Niépce de Saint-Victor;",
              "in 1855, with the help of the copper engraver Lemaître, he succeeded in etching the heliographs and producing prints from them, laying the foundation for later photoengraving processes.",
              "After his return from London concentrated on making camera images, which, aware of their commercial potential, he ambiguously called “points de vue” in his letters to his brother.",
              "In 1816 he had limited success with light-sensitive paper coated with muriate (or chloride) of silver placed in a homemade camera obscura were conducted;",
              "impressions of views out of his workroom window.",
              "However the images were not permanent.",
              "[11] It is certain that in the summer of 1826 Niépce succeeded for the first time in creating permanent photographic images projected by a lens onto the plate inside a camera obscura.",
              "Georges Poitonniée asserts, based on the Niépce brothers correspondence, that the first such image was produced as early as 1822.",
              "[12][13] The process used was low in sensistivity;",
              "Helmut Gernsheim estimated the exposure time might be eight hours, while Marignier,[14] based on his attempts to recreate the technique, as well evidence from Niépce’s letters, considered three or more days more likely.",
              "[15] The exposed and solvent-treated plate itself, as in the case of View from the Window at Le Gras, rediscovered by Gernsheim,[16] presents a negative or positive image dependent upon ambient reflection in the 20.",
              "3 × 16.",
              "5 centimetre pewter plate.",
              "By viewing the plate at an appropriate angle the viewer sees the shadow areas reflecting dark in contrast to the lighter film of bitumen, producing a legible, if elusive, positive picture of buildings, a tree, and the landscape beyond.",
              "In this regard it was not unlike the daguerreotype which itself was based on Niépce's discoveries taken up by Daguerre who in 1826 had heard through the Parisian opticians Charles and Vincent Chevalier that Niépce, who purchased sophisticated lenses from them, had been using bitumen of Judea to print images on pewter.",
              "By then, Niépce had begun using iodine vapors to darken the light parts of camera images produced on silver plates, rendering a positive image.",
              "Daguerre and Niépce corresponded, each hesitant to divulge the extent of his progress to the other.",
              "After both felt they could develop their work more quickly in collaboration, they formed a company on 14 December 1829.",
              "Daguerre preferred the “negative” image obtained on bitumen, and together they invented a new process that rendered a single, unique image, the physautotype,[17] which exploited the photosensitivity of the residue from oil of lavender dissolved in alcohol, resulting in an image that, like the daguerreotype, appeared either positive or negative depending on the angle of reflected light.",
              "Daguerre continued to perfect the process to render a unique image using iodine, not to intensify the image, but because of its photosensitivity when applied to silver plates as a vapor.",
              "This led Daguerre to the daguerreotype process, in which mercury fumes brought out the latent image in the silver iodide on plates exposed to light in a camera.",
              "Daguerre probably produced his first successful daguerreotypes as early as 1834 and after Niépce’s death entered a new partnership with Niépce’s son, Isidore on 9 May 1835, changing the name from “Niépce-Daguerre” to “Daguerre and Isidore Niépce.",
              "” On September 27, 1835 he announced the invention as his in the Journal des artistes.",
              "[11] Daguerre’s high successful eponymous process, in the specific chemicals and materials used, thus emerged directly out of his partnership with Niépce, whose own discoveries, never fully realised, sank into relative obscurity.",
              "Bitumen has a complex and varied structure of polycyclic aromatic hydrocarbons (linked benzene rings), containing a small proportion of nitrogen and sulphur;",
              "its hardening in proportion to its exposure to light is understood to be due to further cross-linking of the rings, as is the hardening of tree resins (colophony, or abietic acid) by light, first noted by Jean Senebier in 1782.",
              "The photochemistry of these processes, which has been studied by Jean-Louis Marignier of Université Paris-Sud since the 1990s,[18][19][20] is still to be fully understood.",
              "[11] The word has also been used to refer to other phenomena: for description of the sun (cf.",
              "geography), for photography in general, for signalling by heliograph (a device less commonly called a heliotrope or helio-telegraph), and for photography of the sun.",
              "[21] Although named “héliographie” by Niépce, in the later 19th century “heliography” was used generally for all “sun-printing;",
              "” with “heliographic processes” coining to mean specifically the reprographic copying for line, rather than continuous tone, images.",
              "[11] The abbreviations héliog.",
              "or héliogr.",
              ", found on old reproductions, may stand for the French word héliogravure, and can then refer to any form of photogravure."
            ]
          }
        ],
        "Heliography involved exposing a pewter plate coated with bitumen to light.": [
          {
            "title": "The Niépce Heliograph - Harry Ransom Center",
            "url": "https://www.hrc.utexas.edu/niepce-heliograph/",
            "content": [
              "The Niépce Heliograph - Harry Ransom Center",
              "The invention of photography was announced simultaneously in France and England in 1839, dazzling the public and sending waves of excitement around the world.",
              "These astonishing breakthroughs depended upon centuries of developments in chemistry, optics, and the visual arts, accelerating in the decades after 1790.",
              "The Niépce Heliograph was made in 1827, during this period of fervent experimentation.",
              "It is the earliest photograph produced with the aid of the camera obscura known to survive today.",
              "The photograph was made by Joseph Nicéphore Niépce (1765–1833), born to a prominent family at Chalon-sur-Saône in the Burgundy region of France.",
              "Motivated by the growing popular demand for affordable pictures, Niépce's photographic experiments were conducted with the dual aims of copying prints and recording scenes from real life in the camera.",
              "At his family estate in the nearby village of Saint-Loup-de-Varennes, he produced legible but fleeting camera pictures—or points de vue, as he called them—in 1816.",
              "Over the next decade he tried an array of chemicals, materials, and techniques to advance the process he ultimately called héliographie, or 'sun writing.'",
              "To make the heliograph, Niépce dissolved light-sensitive bitumen in oil of lavender and applied a thin coating over a polished pewter plate.",
              "He inserted the plate into a camera obscura and positioned it near a window in his second-story workroom.",
              "After several days of exposure to sunlight, the plate yielded an impression of the courtyard, outbuildings, and trees outside.",
              "Writing about his process in December 1827, Niépce acknowledged that it required further improvements, but was nevertheless \"the first uncertain step in a completely new direction.\"",
              "In 1829 Niépce entered into formal partnership with Louis-Jacques-Mandé Daguerre (French, 1787–1851), proprietor of the famous Diorama in Paris.",
              "Daguerre continued to make vital improvements after Niepce's death and introduced his \"Daguerreotype\" process in 1839.",
              "After that stunning announcement, the Niépce Heliograph was brought forth by early supporters as evidence of his role in photography's invention.",
              "The Niépce Heliograph passed through a chain of private hands in Britain in the nineteenth and twentieth centuries before it was purchased by the Harry Ransom Center in 1963 as part of the Gernsheim Collection.",
              "More than twenty of Niépce's heliographic plates and prints made between 1825 and 1829 are held in public and private collections, yet the Niépce Heliograph is the only known surviving point de vue.",
              "Joseph Nicéphore Niépce (French, 1765–1833), Untitled 'point de vue,' 1827.",
              "Heliograph on pewter, 16.",
              "7 x 20.",
              "3 x .",
              "15 cm.",
              "Gernsheim Collection, purchase, 964:0000:0001 (TIFF / 206 MB / 6000x6000 / 540ppi / color charts) Admission is free 300 West 21st StreetAustin, Texas 78712Map / Parking 512-471-8944 Hours - Exhibitions Tuesday–Friday 10am–5pmSaturday–Sunday Noon–5pmClosed Mondays Hours - Reading and Viewing Room Monday–Saturday 9am–5pmClosed Sundays Follow us on Instagram Subscribe to monthly eNews Text Alerts: Text ransomcenterto 833-500-1125 for event reminders."
            ]
          },
          {
            "title": "The Photomechanical Methods with Bitumen after Niépce",
            "url": "https://photo-museum.org/procede-photomecanique-bitume-niepce/",
            "content": [
              "The Photomechanical Methods with Bitumen after Niépce",
              "When the Daguerreotype was announced on 19 August 1839 at the Académie des Sciences, the Heliography process was also described by Arago.",
              "The way in which he presented Niépce’s method was done in terms so negative that nobody accorded any importance to asphalt-based heliography.",
              "Everybody was infatuated with the daguerreotype, a technique that made the portrait available to everyone.",
              "Nevertheless, although the daguerreotype was universally praised, it was reproached for being a technique that produced a single image.",
              "Certain people tried to transform the daguerreotype into an engraved plate that could be used for making printed reproductions of the image.",
              "A number of techniques were developed, but they were never applied on any extensive scale since they were very complicated and unreliable.",
              "When the daguerreotype was replaced by Talbot’s calotype, it was believed that this technique could easily be used to illustrate books.",
              "The images were obtained on paper and by simply making copies from the negative by contact printing.",
              "There was no need for intermediate optical procedures.",
              "The method used by Talbot and by Blanquart-Evrard consisted of hand gluing the photographs into the books.",
              "It was slow work and what is worse, the photographs aged badly and slowly deteriorated.",
              "It became clear that a way to print photographs permanently had to be found.",
              "It was at that point that Nicéphore Niépce’s technique for obtaining engraved plates was resuscitated.",
              "There was an attempt to use it to reproduce not only drawings but photographs on translucent paper or on glass.",
              "Meanwhile, the glass negative replaced the paper negative, thanks to Niepce de Saint-Victor’s invention.",
              ".",
              "Until then shading on photoengraved images was exclusively done by more or less tight crosshatching.",
              "It is well known that when continuous shading is engraved, the metal must be grained to hold the ink, or else it will be lost when the plate is pressed.",
              "The various techniques developed after Nicéphore Niépce’s death resolved the problem in one fashion or another.",
              "In what follows, we will limit ourselves to citing only the principal photomechanical methods developed after his death that used asphalt as photosensitive product.",
              "We will intentionally not touch upon those procedures that use the same principle as Niépce’s but depend on the use of bichromate colloids (albumin, gelatine gum).",
              ".",
              "After Nicéphore Niépce, the second application using asphalt for making photogravures dates from 3 July 1852 when Barreswill, Davanne, Lemercier and Lerebours obtained a patent for “an application of photography to lithography and, by extension, to zincography and even to engraving”.",
              "This technique is rather similar to Niépee’s early work in 1824.",
              "However, the powdered asphalt is dissolved in an ether solution that was much more diluted than Niépce’s.",
              "The layer that was spread on the stone was very thin and because of the granularity of the stone does not form “a glaze, but what engravers call a grain.",
              "When one looks at the stone through a magnifying glass, one sees that the whole surface of the layer of varnish has regular cracks and furrows at the points where the stone was laid bar”‘.",
              "This figure shows the profile of the layer around one of these grainy points : When exposing a negative, the more transparent it is the more light the asphalt layer will receive and consequently will harden more deeply.",
              "Around each grain the thickness of the insoluble part of the asphalt layer is a function of the amount of light received.",
              "During revealing, the area of asphalt that will be dissolved in the hollow spaces between the grains decreases as a function of the light received.",
              "When there is a great deal of light the asphalt points are larger than in areas where there was less light.",
              "When the stone is engraved with acid around these points, consequently cleaned of their asphalt, one obtains large points where the negative received a great deal of light (the black parts in the original).",
              "The surface of these points will receive the printer’s ink transferred from the press to paper with a darker hue than for those zones where the points were small.",
              "In 1947, L.",
              "P.",
              "Clerc stated that this technique “was used until only recently in various colour lithography plants”.",
              "What is unusual about this technique is that it works with a dull discontinuous layer of very tightly packed granules rather than with a varnish.",
              "This method facilitates the reproduction of continuous shading which correctly apportions the spread of ink as a result of the fineness of the granulation.",
              "Claude Félix Abel Niépce de Saint-Victor was the son of the first cousin of Nicéphore Niépce.",
              "He became famous in photography for having developed the first photographic technique on glass, where all previous techniques on paper, the calotype for example, produced an intermediate negative.",
              "He did all kinds of research, on producing colour photographs, on reproducing engravings and drawings via iodine vapours, and on heliographic engravings based on Bitumen of Judea.",
              "Niépce de Saint-Victor was only interested in making images engraved on metal and did not work with Nicéphore’s iodine inversion technique.",
              "The changes he introduced to heliography had to do with the composition of the varnish, the solvent used to make the image appear, the technique used to spread the solvent and the techniques used to engrave.",
              "The varnish that he used was composed of 90 parts of benzene, 10 parts of essential oil of lemon and two parts of asphalt.",
              "The solvent he used was composed of five parts of oil of naphtha to one part benzene.",
              "The varnish was very diluted in a very volatile solvent.",
              "The layer of asphalt obtained was consequently so thin that it displayed iridescence like a film of oil on the surface of water.",
              "As a result exposure time was decreased because the thickness of the asphalt that was to become insoluble was slight.",
              "Another consequence was the capacity of the acid to etch the metal across the layer of asphalt, which had increased compactness the more light it received.",
              "With such a fine layer of varnish, it becomes difficult to reproduce a large range of shades, contrary to the procedure that Nicéphore Niépce used.",
              "For the procedure we are describing here, this inability to reproduce shades through varying the thickness of the varnish was not considered a difficulty.",
              "This is due to the fact that, in photoengraving, gradation in shading is accomplished by varying the density of the grains, each of which can have the same thickness of varnish.",
              "The sensitivity of a varnish is a function of its thickness.",
              "The thinner it is the better.",
              "Using the varnish of Niépce de Saint-Victor, only 10 minutes of exposition of a glass plate to direct sunlight were needed to obtain a result, whereas 2 to 3 hours of exposure were necessary for an engraving made with translucent paper.",
              "Both these times were much lower than those for Nicéphore Niépce’s heliographs.",
              "Niépce de Saint-Victor also discovered how to presensitize asphalt.",
              "By exposing asphalt in powdered or dissolved form to sunlight and air for a few hours, he increased its sensitivity.",
              "In Nicéphore Niépce’s method, presensitizing was done when heat was applied to dry the varnish, a process that Niépce de Saint-Victor did not use.",
              "He seemed not to have observed the ageing of asphalt solutions in the absence of light, which, after a few days or even a few weeks, makes them more and more sensitive.",
              "We have a few printed documents that reproduce drawings or photographs made using the technique perfected by Niépce de Saint-Victor.",
              "I have been able to see several prints made with this process, made by Pauline Riffaut and finished by the engraver A.",
              "Riffaut.",
              "One is a portrait of the Empress Eugénie, one of Napoleon III, and one of Niépce de Saint-Victor himself.",
              "There are some zoological plates printed in 1853 in the book “Photographie Zoologique” by Rousseau and Devéria.",
              "Examination under a printer’s glass clearly shows that Niépce de Saint-Victor’s were unusable in the form they took after the action of the acid.",
              "In fact, they served as a guideline for the engraver who, after the acid bite, executed the engraving by hand by following the forms and shadings that had been cut into the surface.",
              "Only the background of the image was not retouched.",
              "It was made of an aquatint grain either obtained through traditional nitric-acid engraving methods or by acid applied to a very thin layer of varnish that had been largely dissolved.",
              "Accounts at the time of Niépce de Saint-Victor confirm the fact that the images lacked halftone effects and it is worthy of mention that the images that were published were always retouched by an engraver.",
              "Niépce de Saint-Victor’s use of asphalt was special and unique in the history of photomechanical methods.",
              "What he did was to try to obtain a halftone engraving through asphalt varnish known for its exceptional impermeability to acids.",
              "We will see that, in the other techniques developed after Niépce de Saint-Victor, the varnish was always used either as a screen to the acids or as insulation against electroplate metal deposits.",
              "Niépce de Saint-Victor’s method did not last for very long, in particular because it always required the intervention of an engraver.",
              "Its merit was that it was a pioneering method and opened the way to newer methods.",
              "In his study of the heliographic techniques of C.",
              "Nègre, J.",
              "Borcoman writes: “The method used by Niépce de Saint-Victor was successful in reproducing line engravings, but when it is applied to images with grey shading the results are extremely rudimentary.",
              "All the shading prints as deep black independently of their diverse densities in the photograph.",
              "Since it is incapable of reproducing the subtle rage of halftones, it is this method that Nègre set himself to perfecting”.",
              "The techniques employed by Niépce and Niépce de Saint-Victor made a picture from a positive original (an image projected in a camera obscura, engraving on paper or positive photographic proof on glass).",
              "That used by Charles Nègre had the advantage of arriving at the same result but directly from a negative like those obtained from a camera obscura.",
              "There was no need to print a positive countertype.",
              "In Nègre’s method (Figure above), the first operations – preparation of the varnish, spreading it on the plate, contact exposure under the negative, developing with a solvent – are identical to those used by Niépce (a).",
              "The image produced by the asphalt on a metal base is positive.",
              "The areas where the metal is bare are those that are not to be engraved.",
              "This is where the originality of Nègre’s methods enters in.",
              "He used the insulating properties of asphalt varnish to cover the bare sections with a fine layer of a metal like gold, less oxidizable than the base often made of steel or zinc (b).",
              "The method used was electroplating.",
              "The metal plate holding the image produced by the asphalt acted as one of the electrodes of a battery and was plunged in a solution of metal salts that were to be deposited on it.",
              "When the gold deposit was made, the asphalt layer was eliminated (c).",
              "On the base, the areas that were not to be engraved became visible because of the layer of gold that protected them.",
              "When the plate was subsequently plunged in an acid, the gold was not affected but the unprotected areas were gradually engraved (d).",
              "Nègre thus obtained an engraving that could be used for printing.",
              "In addition, the gold salts gradually penetrated the varnish, which was prepared in the manner of Niépce de Saint-Victor.",
              "This resulted in the formation of a thin gold network that, after etching by acid, produced a grain on the surface of the image and facilitated the fixing of ink and provided excellent adhesion during printing.",
              "Thanks to this method, Charles Nègre was able to produce some of the most beautiful heliographic engravings in the history of photomechanical techniques.",
              "For example, the view made in 1854 of the Cathedral of Chartres, Central Window of the Royal Portal.",
              "The dimensions of this plate are 725 by 480 mm.",
              "The extraordinary quality of this print makes us admire Nègre’s technique of uniformly spreading the asphalt on a plate of such dimensions and his mastery of revealing, of electroplating, of engraving and of printing.",
              "Nègre exhibited his “heliographic engravings” for the first time in public during the Universal Exposition of 1855.",
              "He received the first class medal with a diploma drawn by Ingres, whose student he was.",
              "Nègre then received a large number of orders for heliographic engravings, from the architect-inchief of the restoration of Chartres cathedral, from the painter Corot, from the prince Napoleon Joseph Bonaparte and from Nadar.",
              "Baldus used a classic technique, first making an asphalt image on copper from a positive proof that turned into a negative on the metal (a).",
              "L.",
              "Figuier tells us in 1869: “The picture is formed by a veil that is so thin and delicate that part of it would quickly disappear when the plate was immersed in liquid.",
              "To give it more suitable solidity and resistance, it was left for two days in diffused light.",
              "” Baldus then put the plate in an electrolytic bath and, depending on whether he connected the plate to the negative or to the positive pole, he obtained either a reproduction in copper-deposit relief (b) or an intaglio engraving on the parts of the plate that were attacked (c).",
              "In this manner, he could obtain either an engraving similar to an etching destined for copperplate printing or a copper plate engraving that could be included directly in the printing plates.",
              "A decisive step in photoengraving was the use of halftone screens that broke up continuous shading into networks of points.",
              "This led to stabilizing the ink so that it was consistently placed on the paper.",
              "As of 1853, the Englishman Talbot spoke of using “a crepe or black gauze veil” placed between the photosensitive plate and the image that was to be produced, which broke up the engraving into a multitude of tiny squares.",
              "In 1859, Berchtold exposed his negatives on a metal plate smeared with asphalt.",
              "He then exposed the plate a second time across a piece of glass on which he had traced a series of fine parallel lines, and a third time after having rotated the glass plate.",
              "After dissolving unexposed asphalt, he obtained an image composed of squares, lozenges, etc.",
              "In 1861, Baron von Egloffstein used Berchtold’s method in the heliographic institution he had set up in Philadelphia.",
              "He was, in particular, responsible for engraving federal government bank notes.",
              "In 1867, Amand Durand presented to the Société Française de Photographie “various specimens of heliography on steel and copper for typography and copper-plate engraving”.",
              "This engraver who claims to use Nicéphore Niépce’s early method declares that he prefers “this technique to those based on using bichromate mixes, because the proofs obtained with them, unlike those obtained by using bitumen of Judea, are unable to resist deep acid etching”.",
              "Amand Durand’s proofs are nevertheless retouched using ordinary engraving techniques.",
              "In 1883, A.",
              "Poitevin quoted the brochure Essai sur les Gravures Chimiques en Relief written by M.",
              "Motteroz.",
              "From it, he took a passage that describes a technique used by a Mr.",
              "Dulos, worthy of being mentioned as an example of the complex handling that images produced by asphalt could entail.",
              "These images were obtained on a copper plate, as is the case for all asphalt-produced images (a).",
              "Then, using a battery, Dulos had iron electrochemically deposited on it.",
              "The iron deposited only where there was naked copper.",
              "It did not deposit on the asphalt (b).",
              "He then took off the asphalt by dissolving it with benzene (c).",
              "Afterwards, he provoked an electrochernical deposit of silver.",
              "The silver fixed on the copper and not on the iron (d).",
              "In fact the silver replaced the asphalt.",
              "Dulos then eliminated the iron by using an acid (e) and then poured mercury on the plate.",
              "The mercury formed an amalgam with the silver.",
              "This amalgam formed a relief (g) and, depending on whether he intended to reproduce a positive or a negative, Dulos obtained either an intaglio engraving or a typographic plate.",
              "In 1850, Firmin Gillot (1820-1872), a French lithographer, created panicography, a process for obtaining a matrix for doing typography from line drawings made on lithographic stone.",
              "In 1872, his son adapted the process to the handling of photographic images (a), produced either by using asphalt or by use of bichromate gelatine on a zinc reserve base.",
              "The technique of acid engraving to which he gave the name of gillotage was very refined and called for a succession of acid and ink applications.",
              "Its purpose was to cover the edges of each engraved line with ink so as to protect them from being broadened by further acid bites (b, c, d, and e).",
              "The technique could only be used to reproduce drawings or line engravings.",
              "To use the technique for other types of illustration, Charles Cillot developed several methods for obtaining a photographic image with a grid or grainy effect that was applied and then reproduced on an asphalt varnish.",
              "The technique of gillotage was later used to engrave metal.",
              "It was used to make photographic prints, was very successful and was sometimes called direct photoengraving.",
              "Charles-Guillaume Petit is the inventor of one of the most important printing techniques: that of transforming the halftones of a photograph into a system of regularly spaced points or cross-hatching that produce printed surfaces of varying dimensions.",
              "Petit called the system ‘halftone, engraving’ (similigravure).",
              "It is one of the first techniques to produce halftone shading without departing from traditional printing methods.",
              "The set of points, or screen, was made from an asphalt produced image (Figure above).",
              "Petit explains: “Using a knob mounted on my engraving machine, I incised zigzag lines of alternating points into a copper plate and I pulled an engraved print from this master plate.",
              "The points were black on a white paper background.",
              "I photographed it reducing it about a third.",
              "With the negative I made a positive image using asphalt on copper plates later to be engraved (a and b).",
              "The plates bore a matrix of evenly spaced points (b) and could serve many purposes.",
              "All that needed to be done when an order came was to cover them with bichromate gelatine, to make a negative of a given subject (c) and to engrave using iron perchloride which filtered through the gelatine layer as is done in helioengraving (e).",
              "The larger white areas were bitten into first, thinning the specks of asphalt into pinpoints.",
              "The pale halftones were done next and so on up to the darker halftones”.",
              "For these last halftones, stopping the action of the chemical in time left the size of each point unchanged.",
              "As chemical action was prolonged, the circumference of each point was decreased to a pinpoint when the halftones were pale.",
              "As for white, the points disappear.",
              "The process took about three hours.",
              "The photochronographs of Jules Marey, a precursor of cinema, are one of the first examples of images produced by Charles G.",
              "Petit’s process.",
              "These were published in the Comptes-Rendus de I’Académie des Sciences on 3 November 1890.",
              "After having exhibited his photographs, Marey declared: “What remains to be done is for people to make faithful reproductions of them and to print a number of copies.",
              "The consistent progress made by photoprinting leads us to hope that its use will enable physiologists to show the phases of movement with complete fidelity.",
              "The figure opposite, made by Mr.",
              "Charles G.",
              "Petit from a photochronographic view is an example of what can be obtained using his method”.",
              "Petit’s halftone print reproduction of Nicéphore Niépce’s La Table Servie is another example.",
              "This appears in the text of the symposium during which A.",
              "Davanne unveiled the existence of this picture.",
              "If one wished to make an exhaustive list of all the major techniques that involve asphalt, the list would be a long one.",
              "Nevertheless, to conclude, let me mention zincography, which is extensively developed in graphic printing.",
              "As a basis, we will be using the very complete description done by H.",
              "Calmels in 1907.",
              "Zincography is a ‘planographie’ method, that is, the image on the metal is neither hollowed out nor in relief.",
              "Rather like lithography, there are areas that attract or repel water and repel or retain ink.",
              "The perfectly cleaned zinc plate was at first prepared using a solution of gallic and phosphoric acid in order to create hygroscopic salts on its surface (Figure above).",
              "This helped retain water and repel printers ink.",
              "Preparing the surface of the metal in this way gave it the same properties as lithographic stone.",
              "The surface was covered with an asphalt varnish, exposed under a drawing (a) and then developed, as was done using Niépce’s technique (b).",
              "Once exposed, the metal under the lines of the drawing was covered with hygroscopic salts.",
              "The plate was then bathed in acetic acid that dissolved the hygroscopic salts that had not been protected by the varnish (c).",
              "The plate was then covered with a coloured gum-lacquer varnish called fuchsine (d).",
              "It was dried and dipped in benzene.",
              "The layer of asphalt disappeared and took with it any coloured varnish overlay (e).",
              "All that was left were the lines of the drawing that had been made by the fuchsine varnish.",
              "Everywhere else the metal was covered by a layer of hygroscopic salts.",
              "As in lithography, all that was necessary was to wet the plate, which absorbed water except where there was gum lacquer, and then to ink it.",
              "The ink was repelled by wet areas and only adhered where there was coloured varnish, namely, to the lines of the drawing.",
              "Paper was then pressed on to the inked plate.",
              "To sum up, the metal plate was prepared in the same way as limestone and then handled like a photograph.",
              "The drawing was produced by a varnish that played the same role as the soft lead pencil in lithography.",
              "In its final form, the metal plate was totally analogous to a lithographic stone, which is why the technique is called lithography on zinc.",
              "Its principal advantage was that zinc was lighter and easier to store than stone.",
              "In 1925, L.",
              "R Clerc wrote: “the only technique used at the start of photoengraving, Syrian bitumen, called judean (asphalt), has gradually been abandoned in favour of bichromate albumin.",
              "This later technique obtains the same results but takes much less time”.",
              "Bitumen does not seem to have been used in photomechanical processes after 1930.",
              "The screening of printing plates engraved with photographs was one of the major advances to have been made among the various improvements to the asphalt technique invented by Niépce as applied to plate-making for printing.",
              "Thick varnish was no longer necessary to reproduce varying shades of darkness.",
              "Instead, the denseness of points did the work.",
              "This meant that the varnish could be very thin and consequently exposure time was reduced.",
              "By working on selecting different qualities of bitumen, on their purification, and on their enrichment with sulphur, their light sensitivity was considerably increased, resulting in the kind of rapid treatment needed for industrial production.",
              "This was not true of Niépce’s heliograph.",
              "All this research gave birth to photoengraving and Niépce is undoubtedly its inventor.",
              "Bitumen of Judea was used for many years and its principle is still employed today by microlithography in the manufacturing of electronic microcircuits (bitumen has been replaced by synthetic resins when X- or ultra-violet rays are involved).",
              "2 rue Nicéphore Niépce, 71240 Saint-Loup-de-Varennes France Phone: +33 (0)1 40 09 18 58 Get Directions The Nicéphore Niépce House is open each year from July 1st to August 31st only, every day from 10am to 6pm (closed on Tuesdays)."
            ]
          },
          {
            "title": "N is for… Joseph Nicéphore Niépce, creator of the first photograph",
            "url": "https://blog.scienceandmediamuseum.org.uk/a-z-of-photography-joseph-nicephore-niepce-first-photograph/",
            "content": [
              "N is for… Joseph Nicéphore Niépce, creator of the first photograph",
              "Joseph Nicéphore Niépce was one of the most important figures in the invention of photography.",
              "Born in France in 1765, Niépce was an amateur scientist, inventor and artist.",
              "In 1807, together with his brother, Claude, he invented the world’s first internal combustion engine, which they called the pyreolophore.",
              "However, it is for his experiments with photography that he is now best known.",
              "In around 1816 Niépce became interested in the new technique of lithography and began to explore ways of using light sensitive materials to produce images directly on to the printing plate or stone.",
              "He dissolved bitumen of Judea (a kind of asphalt) in a solvent and coated a pewter plate with the resulting solution.",
              "When exposed to light in a camera obscura, the bitumen became hard and insoluble.",
              "After exposure the plate was washed in lavender oil and turpentine, which removed the soft unexposed bitumen, leaving a permanent image created by light.",
              "Niépce called his process heliography, from the Greek helios meaning ‘drawing with the sun’.",
              "In 1826, using this process, Niépce took the earliest surviving ‘photograph’—a view from a window of his house in Chalons-sur-Saône which required an exposure of about 8 hours!",
              "This image is now preserved as part of the Gernsheim Collection at the University of Texas.",
              "In 1827 Niépce visited England, primarily to see his brother Claude.",
              "Claude was living in London at the same time and was causing some concern with his increasingly irrational letters home—he claimed to have invented a perpetual motion machine that would make them all rich.",
              "Niépce also used the trip as an opportunity to try to generate interest in heliography, bringing along six of his plates which he hoped to show to King George IV and the Royal Society.",
              "These presentations never took place and Niépce returned home, leaving the plates with a friend, Franz Bauer, and Austrian-born botanical illustrator who was a Fellow of the Royal Society.",
              "In 1829 Niépce went into partnership with another Frenchman, Louis Daguerre, to continue experimenting with heliography.",
              "He died of a heart attack in 1833, age 69.",
              "His pioneering work in photography was largely overshadowed in 1839 by the announcement of his partner’s daguerreotype process, for the discovery of which Niépce received no posthumous credit.",
              "Only 16 heliographic plates by Niépce are known to be still in existence—three of these are now part of the Royal Photographic Society Collection.",
              "In 1884 the eminent photographer Henry Peach Robinson bought three of the plates which had formerly belonged to Franz Bauer at auction, and in 1924 his son, Ralph Robinson—also a well-known photographer—presented them to the Royal Photographic Society.",
              "In October 2010 we revealed the findings of our investigation with the Getty Conservation Institute that re-wrote photographic history and revealed an unknown photographic process used by Joseph Nicéphore Niépce in 1827.",
              "Colin was Curator of Photographic Technology at the National Science and Media Museum until 2016.",
              "Colin has written 40 posts This was so informative this is a great site I love it it helped me understand the photographic world of photography.",
              "metoo!",
              "Your email address will not be published.",
              "Required fields are marked * Comment * Name * Email * Δ The National Science and Media Museum explores the science and culture of light and sound technologies and their impact on our lives.",
              "On this blog we share behind-the-scenes stories, coverage of our exhibitions, festivals and events, and hidden treasures from our world-class collection.",
              "Sign up"
            ]
          }
        ],
        "The first permanent photograph ever was produced by Joseph Nicéphore Niépce using heliography.": [
          {
            "title": "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
            "url": "https://www.britannica.com/biography/Nicephore-Niepce",
            "content": [
              "Nicephore Niepce | Biography, Inventions, Heliography, Contributions to ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Nicéphore Niépce, (born March 7, 1765, Chalon-sur-Saône, France—died July 5, 1833, Chalon-sur-Saône), French inventor who was the first to make a permanent photographic image.",
              "The son of a wealthy family suspected of royalist sympathies, Niépce fled the French Revolution but returned to serve in the French army under Napoleon Bonaparte.",
              "Dismissed because of ill health, he settled near his native town of Chalon-sur-Saône, where he remained engaged in research for the rest of his life.",
              "In 1807 Niépce and his brother Claude invented an internal-combustion engine, which they called the Pyréolophore, explaining that the word was derived from a combination of the Greek words for “fire,” “wind,” and “I produce.",
              "” Working on a piston-and-cylinder system similar to 20th-century gasoline-powered engines, the Pyréolophore initially used lycopodium powder for fuel, and Niépce claimed to have used it to power a boat.",
              "When lithography became a fashionable hobby in France in 1813, Niépce began to experiment with the then-novel printing technique.",
              "Unskilled in drawing, and unable to obtain proper lithographic stone locally, he sought a way to provide images automatically.",
              "He coated pewter with various light-sensitive substances in an effort to copy superimposed engravings in sunlight.",
              "From this he progressed in April 1816 to attempts at photography, which he called heliography (sundrawing), with a camera.",
              "He recorded a view from his workroom window on paper sensitized with silver chloride but was only partially able to fix the image.",
              "Next he tried various types of supports for the light-sensitive material bitumen of Judea, a kind of asphalt, which hardens on exposure to light.",
              "Using this material he succeeded in 1822 in obtaining a photographic copy of an engraving superimposed on glass.",
              "In 1826/27, using a camera, he made a view from his workroom on a pewter plate, this being the first permanently fixed image from nature.",
              "Metal had the advantage of being unbreakable and was better suited to the subsequent etching process to produce a printing plate, which was Niépce’s final aim.",
              "In 1826, he had produced another heliograph, a reproduction of an engraved portrait, which was etched by the Parisian engraver Augustin-François Lemaître, who pulled two prints.",
              "Thus Niépce not only solved the problem of reproducing nature by light, but he invented the first photomechanical reproduction process.",
              "While on a visit to England in 1827, Niépce addressed a memorandum on his invention to the Royal Society, London, but his insistence on keeping the method secret prevented the matter from being investigated.",
              "Unable to reduce the very long exposure times by either chemical or optical means, Niépce in 1829 finally gave in to the repeated overtures of Louis-Jacques-Mandé Daguerre, a Parisian painter, for a partnership to perfect and exploit heliography.",
              "Niépce died without seeing any further advance, but, building on his knowledge, and working with his materials, Daguerre eventually succeeded in greatly reducing the exposure time through his discovery of a chemical process for development of (making visible) the latent (invisible) image formed upon brief exposure.",
              "These experiments eventually led him to invent the daguerreotype, the first successful form of photography."
            ]
          },
          {
            "title": "The Niépce Heliograph - Harry Ransom Center",
            "url": "https://www.hrc.utexas.edu/niepce-heliograph/",
            "content": [
              "The Niépce Heliograph - Harry Ransom Center",
              "The invention of photography was announced simultaneously in France and England in 1839, dazzling the public and sending waves of excitement around the world.",
              "These astonishing breakthroughs depended upon centuries of developments in chemistry, optics, and the visual arts, accelerating in the decades after 1790.",
              "The Niépce Heliograph was made in 1827, during this period of fervent experimentation.",
              "It is the earliest photograph produced with the aid of the camera obscura known to survive today.",
              "The photograph was made by Joseph Nicéphore Niépce (1765–1833), born to a prominent family at Chalon-sur-Saône in the Burgundy region of France.",
              "Motivated by the growing popular demand for affordable pictures, Niépce's photographic experiments were conducted with the dual aims of copying prints and recording scenes from real life in the camera.",
              "At his family estate in the nearby village of Saint-Loup-de-Varennes, he produced legible but fleeting camera pictures—or points de vue, as he called them—in 1816.",
              "Over the next decade he tried an array of chemicals, materials, and techniques to advance the process he ultimately called héliographie, or 'sun writing.'",
              "To make the heliograph, Niépce dissolved light-sensitive bitumen in oil of lavender and applied a thin coating over a polished pewter plate.",
              "He inserted the plate into a camera obscura and positioned it near a window in his second-story workroom.",
              "After several days of exposure to sunlight, the plate yielded an impression of the courtyard, outbuildings, and trees outside.",
              "Writing about his process in December 1827, Niépce acknowledged that it required further improvements, but was nevertheless \"the first uncertain step in a completely new direction.\"",
              "In 1829 Niépce entered into formal partnership with Louis-Jacques-Mandé Daguerre (French, 1787–1851), proprietor of the famous Diorama in Paris.",
              "Daguerre continued to make vital improvements after Niepce's death and introduced his \"Daguerreotype\" process in 1839.",
              "After that stunning announcement, the Niépce Heliograph was brought forth by early supporters as evidence of his role in photography's invention.",
              "The Niépce Heliograph passed through a chain of private hands in Britain in the nineteenth and twentieth centuries before it was purchased by the Harry Ransom Center in 1963 as part of the Gernsheim Collection.",
              "More than twenty of Niépce's heliographic plates and prints made between 1825 and 1829 are held in public and private collections, yet the Niépce Heliograph is the only known surviving point de vue.",
              "Joseph Nicéphore Niépce (French, 1765–1833), Untitled 'point de vue,' 1827.",
              "Heliograph on pewter, 16.",
              "7 x 20.",
              "3 x .",
              "15 cm.",
              "Gernsheim Collection, purchase, 964:0000:0001 (TIFF / 206 MB / 6000x6000 / 540ppi / color charts) Admission is free 300 West 21st StreetAustin, Texas 78712Map / Parking 512-471-8944 Hours - Exhibitions Tuesday–Friday 10am–5pmSaturday–Sunday Noon–5pmClosed Mondays Hours - Reading and Viewing Room Monday–Saturday 9am–5pmClosed Sundays Follow us on Instagram Subscribe to monthly eNews Text Alerts: Text ransomcenterto 833-500-1125 for event reminders."
            ]
          },
          {
            "title": "Nicéphore Niépce - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Nic%C3%A9phore_Ni%C3%A9pce",
            "content": [
              "Nicéphore Niépce - Wikipedia",
              "Joseph Nicéphore Niépce (French: [nisefɔʁ njɛps];",
              "7 March 1765 – 5 July 1833)[1] was a French inventor and one of the earliest pioneers of photography.",
              "[2] Niépce developed heliography, a technique he used to create the world's oldest surviving product of a photographic process: a print made from a photoengraved printing plate in 1825 (see View from the Window at Le Gras).",
              "[3] In 1826 or 1827, he used a primitive camera to produce the oldest surviving photograph of a real-world scene.",
              "Among Niépce's other inventions was the Pyréolophore, one of the world's first internal combustion engines, which he conceived, created, and developed with his older brother Claude Niépce.",
              "[4] Niépce was born in Chalon-sur-Saône, Saône-et-Loire, where his father was a wealthy lawyer.",
              "His older brother Claude (1763–1828) was also his collaborator in research and invention, but died half-mad and destitute in England, having squandered the family wealth in pursuit of non-opportunities for the Pyréolophore.",
              "Niépce also had a sister and a younger brother, Bernard.",
              "[5][6][7] Nicéphore was baptized Joseph but adopted the name Nicéphore, in honour of Saint Nicephorus the ninth-century Patriarch of Constantinople, while studying at the Oratorian college in Angers.",
              "At the college he learned science and the experimental method, rapidly achieving success and graduating to work as a professor of the college.",
              "Niépce served as a staff officer in the French army under Napoleon, spending a number of years in Italy and on the island of Sardinia, but ill health forced him to resign, whereupon he married Agnes Romero and became the Administrator of the district of Nice in post-revolutionary France.",
              "In 1795, he resigned as administrator of Nice to pursue scientific research with his brother Claude.",
              "One source reports his resignation to have been forced due to his unpopularity.",
              "[5][6][7] In 1801 the brothers returned to the family's estates in Chalon to continue their scientific research, and where they were united with their mother, their sister and their younger brother Bernard.",
              "Here they managed the family estate as independently wealthy gentlemen-farmers, raising beets and producing sugar.",
              "[5][6][7] In 1827 Niépce journeyed to England to visit his seriously ill elder brother Claude Niépce, who was now living in Kew, near London.",
              "Claude had descended into delirium and squandered much of the family fortune chasing inappropriate business opportunities for the Pyréolophore.",
              "[5] Nicéphore Niépce died of a stroke on 5 July 1833, financially ruined such that his grave in the cemetery of Saint-Loup de Varennes was financed by the municipality.",
              "The cemetery is near the family house where he had experimented and had made the world's oldest surviving photographic image.",
              "[6] His son Isidore (1805–1868) formed a partnership with Daguerre after his father's death and was granted a government pension in 1839 in return for disclosing the technical details of Nicéphore's heliogravure process.",
              "[5][6] A cousin, Claude Félix Abel Niépce de Saint-Victor (1805–1870), was a chemist and was the first to use albumen in photography.",
              "He also produced photographic engravings on steel.",
              "During 1857–1861, he discovered that uranium salts emit a form of radiation that is invisible to the human eye.",
              "[8] The date of Niépce's first photographic experiments is uncertain.",
              "He was led to them by his interest in the new art of lithography,[9] for which he realized he lacked the necessary skill and artistic ability, and by his acquaintance with the camera obscura, a drawing aid which was popular among affluent dilettantes in the late 18th and early 19th centuries.",
              "The camera obscura's beautiful but fleeting little \"light paintings\" inspired a number of people, including Thomas Wedgwood and Henry Fox Talbot, to seek some way of capturing them more easily and effectively than could be done by tracing over them with a pencil.",
              "Letters to his sister-in-law around 1816 indicate that Niépce had managed to capture small camera images on paper coated with silver chloride,[10] making him apparently the first to have any success at all in such an attempt, but the results were negatives, dark where they should be light and vice versa, and he could find no way to stop them from darkening all over when brought into the light for viewing.",
              "Niépce turned his attention to other substances that were affected by light, eventually concentrating on Bitumen of Judea, a naturally occurring asphalt that had been used for various purposes since ancient times.",
              "In Niépce's time, it was used by artists as an acid-resistant coating on copper plates for making etchings.",
              "The artist scratched a drawing through the coating, then bathed the plate in acid to etch the exposed areas, then removed the coating with a solvent and used the plate to print ink copies of the drawing onto paper.",
              "What interested Niépce was the fact that the bitumen coating became less soluble after it had been left exposed to light.",
              "Niépce dissolved bitumen in lavender oil, a solvent often used in varnishes,[11] and thinly coated it onto a lithographic stone or a sheet of metal or glass.",
              "After the coating had dried, a test subject, typically an engraving printed on paper, was laid over the surface in close contact and the two were put out in direct sunlight.",
              "After sufficient exposure, the solvent could be used to rinse away only the unhardened bitumen that had been shielded from light by lines or dark areas in the test subject.",
              "The parts of the surface thus laid bare could then be etched with acid, or the remaining bitumen could serve as the water-repellent material in lithographic printing.",
              "Niépce called his process heliography, which literally means \"sun drawing\".",
              "[12] In 1822, he used it to create what is believed to have been the world's first permanent photographic image,[13] a contact-exposed copy of an engraving of Pope Pius VII, but it was later destroyed when Niépce attempted to make prints from it.",
              "[13] The earliest surviving photographic artifacts by Niépce, made in 1825,[3] are copies of a 17th-century engraving of a man with a horse and of what may be an etching or engraving of a woman with a spinning wheel.",
              "They are simply sheets of plain paper printed with ink in a printing press, like ordinary etchings, engravings, or lithographs, but the plates used to print them were created photographically by Niépce's process rather than by laborious and inexact hand-engraving or drawing on lithographic stones.",
              "They are, in essence, the oldest photocopies.",
              "One example of the print of the man with a horse and two examples of the print of the woman with the spinning wheel are known to have survived.",
              "The former is in the collection of the Bibliothèque nationale de France in Paris and the latter two are in a private collection in the United States.",
              "Niépce's correspondence with his brother Claude has preserved the fact that his first real success in using bitumen to create a permanent photograph of the image in a camera obscura came in 1824.",
              "That photograph, made on the surface of a lithographic stone, was later effaced.",
              "In 1826 or 1827 he again photographed the same scene, the view from a window in his house, on a sheet of bitumen-coated pewter.",
              "The result has survived and is now the oldest known camera photograph still in existence.",
              "The historic image had seemingly been lost early in the 20th century, but photography historians Helmut and Alison Gernsheim succeeded in tracking it down in 1952.",
              "The exposure time required to make it is usually said to have been eight or nine hours, but that is a mid-20th century assumption based largely on the fact that the sun lights the buildings on opposite sides, as if from an arc across the sky, indicating an essentially day-long exposure.",
              "A later researcher who used Niépce's notes and historically correct materials to recreate his processes found that in fact several days of exposure in the camera were needed to adequately capture such an image on a bitumen-coated plate.",
              "[14][15] In 1829,[16] Niépce entered into a partnership with Louis Daguerre, who was also seeking a means of creating permanent photographic images with a camera.",
              "Together, they developed the physautotype, an improved process that used lavender oil distillate as the photosensitive substance.",
              "The partnership lasted until Niépce's death in 1833, after which Daguerre continued to experiment, eventually working out a process that only superficially resembled Niépce's.",
              "[17] He named it the \"daguerréotype\", after himself.",
              "In 1839 he managed to get the government of France to purchase his invention on behalf of the people of France.",
              "The French government agreed to award Daguerre a yearly stipend of 6,000 francs for the rest of his life, and to give the estate of Niépce 4,000 francs yearly.",
              "This arrangement rankled Niépce's son, who claimed Daguerre was reaping all the benefits of his father's work.",
              "In some ways, he was right—for many years, Niépce received little credit for his contribution.",
              "Later historians have reclaimed Niépce from relative obscurity, and it is now generally recognized that his \"heliography\" was the first successful example of what we now call \"photography\":[11] the creation of a reasonably light-fast and permanent image by the action of light on a light-sensitive surface and subsequent processing.",
              "Although initially ignored amid the excitement caused by the introduction of the daguerreotype, and far too insensitive to be practical for making photographs with a camera, the utility of Niépce's original process for its primary purpose was eventually realized.",
              "From the 1850s until well into the 20th century, a thin coating of bitumen was widely used as a slow but very effective and economical photoresist for making printing plates.",
              "The Pyréolophore, one of the world's first internal combustion engines that was actually built, was invented and patented by the Niépce brothers in 1807.",
              "This engine ran on controlled dust explosions of lycopodium powder and was installed on a boat that ran on the river Saône.",
              "Ten years later, the brothers were the first in the world to make an engine work with a fuel injection system.",
              "[18] In 1807 the imperial government opened a competition for a hydraulic machine to replace the original Marly machine (located in Marly-le-Roi) that delivered water to the Palace of Versailles from the Seine river.",
              "The machine was built in Bougival in 1684, from where it pumped water a distance of one kilometer and raised it 150 meters.",
              "The Niépce brothers conceived a new hydrostatic principle for the machine and improved it once more in 1809.",
              "The machine had undergone changes in many of its parts, including more precise pistons, creating far less resistance.",
              "They tested it many times, and the result was that with a stream drop of 4 feet 4 inches, it lifted water 11 feet.",
              "But in December 1809 they got a message that they had waited too long and the Emperor had taken on himself the decision to ask the engineer Périer (1742–1818) to build a steam engine to operate the pumps at Marly.",
              "[19] In 1818 Niépce became interested in the ancestor of the bicycle, a Laufmaschine invented by Karl von Drais in 1817.",
              "He built himself a model and called it the vélocipède (fast foot) and caused quite a sensation on the local country roads.",
              "Niépce improved his machine with an adjustable saddle and it is now exhibited at the Niépce Museum.",
              "In a letter to his brother Nicéphore contemplated motorizing his machine.",
              "[20] The lunar crater Niépce is named after him.",
              "The Niépce Heliograph is on permanent display at the Harry Ransom Center at the University of Texas at Austin.",
              "The object was located by historians Alison and Helmut Gernsheim in 1952 and sold to the Humanities Research Center (later renamed the Harry Ransom Center) in 1963.",
              "[21] The Niépce Prize has been awarded annually since 1955 to a professional photographer who has lived and worked in France for over 3 years.",
              "It was introduced in honour of Niépce by Albert Plécy of the l'Association Gens d'Images."
            ]
          }
        ],
        "The first permanent photograph ever captured the view out of Joseph Nicéphore Niépce's window at his home in France.": [
          {
            "title": "View from the Window at Le Gras - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/View_from_the_Window_at_Le_Gras",
            "content": [
              "View from the Window at Le Gras - Wikipedia",
              "View from the Window at Le Gras[2] (French: Point de vue du Gras) is a heliographic image and the oldest surviving camera photograph.",
              "It was created by French inventor Nicéphore Niépce in 1826[3][4][5][6][7][8] in Saint-Loup-de-Varennes, France, and shows parts of the buildings and surrounding countryside of his estate, Le Gras [fr], as seen from a high window.",
              "Niépce captured the scene with a camera obscura projected onto a 16.",
              "2 cm × 20.",
              "2 cm (6.",
              "4 in × 8.",
              "0 in) pewter plate thinly coated with bitumen of Judea, a naturally occurring asphalt.",
              "[9] The bitumen hardened in the brightly lit areas, but in the dimly lit areas it remained soluble and could be washed away with a mixture of oil of lavender and white petroleum.",
              "[9] A very long exposure in the camera was required.",
              "Sunlight strikes the buildings on opposite sides, suggesting an exposure that lasted about eight hours, which has become the traditional estimate.",
              "A researcher who studied Niépce's notes and recreated his processes found that the exposure must have continued for several days.",
              "[10] In late 1826, Niépce visited the United Kingdom.",
              "He showed this and several other specimens of his work to botanical illustrator Francis Bauer.",
              "View from the Window at Le Gras was the only example of a camera photograph;",
              "the rest were contact-exposed copies of artwork.",
              "Bauer encouraged him to present his \"heliography\" process to the Royal Society.",
              "Niépce wrote and submitted a paper but was unwilling to reveal any specific details in it, so the Royal Society rejected it based on a rule that prohibited presentations about undisclosed secret processes.",
              "Before returning to France, Niépce gave his paper and the specimens to Bauer.",
              "Niépce died suddenly in 1833, due to a stroke.",
              "After the pioneering photographic processes of Louis Daguerre and Henry Fox Talbot were publicly announced in January 1839, Bauer championed Niépce's right to be acknowledged as the first inventor of a process for making permanent photographs.",
              "On March 9, 1839, the specimens were finally exhibited at the Royal Society.",
              "[11] After Bauer's death in 1840 they passed through several hands and were occasionally exhibited as historical curiosities.",
              "View from the Window at Le Gras was last publicly shown in 1905 and then fell into obscurity for nearly fifty years.",
              "[12] Historians Helmut Gernsheim and his wife, Alison Gernsheim, tracked down the photograph in 1952 and brought it to prominence, reinforcing the claim that Niépce is the inventor of photography.",
              "They had an expert at the Kodak Research Laboratory make a modern photographic copy, but it proved extremely difficult to produce an adequate representation of all that could be seen when inspecting the actual plate.",
              "Helmut Gernsheim heavily retouched one of the copy prints to clean it up and make the scene more comprehensible, and until the late 1970s he allowed only that enhanced version to be published.",
              "It became apparent that at some point in time after the copying in 1952, the plate was disfigured and acquired bumps near three of its corners, which caused light to reflect in ways that interfered with the visibility of those areas and of the image as a whole.",
              "During the 1950s and early 1960s, the Gernsheims toured the photograph to several exhibitions in continental Europe.",
              "[13] In 1963, Harry Ransom purchased most of the Gernsheims' photography collection for the University of Texas at Austin.",
              "Although it has rarely traveled since then, in 2012–2013 it visited Mannheim, Germany, as part of an exhibition entitled The Birth of Photography—Highlights of the Helmut Gernsheim Collection.",
              "It is normally on display in the main lobby of the Harry Ransom Center in Austin, Texas.",
              "[9] During a study and conservation project in 2002–2003, scientists at the Getty Conservation Institute examined the photograph using X-ray fluorescence spectroscopy, reflectance Fourier transform infrared spectroscopy, and other techniques.",
              "[14] They confirmed that the image consists of bitumen and that the metal plate is pewter (tin alloyed with lead, as well as trace amounts of iron, copper, and nickel).",
              "[15] The institute also designed and built the elaborate display case system that now houses the artifact in a continuously monitored, stabilized, oxygen-free environment.",
              "[16] In 2007, scientists from the Louvre Museum published an analysis of the photograph using ion beam analysis,[17] with data taken on their 2 MV electrostatic accelerator.",
              "[18] This showed the details of the oxidation process that was corroding the image.",
              "In 2003, Life listed View from the Window at Le Gras among 100 Photographs that Changed the World.",
              "[19] In an article for Art on Paper, View from the Window at Le Gras was said to have a \"fair claim\" as the first photograph.",
              "[20]"
            ]
          },
          {
            "title": "The First Photo: Nicéphore Niépce&#39;s &#39;View from the Window at Le Gras ...",
            "url": "https://petapixel.com/the-first-photo/",
            "content": [
              "The First Photo: Nicéphore Niépce&#39;s &#39;View from the Window at Le Gras ...",
              "It has been over half a century since Swiss photo historian Helmut Gernsheim donated the world’s earliest permanent photograph* to the University of Texas for public display in 1963.",
              "This article is a look at the story behind Nicéphore Niépce’s View from the Window at Le Gras, the world’s oldest known photograph captured with a camera.",
              "There’s nothing quite like seeing history in front of your eyes.",
              "Physically being at a location or in front of an artifact from long ago that represents a continuous thread to something important today.",
              "Like what I felt at Jamestown, Virginia, when I stood on the northern bank at a twist in the James River, closed my eyes, smelled the brackish water, and transported myself back to 1607 when a small band of native inhabitants watched in awe as the first permanent English settlers arrived in the New World in their tall-masted ships.",
              "Or when I saw the actual Wright Brothers “flyer” from 1903 on display at the National Air and Space Museum in Washington, D.",
              "C.",
              ", and then visited Kitty Hawk, North Carolina, where the brothers flew it a few hundred feet over the sand dunes.",
              "Maybe it’s not up there with settling a continent or inventing a new mode of travel, but I had the same amazed feeling when I looked at the world’s oldest photograph* in a display case in Austin, Texas.",
              "Let me tell you how I came to be standing there at the Harry Ransom Center on the campus of the University of Texas at Austin, staring at the world’s first photograph created by Joseph Nicéphore Niépce, the world’s first photographer.",
              "Many people credit Louis Jacques Mandé Daguerre with being the “father of photography.",
              "” While he may have been the first to make it practical with his Daguerreotypes – those gorgeous little polished copper (silvered) plates that show such amazing detail – it was really his ill-fated partner, Nicéphore Niépce, who was the world’s first photographer.",
              "Joseph Nicéphore Niépce was what is sometimes called a “gentleman scientist.",
              "” In the early 19th century this wasn’t uncommon — middle-aged men (mostly) who were financially independent, who had time on their hands, and who had a single-minded curiosity about the world around them.",
              "They were the amateur tinkerers and inventors who brought us many important discoveries: Michael Faraday (the generator), Gregor Mendel (genetics), and even Charles Darwin.",
              "Niépce, along with his brother older brother Claude, were busy inventors and tinkerers, collaborating on projects together.",
              "After their military service, they began work on the ingenious Pyréolophore, considered the world’s first internal-combustion engine and for which they received a patent in 1807.",
              "The brothers would spend the next 20 years — and most of their family fortune — on improving and trying to commercialize the Pyréolophore.",
              "But Nicéphore Niépce also kept up an interest in trying to use light to reproduce images, especially when combined with a camera obscura (box camera of the time), and he began his experiments in earnest around 1816 while his brother was preoccupied with the Pyréolophore.",
              "When I was preparing to travel to the Arles Photo Festival in southern France on a consulting trip one year, I thought: Why not find out more about the history of photography?",
              "I would be in France anyway, so why not go whole hog and see where it all started?",
              "I planned some extra days at the end of the trip so I could find ground zero.",
              "If you travel due north from Arles on the main roads, you eventually enter the region of Burgundy, best known for its wine.",
              "And in the southeast corner straddling the river Saône is the town of Chalon-sur-Saône (current population 48,000) where Nicéphore Niépce was born and lived most of his life.",
              "He is one of the “notable people” associated with the town (the other was a double agent in World War II) and the small village, Saint-Loup-de-Varenne, where he had his country house and workshop.",
              "You can’t really miss Niepce’s presence here with a museum, several parks, plaques, and statues commemorating him.",
              "After visiting the Niépce Museum in Chalon (Musée Nicéphore Niépce), I saw the house where he was born, but I wanted to see where it all happened, which was not in the town but at Le Gras, his family estate just six kilometers away in the village of Saint-Loup-de-Varennes (population 1,000).",
              "In 1999, the French photography school SPEOS became a tenant of the private residence of Niepce’s Le Gras estate when the school’s founder, photographer Pierre-Yves Mahé, rented the part of the house that was used by Niepce as his laboratory-workshop.",
              "With Jean-Louis Marignier, a scientist at the French National Center of Scientific Research, they restored and recreated Niepce’s working conditions and rediscovered the site of his photo experiments.",
              "I arrived at Le Gras on a hot sunny day in summer.",
              "After meeting up with my private guide (Aurélie) at the nearby Le Bistro (café/museum shop), we went to visit the house.",
              "The large house, part of which is now a museum, sits at the end of a quiet, gravelly road that soon crosses a railroad track.",
              "We ducked into the small front doorway, walked up the narrow stairs to the second floor (first floor in France), and into the first of two main rooms. This room had copies of his small camera obscuras as well as image reproductions.",
              "But I was headed for the second room.",
              "I stood at the entrance of “the room” and took it all in.",
              "It was a pleasant space with two large windows on each side of a fireplace.",
              "There were two tables displaying various chemicals and implements that Niépce had used in his many experiments, and at the far side stood a large camera obscura raised high on a pedestal and pointing out the far window.",
              "This camera is an exact copy of the actual one used by Niépce that sits in the Niépce Museum in Chalon.",
              "I walked slowly to the camera, turned to the open window, and there I saw it with my own eyes: “Le Point de View de la Fenêtre du Gras” (in English: The View from the Window at Le Gras).",
              "I was looking at the actual courtyard view.",
              "Sort of.",
              "A few things had changed.",
              "First of all, most of the buildings and objects in the photo have long since disappeared.",
              "That’s to be expected after 187 years and multiple homeowners.",
              "And the window itself, as it turns out, had been moved 70 centimeters to the left to make way for a fireplace and chimney.",
              "But these are minor points, right?",
              "I mean, here I was standing on the actual wide-plank floorboards (rediscovered by Mahé) that Niépce had walked on to create the earliest existing photograph in history.",
              "With a light breeze coming in through the open window, I closed my eyes, and I was there in 1826.",
              "Fantastic!",
              "After a lithography craze swept France in 1813, Nicéphore Niépce began experimenting with lithographic printmaking but with a twist: he took paper or vellum engravings, varnished them to make them translucent, placed them on metal plates coated with various light-sensitive solutions of his own composition, and exposed them to sunlight, a process he termed “Heliography” (sun writing).",
              "He then acid-etched the plates, cleaned them, and used them to make final prints on paper.",
              "During these lithography trials, he also experimented by putting light-sensitive plates at the back of a camera (camera obscura), but he was unable to prevent the images from fading, a problem that affected all early photographic experimenters.",
              "Around 1816, Niépce discovered that he produced his best results when using a solution of bitumen of Judea (asphalt), which dates back to ancient Egypt.",
              "Finally, in 1826–1827 (the exact year is debated), the chemical process, the power of the camera, the successful quest for permanence, and the combined curiosity of the inventor all came together: Joseph Nicéphore Niépce made the first permanent photograph from nature with a camera.",
              "Here’s how he did it: He coated a pewter plate (pewter being an alloy of tin, copper, and lead) with the same solution from his previous experiments and placed the plate into a camera that was looking out from that upstairs window of his house at Le Gras.",
              "After an exposure of at least eight hours, the plate was washed with a mixture of oil of lavender and white petroleum, dissolving away the parts of the bitumen that had not been hardened by light.",
              "The result was a direct-positive picture where the lights were represented by bitumen and the darks by bare metal.",
              "This was the historic one-of-a-kind landscape photograph showing “The View from the Window.",
              ".",
              ".",
              "” The world’s oldest photograph.",
              "If you want to know more, here is an excellent video that describes the house and how Mahé and Marignier figured out what Niépce had done and where: In September 1827, Niépce traveled to England to visit his ailing brother who was promoting their struggling Pyréolophore project.",
              "But his brother died, and the Pyréolophore was abandoned, leaving Niépce basically broke.",
              "While in England, he was introduced to botanist Francis Bauer.",
              "Bauer recognized the importance of Niépce’s work and encouraged him to write a proposal for a presentation to the Royal Society in London about it.",
              "But his proposal was rejected because the secretive Niépce chose not to fully disclose his process.",
              "Niépce left for France dejected.",
              "Upon his return to Le Gras, Niépce continued his experiments.",
              "In 1829, he agreed to a 10-year partnership with Louis-Jacques-Mandé Daguerre.",
              "Niépce kept experimenting with Heliography, dreaming of recognition and economic success, until his unexpected death from a stroke in 1833 (he was 68).",
              "His son (Isidore) took over his father’s half of the partnership with Daguerre, but things went downhill from there with Daguerre becoming photography’s superstar and Niécephore Niépce gradually fading into obscurity.",
              "Until 1952.",
              "Now I just needed to head back to the States to see the real artifact, which turned out to be much closer to home than I thought.",
              "I hadn’t been back to the University of Texas campus in years (I got my undergraduate degree there).",
              "I had called ahead and arranged to meet with Roy Flukinger, who is a senior research curator at the Harry Ransom Center, which has a mission to advance the study of the arts and humanities, and which sits right on campus and within spitting distance of the iconic UT Tower (scene of the horrific shooting spree by Charles Whitman, which dramatically preceded my enrollment at the university by one month).",
              "So what happened to the famous Niépce plate after his death, and how did it travel from Burgundy, France to Austin, Texas?",
              "Here’s the story.",
              ".",
              ".",
              "After Niépce’s rejection by the Royal Society in England in 1827, he left a handwritten memoir and several of his heliograph specimens (including the “First Photograph”) with Francis Bauer, who labeled them and set them aside.",
              "For the balance of the 1800s, the First Photograph passed from Bauer’s estate through a variety of hands, and after its last public exhibition in 1905, it dropped out of sight.",
              "Then, almost 50 years later (in 1952), photo historian and collector Helmut Gernsheim was contacted by the widow of a Gibbon Pritchard;",
              "she had found the Niépce plate in her husband’s estate after his death.",
              "Gernsheim verified the First Photograph’s authenticity and obtained it for his vast photo collection.",
              "Through Gernsheim’s scholarship and detective work, his rediscovery returned Niépce to his rightful place as the inventor of photography.",
              "When Harry Ransom purchased the Gernsheim collection for The University of Texas at Austin in 1963, Helmut Gernsheim subsequently donated the Niépce heliograph to the institution.",
              "This is what I wanted to see in the flesh.",
              "Roy greeted me in his office where we discussed my trip to France.",
              "He had not been to the Niépce house yet so he was curious about what I had seen.",
              "Then he led me down to the ground floor to view the plate.",
              "With the help of scientists at the Los-Angeles-based Getty Conservation Institute, they had designed and built a special room for it with an environmentally controlled, glass-walled case filled with inert gas and continuously monitored by both the Center and the Getty.",
              "The small room (see image below) has two openings (for entry and exit), and Roy hung back so I could be in the room alone.",
              "I was finally here, looking at the object of my quest: the Niépce plate.",
              "Oh my god, I thought, taking a breath: this is THE first photo.",
              "The actual one.",
              "Not a reproduction but the original.",
              "Right in front of me.",
              "Housed in its original Empire-style gold frame, the photograph itself seemed small (it’s only 16×20 cm or 6.",
              "3×7.",
              "9 inches), but what struck me hardest was the fact that I couldn’t see the image!",
              "I found myself just staring at a piece of polished metal.",
              "But remembering what Roy and others had said, I started maneuvering myself away from perpendicular and started seeing glimpses of the image as I moved.",
              "I ended up leaning and squatting every which way in trying to make the image out, which I finally did.",
              "I couldn’t get a much better view than you see in the full-front image below, but I can verify that the image is there.",
              "I asked Roy if the difficulty in seeing the image was in any way a result of fading or environmental deterioration, and he just laughed.",
              "“No way,” he said.",
              "“The details are faint, it’s true, due not to fading but to Niépce’s underexposure of the plate.",
              "” Interesting to think of an 8-hour exposure as being underexposed!",
              "To help the curious reader make out what they’re seeing (or not seeing) in this latest reproduction of the actual Niépce plate above, here’s a sketch (below) made by Helmut Gernsheim with the key elements showing.",
              "From left to right: the pigeon-house (upper loft of the house), a pear tree, the slant-roofed barn, the bakehouse with chimney, and at far right, another wing of the house.",
              "As already stated, most of these elements are no longer there.",
              "What’s really interesting (and a bit puzzling at first) when viewing a reproduction of this image (seen better at the top of this article) is that there appear to be shadows on both sides of the courtyard.",
              "Possible?",
              "You bet, if you’re making an 8-hour exposure and the sun is moving across the sky all that time.",
              "Try it and see!",
              "While the invention of photography may not rank up there with electricity or manned flight, it has had, as we all know, profound effects on this world and its people.",
              "The ability to capture a view of the world (or as Niépce himself wrote in 1828: “.",
              ".",
              ".",
              "to copy nature with the greatest fidelity”), to hold it, to share it.",
              ".",
              ".",
              "is such an important part of our lives now, but remember that it was only a dream a mere 200 years ago.",
              "A dream of a few, like Joseph Niécephore Niépce, and now practiced by millions.",
              "Progress in art and science always owes big debts to those who have come before, and I feel lucky to have experienced first-hand the photo that is the cornerstone of the process of photography, which has so revolutionized our world.",
              "Harry Ransom Center: University of Texas at Austin First Photograph on permanent display.",
              "Admission free.",
              "Musée Nicéphore Niépce (Chalon-sur-Saône) Open every day except Tuesdays and holidays.",
              "Admission free.",
              "* The Harry Ransom Center carefully describes the First Photograph as “the first permanent photograph from nature.",
              "” SPEOS calls it: “the earliest existing photograph in history.",
              "” The author calls it simply: “the world’s oldest photograph.",
              "” About the author: Harald Johnson has been immersed in the worlds of photography, art, and publishing for more than 30 years.",
              "A former professional photographer, designer, publisher, and art/creative director, Harald is the author of the groundbreaking book series “Mastering Digital Printing,” an imaging/marketing consultant, and the founder of the photo competition site PhoozL.",
              "© 2023 PetaPixel Inc.",
              "All rights reserved."
            ]
          },
          {
            "title": "Joseph Nicéphore Niépce, View from the Window at Le Gras",
            "url": "https://www.khanacademy.org/humanities/becoming-modern/early-photo/early-photo-france/a/joseph-nicephore-niepce-view-from-the-window-at-le-gras",
            "content": [
              "Joseph Nicéphore Niépce, View from the Window at Le Gras",
              "If you're seeing this message, it means we're having trouble loading external resources on our website.",
              "If you're behind a web filter, please make sure that the domains *.",
              "kastatic.",
              "org and *.",
              "kasandbox.",
              "org are unblocked.",
              "To log in and use all the features of Khan Academy, please enable JavaScript in your browser."
            ]
          }
        ],
        "Joseph Nicéphore Niépce called his device a heliograph or a sun drawing.": [
          {
            "title": "Heliography - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Heliography",
            "content": [
              "Heliography - Wikipedia",
              "Heliography (in French, héliographie) from helios (Greek: ἥλιος), meaning \"sun\", and graphein (γράφειν), \"writing\") is the photographic process invented, and named thus, by Joseph Nicéphore Niépce around 1822,[1] which he used to make the earliest known surviving photograph from nature, View from the Window at Le Gras (1826 or 1827), and the first realisation of photoresist[2] as means to reproduce artworks through inventions of photolithography and photogravure.",
              "Nicéphore Niépce began experiments with the aim of achieving a photo-etched printmaking technique in 1811.",
              "He knew that the acid-resistant Bitumen of Judea used in etching hardened with exposure to light.",
              "[3] In experiments he coated it on plates of glass, zinc, copper and silver-surfaced copper, pewter and limestone (lithography),[4] and found the surface exposed to the most light resisted dissolution in oil of lavender and petroleum,[5] so that the uncoated shadow areas might be traditionally treated through acid etching and aquatint to print black ink.",
              "[6][7] By 1822 had made the first light-resistant heliographic copy of an engraving, made without a lens by placing the print in contact with the light-sensitive plate.",
              "In 1826 he increasingly used pewter plates because their reflective surface made the image more clearly visible.",
              "Niépce prepared a synopsis of his experiments in November 1829: On Heliography, or a method of automatically fixing by the action of light the image formed in the camera obscura[8][9] which outlines his intention to use his “Heliographic” method of photogravure or photolithography as a means of making lithographic, intaglio or relief master plates for multiple printed reproductions in ink.",
              "[10] Although heliography did not achieve his intentions during Niépce's lifetime, it was further developed by his nephew Claude Félix Abel Niépce de Saint-Victor;",
              "in 1855, with the help of the copper engraver Lemaître, he succeeded in etching the heliographs and producing prints from them, laying the foundation for later photoengraving processes.",
              "After his return from London concentrated on making camera images, which, aware of their commercial potential, he ambiguously called “points de vue” in his letters to his brother.",
              "In 1816 he had limited success with light-sensitive paper coated with muriate (or chloride) of silver placed in a homemade camera obscura were conducted;",
              "impressions of views out of his workroom window.",
              "However the images were not permanent.",
              "[11] It is certain that in the summer of 1826 Niépce succeeded for the first time in creating permanent photographic images projected by a lens onto the plate inside a camera obscura.",
              "Georges Poitonniée asserts, based on the Niépce brothers correspondence, that the first such image was produced as early as 1822.",
              "[12][13] The process used was low in sensistivity;",
              "Helmut Gernsheim estimated the exposure time might be eight hours, while Marignier,[14] based on his attempts to recreate the technique, as well evidence from Niépce’s letters, considered three or more days more likely.",
              "[15] The exposed and solvent-treated plate itself, as in the case of View from the Window at Le Gras, rediscovered by Gernsheim,[16] presents a negative or positive image dependent upon ambient reflection in the 20.",
              "3 × 16.",
              "5 centimetre pewter plate.",
              "By viewing the plate at an appropriate angle the viewer sees the shadow areas reflecting dark in contrast to the lighter film of bitumen, producing a legible, if elusive, positive picture of buildings, a tree, and the landscape beyond.",
              "In this regard it was not unlike the daguerreotype which itself was based on Niépce's discoveries taken up by Daguerre who in 1826 had heard through the Parisian opticians Charles and Vincent Chevalier that Niépce, who purchased sophisticated lenses from them, had been using bitumen of Judea to print images on pewter.",
              "By then, Niépce had begun using iodine vapors to darken the light parts of camera images produced on silver plates, rendering a positive image.",
              "Daguerre and Niépce corresponded, each hesitant to divulge the extent of his progress to the other.",
              "After both felt they could develop their work more quickly in collaboration, they formed a company on 14 December 1829.",
              "Daguerre preferred the “negative” image obtained on bitumen, and together they invented a new process that rendered a single, unique image, the physautotype,[17] which exploited the photosensitivity of the residue from oil of lavender dissolved in alcohol, resulting in an image that, like the daguerreotype, appeared either positive or negative depending on the angle of reflected light.",
              "Daguerre continued to perfect the process to render a unique image using iodine, not to intensify the image, but because of its photosensitivity when applied to silver plates as a vapor.",
              "This led Daguerre to the daguerreotype process, in which mercury fumes brought out the latent image in the silver iodide on plates exposed to light in a camera.",
              "Daguerre probably produced his first successful daguerreotypes as early as 1834 and after Niépce’s death entered a new partnership with Niépce’s son, Isidore on 9 May 1835, changing the name from “Niépce-Daguerre” to “Daguerre and Isidore Niépce.",
              "” On September 27, 1835 he announced the invention as his in the Journal des artistes.",
              "[11] Daguerre’s high successful eponymous process, in the specific chemicals and materials used, thus emerged directly out of his partnership with Niépce, whose own discoveries, never fully realised, sank into relative obscurity.",
              "Bitumen has a complex and varied structure of polycyclic aromatic hydrocarbons (linked benzene rings), containing a small proportion of nitrogen and sulphur;",
              "its hardening in proportion to its exposure to light is understood to be due to further cross-linking of the rings, as is the hardening of tree resins (colophony, or abietic acid) by light, first noted by Jean Senebier in 1782.",
              "The photochemistry of these processes, which has been studied by Jean-Louis Marignier of Université Paris-Sud since the 1990s,[18][19][20] is still to be fully understood.",
              "[11] The word has also been used to refer to other phenomena: for description of the sun (cf.",
              "geography), for photography in general, for signalling by heliograph (a device less commonly called a heliotrope or helio-telegraph), and for photography of the sun.",
              "[21] Although named “héliographie” by Niépce, in the later 19th century “heliography” was used generally for all “sun-printing;",
              "” with “heliographic processes” coining to mean specifically the reprographic copying for line, rather than continuous tone, images.",
              "[11] The abbreviations héliog.",
              "or héliogr.",
              ", found on old reproductions, may stand for the French word héliogravure, and can then refer to any form of photogravure."
            ]
          },
          {
            "title": "The Niépce Heliograph - Harry Ransom Center",
            "url": "http://www.hrc.utexas.edu/niepce-heliograph/",
            "content": [
              "The Niépce Heliograph - Harry Ransom Center",
              "The invention of photography was announced simultaneously in France and England in 1839, dazzling the public and sending waves of excitement around the world.",
              "These astonishing breakthroughs depended upon centuries of developments in chemistry, optics, and the visual arts, accelerating in the decades after 1790.",
              "The Niépce Heliograph was made in 1827, during this period of fervent experimentation.",
              "It is the earliest photograph produced with the aid of the camera obscura known to survive today.",
              "The photograph was made by Joseph Nicéphore Niépce (1765–1833), born to a prominent family at Chalon-sur-Saône in the Burgundy region of France.",
              "Motivated by the growing popular demand for affordable pictures, Niépce's photographic experiments were conducted with the dual aims of copying prints and recording scenes from real life in the camera.",
              "At his family estate in the nearby village of Saint-Loup-de-Varennes, he produced legible but fleeting camera pictures—or points de vue, as he called them—in 1816.",
              "Over the next decade he tried an array of chemicals, materials, and techniques to advance the process he ultimately called héliographie, or 'sun writing.'",
              "To make the heliograph, Niépce dissolved light-sensitive bitumen in oil of lavender and applied a thin coating over a polished pewter plate.",
              "He inserted the plate into a camera obscura and positioned it near a window in his second-story workroom.",
              "After several days of exposure to sunlight, the plate yielded an impression of the courtyard, outbuildings, and trees outside.",
              "Writing about his process in December 1827, Niépce acknowledged that it required further improvements, but was nevertheless \"the first uncertain step in a completely new direction.\"",
              "In 1829 Niépce entered into formal partnership with Louis-Jacques-Mandé Daguerre (French, 1787–1851), proprietor of the famous Diorama in Paris.",
              "Daguerre continued to make vital improvements after Niepce's death and introduced his \"Daguerreotype\" process in 1839.",
              "After that stunning announcement, the Niépce Heliograph was brought forth by early supporters as evidence of his role in photography's invention.",
              "The Niépce Heliograph passed through a chain of private hands in Britain in the nineteenth and twentieth centuries before it was purchased by the Harry Ransom Center in 1963 as part of the Gernsheim Collection.",
              "More than twenty of Niépce's heliographic plates and prints made between 1825 and 1829 are held in public and private collections, yet the Niépce Heliograph is the only known surviving point de vue.",
              "Joseph Nicéphore Niépce (French, 1765–1833), Untitled 'point de vue,' 1827.",
              "Heliograph on pewter, 16.",
              "7 x 20.",
              "3 x .",
              "15 cm.",
              "Gernsheim Collection, purchase, 964:0000:0001 (TIFF / 206 MB / 6000x6000 / 540ppi / color charts) Admission is free 300 West 21st StreetAustin, Texas 78712Map / Parking 512-471-8944 Hours - Exhibitions Tuesday–Friday 10am–5pmSaturday–Sunday Noon–5pmClosed Mondays Hours - Reading and Viewing Room Monday–Saturday 9am–5pmClosed Sundays Follow us on Instagram Subscribe to monthly eNews Text Alerts: Text ransomcenterto 833-500-1125 for event reminders."
            ]
          },
          {
            "title": "The First Photograph On Display : The Picture Show : NPR",
            "url": "https://www.npr.org/sections/pictureshow/2010/09/13/129828522/gernsheim",
            "content": [
              "The First Photograph On Display : The Picture Show : NPR",
              "By Claire O'Neill Actually, the \"first photograph\" is a heliograph, or \"sun drawing.\"",
              "And its rediscovery was officially announced in 1952, so it's not really news.",
              "Sorry.",
              "But many visitors to a new exhibition in Texas are discovering it for the first time.",
              "At first glance, you may be struck by its uncanny resemblance to a blank piece of metal.",
              "Official image of the \"first photograph\" -- Joseph Nicephore Niepce's View from the Window at Le Gras, circa 1826 -- in 2003, without manual retouching.",
              "Courtesy of Harry Ransom Center hide caption This edited version shows more clearly the view from Niepce's window.",
              "hide caption But if you look closer, the vague outline of a tree and building begin to emerge.",
              "Suddenly it's 1826 and you're staring out the window of a French country home.",
              "With some stretch of the imagination.",
              "A few notable notes about this photo: 1 of 12 For those reasons, and certainly some more academic ones, Niepce's \"first photograph\" is one of the most coveted items in the University of Texas' Gernsheim Collection.",
              "You can also imagine the elation of Helmut Gernhseim when, after years of hunting, he finally found the plate.",
              "In a collection of more than 36,000 items amassed by him and his wife, Alison, it is indeed the holy grail.",
              "Now, nearly 200 photos from their collection, purchased by UT's Harry Ransom Center in the '60s, can been seen on display.",
              "It is the first in-depth viewing of one of the first and most extensive personal photographic collections in history.",
              "In the mid-1900s, \"nobody was really collecting photography,\" says David Coleman, curator of photography at the Harry Ransom Center.",
              "\"It was a rare thing to be doing generally.\"",
              "But the Gernsheims were ahead of the curve.",
              "Before photography was widely regarded as art, they were busy amassing plates, prints and pictures.",
              "According to Coleman, Gernsheim was responsible for establishing Niepce as \"the inventor of the medium of photography,\" and for \"rediscovering Lewis Carroll as a photographer.\"",
              "He wrote how-to guides and textbooks before the general public even cared about photography.",
              "Gernsheim was not only an early practitioner and premature collector of photography, but also one of the first photography scholars.",
              "As it always goes in the scramble for history's superlatives — of first photographs, oldest hominid knee caps, etc.",
              "— it is perhaps only a matter of time before some other photo outdates that of Niepce.",
              "But for now, the Harry Ransom Center can claim it;",
              "and you can see it in Austin through January.",
              "Learn more about the Gernsheims and the exhibition on the Harry Ransom Center website.",
              "Sponsor Message Become an NPR sponsor"
            ]
          }
        ]
      },
      "evidence": {
        "The first camera was invented in 1816 by French inventor Joseph Nicéphore Niépce.": [
          "When posed with the question as to who it was who actually took the very first photograph, there is little argument today that it was Joseph Nicephor Niépce.",
          "Nicéphore Niépce, (born March 7, 1765, Chalon-sur-Saône, France—died July 5, 1833, Chalon-sur-Saône), French inventor who was the first to make a permanent photographic image.",
          "Niépce's correspondence with his brother Claude has preserved the fact that his first real success in using bitumen to create a permanent photograph of the image in a camera obscura came in 1824."
        ],
        "Joseph Nicéphore Niépce was inspired by the camera obscura, a natural optical phenomenon that projects an inverted image of a scene through a small hole onto a surface.": [
          "Until then , these boxes with a lens adapted on a hole , projecting on the back an inverted image of the outside view , had only been used as a drawing aid.",
          "Niépce is believed to have taken the world’s first photographic etching in 1822.",
          "Using a camera obscura, a box with a hole in one side which utilizes light from an external scene, he took an engraving of Pope Pius VII.",
          "Nicephore starts by himself new research on an idea that has obsessed him for many years : making permanent on a support through a compound the images seen at the back of camerae obscurae ."
        ],
        "Joseph Nicéphore Niépce used a paper coated with silver chloride to produce a negative of the image.": [
          "In 1816, Nicéphore Niépce, using paper coated with silver chloride, succeeded in photographing the images formed in a small camera, but the photographs were negatives, darkest where the camera image was lightest and vice versa, and they were not permanent in the sense of being reasonably light-fast;",
          "like earlier experimenters, Niépce could find no way to prevent the coating from darkening all over when it was exposed to light for viewing."
        ],
        "The images produced by Joseph Nicéphore Niépce using silver chloride were not permanent and would fade over time.": [
          "He recorded a view from his workroom window on paper sensitized with silver chloride but was only partially able to fix the image."
        ],
        "In 1826, Joseph Nicéphore Niépce used a different process called heliography.": [
          "Niépce prepared a synopsis of his experiments in November 1829: On Heliography, or a method of automatically fixing by the action of light the image formed in the camera obscura[8][9] which outlines his intention to use his “Heliographic” method of photogravure or photolithography as a means of making lithographic, intaglio or relief master plates for multiple printed reproductions in ink.",
          "Nicéphore Niépce called this first image a 'heliograph', literally 'sun writing' or 'work of the sun.'",
          "The prints indisputably made by Niépce in 1826 and 1827, which he referred to by the generic term 'heliography,' are of a fully photographic nature and earned him the status of inventor.",
          "Heliography (in French, héliographie) from helios (Greek: ἥλιος), meaning \"sun\", and graphein (γράφειν), \"writing\") is the photographic process invented, and named thus, by Joseph Nicéphore Niépce around 1822,[1] which he used to make the earliest known surviving photograph from nature, View from the Window at Le Gras (1826 or 1827), and the first realisation of photoresist[2] as means to reproduce artworks through inventions of photolithography and photogravure."
        ],
        "Heliography involved exposing a pewter plate coated with bitumen to light.": [
          "He dissolved bitumen of Judea (a kind of asphalt) in a solvent and coated a pewter plate with the resulting solution.",
          "After exposure the plate was washed in lavender oil and turpentine, which removed the soft unexposed bitumen, leaving a permanent image created by light.",
          "To make the heliograph, Niépce dissolved light-sensitive bitumen in oil of lavender and applied a thin coating over a polished pewter plate."
        ],
        "The first permanent photograph ever was produced by Joseph Nicéphore Niépce using heliography.": [
          "Later historians have reclaimed Niépce from relative obscurity, and it is now generally recognized that his \"heliography\" was the first successful example of what we now call \"photography\":[11] the creation of a reasonably light-fast and permanent image by the action of light on a light-sensitive surface and subsequent processing.",
          "Nicéphore Niépce, (born March 7, 1765, Chalon-sur-Saône, France—died July 5, 1833, Chalon-sur-Saône), French inventor who was the first to make a permanent photographic image.",
          "In 1826 or 1827, he used a primitive camera to produce the oldest surviving photograph of a real-world scene.",
          "Niépce developed heliography, a technique he used to create the world's oldest surviving product of a photographic process: a print made from a photoengraved printing plate in 1825 (see View from the Window at Le Gras).",
          "Niépce called his process heliography, which literally means \"sun drawing\".",
          "In 1826/27, using a camera, he made a view from his workroom on a pewter plate, this being the first permanently fixed image from nature."
        ],
        "The first permanent photograph ever captured the view out of Joseph Nicéphore Niépce's window at his home in France.": [
          "Joseph Nicéphore Niépce, View from the Window at Le Gras",
          "This article is a look at the story behind Nicéphore Niépce’s View from the Window at Le Gras, the world’s oldest known photograph captured with a camera.",
          "The Harry Ransom Center carefully describes the First Photograph as “the first permanent photograph from nature.”",
          "Finally, in 1826–1827 (the exact year is debated), the chemical process, the power of the camera, the successful quest for permanence, and the combined curiosity of the inventor all came together: Joseph Nicéphore Niépce made the first permanent photograph from nature with a camera.",
          "View from the Window at Le Gras is a heliographic image and the oldest surviving camera photograph.",
          "Joseph Nicéphore Niépce made the first permanent photograph from nature with a camera."
        ],
        "Joseph Nicéphore Niépce called his device a heliograph or a sun drawing.": [
          "Heliography (in French, héliographie) from helios (Greek: ἥλιος), meaning \"sun\", and graphein (γράφειν), \"writing\") is the photographic process invented, and named thus, by Joseph Nicéphore Niépce around 1822,[1] which he used to make the earliest known surviving photograph from nature, View from the Window at Le Gras (1826 or 1827), and the first realisation of photoresist[2] as means to reproduce artworks through inventions of photolithography and photogravure.",
          "Actually, the \"first photograph\" is a heliograph, or \"sun drawing.\""
        ]
      },
      "subconclusions": {
        "The first camera was invented in 1816 by French inventor Joseph Nicéphore Niépce.": "partially supported",
        "Joseph Nicéphore Niépce was inspired by the camera obscura, a natural optical phenomenon that projects an inverted image of a scene through a small hole onto a surface.": "supported",
        "Joseph Nicéphore Niépce used a paper coated with silver chloride to produce a negative of the image.": "supported",
        "The images produced by Joseph Nicéphore Niépce using silver chloride were not permanent and would fade over time.": "supported",
        "In 1826, Joseph Nicéphore Niépce used a different process called heliography.": "supported",
        "Heliography involved exposing a pewter plate coated with bitumen to light.": "supported",
        "The first permanent photograph ever was produced by Joseph Nicéphore Niépce using heliography.": "supported",
        "The first permanent photograph ever captured the view out of Joseph Nicéphore Niépce's window at his home in France.": "supported",
        "Joseph Nicéphore Niépce called his device a heliograph or a sun drawing.": "supported"
      }
    }
  }
}