{
  "4a141c7f-506f-4364-8f9b-eab3a0bef76c": {
    "query": "Which country has the highest number of Nobel Laureates in science and what are the main fields in which they have been awarded?",
    "response": "According to the official website of the Nobel Prize, the country with the highest number of Nobel Laureates in science is **the United States**, with a total of **383 winners**[^2^]. The majority of these prizes have been in the Nobel Prize for Physics[^1^]. It is commonly thought that the access to improving technology has led to this accomplishment in the US[^1^].\n\nThe main fields in which they have been awarded are Physics (97), Chemistry (71), Physiology or Medicine (113), and Economic Sciences (62)[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.worldatlas.com/articles/top-30-countries-with-nobel-prize-winners.html \"Nobel Prize Winners By Country - WorldAtlas\"\n[2]: https://en.wikipedia.org/wiki/List_of_Nobel_laureates_by_country \"List of Nobel laureates by country - Wikipedia\"\n[3]: https://en.wikipedia.org/wiki/List_of_countries_by_Nobel_laureates_per_capita \"List of countries by Nobel laureates per capita - Wikipedia\"\n\nAccording to the official website of the Nobel Prize, the country with the highest number of Nobel Laureates in science is **the United States**, with a total of **383 winners**[^1^][2]. The majority of these prizes have been in the Nobel Prize for Physics[^2^][1]. It is commonly thought that the access to improving technology has led to this accomplishment in the US[^2^][1].\n\nThe main fields in which they have been awarded are Physics (97), Chemistry (71), Physiology or Medicine (113), and Economic Sciences (62)[^1^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. en.wikipedia.org](https://en.wikipedia.org/wiki/List_of_Nobel_laureates_by_country) [2. www.worldatlas.com](https://www.worldatlas.com/articles/top-30-countries-with-nobel-prize-winners.html) [3. en.wikipedia.org](https://en.wikipedia.org/wiki/List_of_countries_by_Nobel_laureates_per_capita)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "List of Nobel laureates by country - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_by_country",
        "searchQuery": "country with highest number of Nobel Laureates in science"
      },
      {
        "providerDisplayName": "Nobel Prize Winners By Country - WorldAtlas",
        "seeMoreUrl": "https://www.worldatlas.com/articles/top-30-countries-with-nobel-prize-winners.html",
        "searchQuery": "country with highest number of Nobel Laureates in science"
      },
      {
        "providerDisplayName": "List of countries by Nobel laureates per capita - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/List_of_countries_by_Nobel_laureates_per_capita",
        "searchQuery": "country with highest number of Nobel Laureates in science"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The United States has the highest number of Nobel Laureates in science with a total of 383 winners.",
        "The majority of the Nobel Prizes won by the United States have been in the Nobel Prize for Physics.",
        "The access to improving technology is thought to have led to the United States' accomplishment in winning the most Nobel Prizes in science."
      ],
      "queries": [
        "United States Nobel Laureates science winners count",
        "United States Nobel Prize winners majority in Physics",
        "United States Nobel Prizes in science technology access impact"
      ],
      "search_results": {
        "The United States has the highest number of Nobel Laureates in science with a total of 383 winners.": [
          {
            "title": "List of American Nobel laureates - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_American_Nobel_laureates",
            "content": [
              "List of American Nobel laureates - Wikipedia",
              "Since 1901, the Nobel Prize has been awarded to a total of 954 individuals and 27 organizations as of 2022.",
              "[1] The United States has the highest number of Nobel laureates in the world, with over 400 Nobel laureates.",
              "[2] Around 40% of all Nobel Prizes have been awarded to Americans;",
              "around 35% of them are immigrants from other nations.",
              "[3] U.",
              "S.",
              "President Theodore Roosevelt was the first American to win a Nobel Prize of any kind, being awarded the Nobel Peace Prize in 1906 for his role in negotiating peace for the Russo-Japanese War.",
              "[4] Albert Michelson was the first American to win a Nobel Prize in any of the sciences, and Sinclair Lewis was the first American to win the Nobel Prize in Literature.",
              "[5][6]"
            ]
          },
          {
            "title": "List of Nobel laureates by country - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_by_country",
            "content": [
              "List of Nobel laureates by country - Wikipedia",
              "This is a list of Nobel Prize laureates by country.",
              "Listings for Economics refer to the related Nobel Memorial Prize in Economic Sciences.",
              "The Nobel Prizes and the Prize in Economic Sciences have been awarded 567 times to 889 recipients, of which 26 awards (all Peace Prizes) were to organizations.",
              "Due to some recipients receiving multiple awards, the total number of recipients is 860 individuals and 22 organizations.",
              "[1] The present list ranks laureates under the country/countries that are stated by the Nobel Prize committee on its website.",
              "[2] The list does not distinguish between laureates who received a full prize and the majority who shared a prize.",
              "[3] Some laureates are listed under more than one country, because the official website mentions multiple countries in relation to the laureate.",
              "[4] If a country is merely mentioned as the place of birth, an asterisk (*) is used in the respective listing to indicate this.",
              "[5] In this case, the birth country is mentioned in italics at the other listings of this laureate.",
              "Organizations are listed here if the Nobel Prize committee relates them to a single country.",
              "[6] Notes Ethnic Croat and national born in Condominium of Bosnia and Herzegovina, Austro-Hungarian Empire (now Bosnia and Herzegovina), Literature, 1961"
            ]
          },
          {
            "title": "Who Are the Nobel Prize Winners? We&#39;ve Crunched the Numbers.",
            "url": "https://www.nationalgeographic.com/science/article/nobel-prize-winners-laureates-charts-graphics-science",
            "content": [
              "Who Are the Nobel Prize Winners? We&#39;ve Crunched the Numbers.",
              "We dove into 115 years’ worth of past laureates, and the data revealed some striking trends.",
              "What is the Nobel Prize?",
              "The 2018 Nobel Prize in chemistry has been awarded to Frances Arnold, George Smith, and Sir Gregory Winter for harnessing the power of evolution to make new kinds of catalysts and medicines.",
              "The trio joins one of humankind's most exclusive clubs.",
              "Since the first awards in 1901, 900 individuals have received Nobel Prizes.",
              "As the latest laureates join the hallowed host this week, National Geographic wanted to get to know them all better.",
              "(Find out more about the secretive process behind the Nobel Prizes.)",
              "Using the Nobel Foundation's detailed datasets from 1901 to 2016, we break down the winners of the world's best-known awards.",
              "Home to hundreds of individual Nobel laureates, the United States has amassed the largest number of total prizes in any country.",
              "But a sizable percentage of U.",
              "S.",
              "-affiliated science laureates are immigrants who came to the U.",
              "S.",
              "during their childhoods or early careers.",
              "More than 30 percent of all U.",
              "S.",
              "-based winners of the Nobel Prize in chemistry were born outside of the U.",
              "S—a club that German-born Joachim Frank, a professor at Columbia University, joined last year as a co-recipient of the 2017 award.",
              "MIT physicist Rainer Weiss, co-winner of the 2017 Nobel Prize in physics, was also born in Germany, joining the 35 percent of U.",
              "S.",
              "physics laureates who were born abroad.",
              "Evidence suggests that the globetrotting lifestyle itself spurs innovation.",
              "A study in Nature published last October suggests that scientists who moved around internationally are cited more widely than academics who stayed in the country where they published their first paper.",
              "Of the 2018 chemistry laureates, only one—Smith—is above the age of 70.",
              "But Arthur Ashkin and Gérard Mourou, two of the three 2018 physics laureates, are at least 70 years old, as are 2018's medicine laureates—James Allison and Tasuku Honjo—and all but one of 2017's science laureates.",
              "That's reflective of a graying trend among laureates.",
              "Over the last century, the average ages at the time of recognition have creeped ever upward.",
              "In a 2016 interview with the BBC, Nobel Museum senior curator Gustav Källstrand noted that academic fields have changed dramatically in the last century.",
              "About a hundred years ago, there were only about a thousand physicists.",
              "Now, there are hundreds of thousands—perhaps even a million—worldwide, making the “breakthrough backlog” that much larger with each passing year.",
              "That said, novelists and economists have also grown in ranks, yet they aren't graying at the same rate as the sciences.",
              "In addition, the overall trend for the Nobel Peace Prize favors younger laureates.",
              "The Peace Prize claims the youngest-ever Nobel recipient: education activist Malala Yousafzai, who was 17 when she co-won the prize in 2014.",
              "Including Arnold, Smith, and Winter, 900 individuals have won Nobel Prizes between 1901 and 2018.",
              "Only 50 have been women.",
              "Arnold is the fifth woman ever to win a Nobel Prize in chemistry and the first since 2009, when Ada Yonath won for her work studying the ribosome.",
              "In some disciplines, the Nobel drought persisted for decades: Donna Strickland, co-recipient of the 2018 Nobel Prize in physics, is the third woman ever to win the award, and the first to win in 55 years.",
              "The last female physics laureate, Maria Goeppert Mayer, was honored in 1963.",
              "“We need to celebrate women physicists because they’re out there .",
              ".",
              ".",
              "I’m honored to be one of those women,\" Strickland says in a Nobel Foundation statement.",
              "Lise Meitner, an Austrian physicist who studied nuclear fission, died in 1968.",
              "According to the official rules, Nobel Prizes can't be awarded after death.",
              "The gap reflects longtime institutional biases against women within the sciences, a lag made worse by the backlog of Nobel-worthy discoveries.",
              "Nobel Museum curators told the BBC that they have no evidence of the committee refusing to give an award because a nominee was a woman.",
              "They also say that the committee slightly bent prize rules to ensure that Marie Curie shared the 1903 Nobel Prize in physics.",
              "But that may come as small consolation to the supremely qualified female scientists who were never recognized.",
              "For instance, Lise Meitner, one of the co-discoverers of nuclear fission, was nominated for the physics prize 29 times from 1937 to 1965 and the chemistry prize an additional 19 times from 1924 to 1948, according to Nobel Foundation archival records.",
              "She never won.",
              "Astronomer Vera Rubin's groundbreaking work revealing the existence of dark matter received wide acclaim, but she died on December 25, 2016, with no Nobel to call her own.",
              "(Read National Geographic's obituary for Vera Rubin.)",
              "Jocelyn Bell Burnell recently won the Breakthrough Prize for her 1967 discovery of pulsars, a find also recognized by the 1974 Nobel Prize in physics.",
              "But Bell Burnell didn't share in the Nobel: Instead, the award went to Antony Hewish, her supervisor and coauthor, and Hewish's collaborator Sir Martin Ryle.",
              "Nobel Foundation rules say that a Nobel Prize can only be awarded to up to three individuals, reflective of the small-team science that prevailed in the early 20th century.",
              "But today, major breakthroughs increasingly come from massive scientific collaborations, and the Nobel Committee has been reticent to award science prizes to broader groups.",
              "The contrast is especially stark in physics, where scientific collaborations can include thousands of researchers—as illustrated by the breakthrough that earned the 2017 Nobel Prize in physics.",
              "The prize went to Rainer Weiss, Kip Thorne, and Barry Barish for detecting gravitational waves, ripples in space-time predicted by Einstein's general theory of relativity.",
              "While the trio's contributions were huge, they themselves argue that the prize should have recognized the broader LIGO Scientific Collaboration, which includes hundreds of scientists.",
              "After all, the study that announced the detection of gravitational waves has 1,011 co-authors, by Popular Science's count.",
              "Just 0.",
              "3 percent of them were honored by name in Stockholm.",
              "\"We live in an era where some huge discoveries are really the result of giant collaborations, with major contributions coming from very large numbers of people,\" Thorne says in an interview posted on the Nobel Prize's website.",
              "\"I hope that in the future,\" he says, \"the Nobel Prize committee finds a way to award the prize to the large collaborations that make this and not just to the people who may have been seminal to the beginning of the project, as we were.\"",
              "Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2023 National Geographic Partners, LLC.",
              "All rights reserved"
            ]
          }
        ],
        "The majority of the Nobel Prizes won by the United States have been in the Nobel Prize for Physics.": [
          {
            "title": "List of Nobel laureates in Physics - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
            "content": [
              "List of Nobel laureates in Physics - Wikipedia",
              "The Nobel Prize in Physics (Swedish: Nobelpriset i fysik) is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of physics.",
              "It is one of the five Nobel Prizes established by the 1895 will of Alfred Nobel (who died in 1896), awarded for outstanding contributions in physics.",
              "[1] As dictated by Nobel's will, the award is administered by the Nobel Foundation and awarded by the Royal Swedish Academy of Sciences.",
              "[2] The award is presented in Stockholm at an annual ceremony on 10 December, the anniversary of Nobel's death.",
              "[3] Each recipient receives a medal, a diploma and a monetary award prize that has varied throughout the years.",
              "[4] The Nobel Prize in Physics has been awarded to 224 individuals as of 2023.",
              "[5] The first prize in physics was awarded in 1901 to Wilhelm Conrad Röntgen, of Germany, who received 150,782 SEK.",
              "John Bardeen is the only laureate to win the prize twice—in 1956 and 1972.",
              "William Lawrence Bragg was the youngest Nobel laureate in physics;",
              "he won the prize in 1915 at the age of 25.",
              "He was also the youngest laureate for any Nobel prize until 2014 (when Malala Yousafzai won the Nobel Peace Prize at age 17).",
              "[6] The oldest Nobel Prize laureate in physics was Arthur Ashkin who was 96 years old when he was awarded the prize in 2018.",
              "[7] Only five women have won the prize: Marie Curie (1903), Maria Goeppert-Mayer (1963), Donna Strickland (2018), Andrea Ghez (2020), and Anne L'Huillier (2023).",
              "[8] Before L'Huillier, each woman only ever received a quarter share of the prize, although Marie Curie did receive an unshared Nobel prize in chemistry in 1911.",
              "In 2023 L'Huillier received a one-third share.",
              "There have been six years for which the Nobel Prize in Physics was not awarded (1916, 1931, 1934, 1940–1942).",
              "There were also nine years for which the Nobel Prize in Physics was delayed for one year: Ioannidis et al.",
              "reported that half of the Nobel Prize for science awarded between 1995 and 2017 are clustered in few disciplines.",
              "Particle physics (14%), atomic physics (10.",
              "9%), and 3 non-physics disciplines are dominating the prize in recent decades.",
              "And then semiconductor physics and magnetics are the next most honoured physics disciplines.",
              "[18] ^ A.",
              "The form and spelling of the names in the name column is according to nobelprize.",
              "org, the official website of the Nobel Foundation.",
              "Alternative spellings and name forms, where they exist, are given at the articles linked from this column.",
              "Where available, an image of each Nobel laureate is provided.",
              "For the official pictures provided by the Nobel Foundation, see the pages for each Nobel laureate at nobelprize.",
              "org.",
              "^ B.",
              "The information in the country column is according to nobelprize.",
              "org, the official website of the Nobel Foundation.",
              "This information may not necessarily reflect the recipient's birthplace or citizenship, and instead reflect their academic or scientific affiliation at the time of receiving the award.",
              "^ C.",
              "The citation for each award is quoted (not always in full) from nobelprize.",
              "org, the official website of the Nobel Foundation.",
              "The links in this column are to articles (or sections of articles) on the history and areas of physics for which the awards were presented.",
              "The links are intended only as a guide and explanation.",
              "For a full account of the work done by each Nobel laureate, please see the biography articles linked from the name column."
            ]
          },
          {
            "title": "Winners of the Nobel Prize for Physics - Britannica",
            "url": "https://www.britannica.com/topic/Winners-of-the-Nobel-Prize-for-Physics-1856942",
            "content": [
              "Winners of the Nobel Prize for Physics - Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "The Nobel Prize for Physics is awarded, according to the will of Swedish inventor and industrialist Alfred Bernhard Nobel, “to those who, during the preceding year, shall have conferred the greatest benefit on mankind” in the field of physics.",
              "It is conferred by the Royal Swedish Academy of Sciences in Stockholm.",
              "The table provides a list of winners of the Nobel Prize for Physics."
            ]
          },
          {
            "title": "List of American Nobel laureates - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_American_Nobel_laureates",
            "content": [
              "List of American Nobel laureates - Wikipedia",
              "Since 1901, the Nobel Prize has been awarded to a total of 954 individuals and 27 organizations as of 2022.",
              "[1] The United States has the highest number of Nobel laureates in the world, with over 400 Nobel laureates.",
              "[2] Around 40% of all Nobel Prizes have been awarded to Americans;",
              "around 35% of them are immigrants from other nations.",
              "[3] U.",
              "S.",
              "President Theodore Roosevelt was the first American to win a Nobel Prize of any kind, being awarded the Nobel Peace Prize in 1906 for his role in negotiating peace for the Russo-Japanese War.",
              "[4] Albert Michelson was the first American to win a Nobel Prize in any of the sciences, and Sinclair Lewis was the first American to win the Nobel Prize in Literature.",
              "[5][6]"
            ]
          }
        ],
        "The access to improving technology is thought to have led to the United States' accomplishment in winning the most Nobel Prizes in science.": [
          {
            "title": "NSF Statement on 2021 Nobel Laureates in Science",
            "url": "https://new.nsf.gov/news/nsf-statement-2021-nobel-laureates-science",
            "content": [
              "NSF Statement on 2021 Nobel Laureates in Science",
              "An official website of the United States government Here's how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS.",
              "A lock (LockLocked padlock) or https:// means you've safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "This past week, the Nobel Assembly and the Royal Swedish Academy of Sciences announced the 2021 Nobel Prize recipients.",
              "Among the prize recipients in physiology or medicine, physics, and economic sciences are researchers who have been supported by the U.",
              "S.",
              "National Science Foundation.",
              "\"We extend our congratulations to all the recipients of this year's Nobel Prizes for their bold thinking and transformative discoveries,\" said NSF Director Sethuraman Panchanathan.",
              "\"For 70 years, NSF's investments in exploratory research have expanded the frontiers of knowledge and technology and supported both foundational, curiosity-driven, discovery-oriented research and use-inspired, solutions-oriented work.",
              "The impact of our support is reflected by the 253 NSF-funded Nobel Prize winners.",
              "As we adapt to the nation's changing needs, NSF will always remain dedicated to our core mission of investing in the whole range of fundamental science and engineering and STEM education.",
              "As stewards of the public trust, we can help secure that future by supporting tomorrow's Nobel laureates today.\"",
              "Below are this year's winners and a summary of their achievements as well as a description of the research NSF helped to support.",
              "The 2021 Nobel Prize in Physiology or Medicine David Julius, University of California, San Francisco, and Ardem Patapoutian, Scripps Research of the Howard Hughes Medical Institute, \"for their discoveries of receptors for temperature and touch.\"",
              "Understanding how organisms sense and respond to stimuli – specifically heat – is critical in harnessing these responses and mitigating them when needed, such as in the case of chronic pain.",
              "Gaining this knowledge requires fundamental research across different organisms that can lead to translational impacts in biotechnology and biomedicine.",
              "NSF is proud to have recognized the importance and potential power of David Julius' research with a Presidential Young Investigators award in 1990.",
              "The 2021 Nobel Prize in Physics Syukuro Manabe, Princeton University, and Klaus Hasselmann, Max Planck Institute for Meteorology, Hamburg, Germany, \"for the physical modelling of Earth's climate, quantifying variability and reliably predicting global warming,\" and Giorgio Parisi, Sapienza University of Rome, Italy, \"for the discovery of the interplay of disorder and fluctuations in physical systems from atomic to planetary scales.\"",
              "Making sense of systems that function from randomness and disorder is not only a challenge, but also essential for understanding some of the most important phenomena of the world.",
              "Manabe developed the first-of-its-kind general circulation climate model that combined both oceanic and atmospheric processes that paved the way for the critical work of limiting the impact of human-caused climate change.",
              "NSF is proud to have supported Manabe's research on large-scale atmospheric circulation in the early 1980s through awards at Princeton University.",
              "The 2021 Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel David Card, University of California, Berkeley, “for his empirical contributions to labor economics;",
              "” and Joshua D.",
              "Angrist, Massachusetts Institute of Technology and Guido W.",
              "Imbens, Stanford University “for their methodological contributions to the analysis of causal relationships” Understanding the complex — and oftentimes counterintuitive — cause and effect relationships between changing aspects of our society and economy is a critical need for policy makers and other leaders.",
              "The collective discoveries of Card, Angrist and Imbens, along with contributions by Card’s colleague Alan Krueger who died in 2019, showed how cause and effect can be accurately determined when it is not feasible or ethical to conduct a controlled experiment.",
              "They used “natural experiments” — large-scale situations arising in real life — to precisely understand how one thing causes another, such as how income affects health, how wages affect unemployment and how investments in schools affect the future earnings of students.",
              "Their methods have been widely adopted and applied by researchers studying a range of important social and economic issues.",
              "NSF is proud to have supported all three winners and their groundbreaking work Learn more about the history of NSF-supported Nobel laureates at nsf.",
              "gov.",
              "Sign up for email updates"
            ]
          },
          {
            "title": "NSF statement on 2023 Nobel laureates in science",
            "url": "https://new.nsf.gov/news/nsf-statement-2023-nobel-laureates-science",
            "content": [
              "NSF statement on 2023 Nobel laureates in science",
              "An official website of the United States government Here's how you know Official websites use .",
              "gov A .",
              "gov website belongs to an official government organization in the United States.",
              "Secure .",
              "gov websites use HTTPS.",
              "A lock (LockLocked padlock) or https:// means you've safely connected to the .",
              "gov website.",
              "Share sensitive information only on official, secure websites.",
              "The week before last, the Nobel Assembly and the Royal Swedish Academy of Sciences began announcing the 2023 Nobel Prize recipients.",
              "Among the winners in physics, chemistry and economic sciences are researchers who have been supported by the U.",
              "S.",
              "National Science Foundation during their careers.",
              "\"We extend our congratulations to all the winners of this year's Nobel Prizes.",
              "The achievements of these inspiring individuals have provided humanity with lasting benefits, thereby rightfully securing their names in annals of history,\" said NSF Director Sethuraman Panchanathan.",
              "\"Since its establishment in 1950, NSF has advanced the full spectrum of science and engineering and STEM education, seeding a discovery ecosystem far and wide through crucial investments in curiosity-driven and translational research.",
              "Exemplifying our impact are the 262 Nobel Prize recipients we’ve funded thus far.",
              "We are truly honored to have played a supportive role in their accomplishments, and we will continue to invest in the research and people whose bold visions, ingenuity and hard work push the frontiers of knowledge and promote real progress for a better, safer and healthier world.\"",
              "Listed below are this year's winners, a summary of their achievements, and a description of their research NSF helped to support.",
              "Moungi G.",
              "Bawendi, Massachusetts Institute of Technology;",
              "Louis E.",
              "Brus, Columbia University;",
              "Alexei I.",
              "Ekimov, Nanocrystals Technology Inc.",
              "\"For the discovery and synthesis of quantum dot technology.\"",
              "In the 1930s, physicists began theorizing the properties of synthetic materials so small in their dimensions that they could exhibit quantum properties.",
              "Thanks to the collective discoveries and seminal experiments of Bawendi, Brus and Ekimov in the 1980s and 1990s, scientists have a chemical method for reliably producing high-quality, semiconducting quantum dots.",
              "Today, quantum dots (a few nanometers in diameter) are manufactured into products that are part of our everyday lives – TVs, computers and smartphones – and researchers believe that in the future, these semiconducting nanocrystals could be used in technologies such as flexible electronics, tiny sensors and quantum computers.",
              "NSF is proud to have supported the research and early-career development of Brus and Bawendi, including the latter’s Presidential Young Investigator Award in 1991.",
              "Pierre Agostini, Ohio State University;",
              "Ferenc Krausz, Max Planck Institute of Quantum Optics, Garching and Ludwig-Maximilians-Universität München;",
              "Anne L’Huillier, Lund University.",
              "\"For experimental methods that generate attosecond pulses of light for the study of electron dynamics in matter.\"",
              "Since the late 1980s, researchers have been conducting experiments designed to track the ultrafast motion (43 miles per second) of electrons and grasp the dynamic behavior of these subatomic particles.",
              "Through their independent efforts and combined work, Agostini, Krausz and L’Huillier developed breakthrough techniques to capture, in real time, electrons’ rapid movements using short pulses of light called \"attosecond pulses.\"",
              "NSF is proud to have supported Agostini’s exploratory research and particle motion experiments over the course of two decades.",
              "These laureates’ collective discoveries have opened another door into the world of electrons, helping to better understand the fundamental laws of physics, while paving the way for the creation of new technologies.",
              "Claudia Goldin, Harvard University.",
              "\"For having advanced our understanding of women’s labor market outcomes.\"",
              "Making sense of the underlying factors that drive women’s workforce representation and earnings is critical to better understand wage and labor gaps over the last century and the barriers that need to be addressed to overcome these systemic problems. In the early 1980s, Claudia Goldin adopted a comprehensive approach to explaining these differences.",
              "She concluded that structural transformation of the economy, laws and innovations in technology and medicine – namely, women’s access to the contraceptive pill -- and evolving social norms regarding women’s education and responsibilities in the home and family were driving forces in women’s greater representation in the workforce.",
              "A central finding is that differences in pay and workforce participation are due not to biology but to the division of unpaid caregiving responsibilities between heterosexual couples.",
              "NSF is proud to have supported Goldin’s research career over 40 years.",
              "Her groundbreaking work has led to surprising insights into women’s historical and contemporary roles in the labor market and helped us better understand how and why rates of employment and pay differ between women and men -- knowledge critical for creating a more equitable and efficient society.",
              "Learn more about NSF's Nobel connection and read about past NSF-supported laureates at nsf.",
              "gov.",
              "Sign up for email updates"
            ]
          },
          {
            "title": "DOE Nobel Laureates | U.S. DOE Office of Science (SC)",
            "url": "https://science.osti.gov/About/Honors-and-Awards/DOE-Nobel-Laureates",
            "content": [
              "DOE Nobel Laureates | U.S. DOE Office of Science (SC)",
              "Javascript is currently disabled in your browser.",
              "Please enable Javascript, or use an alternative browser.",
              "Among the most prestigious scientific awards in the world are the Nobel Prizes for Chemistry, Physics, and Physiology or Medicine.",
              "All three of these Nobel Prizes have been presented since 1901, with the Nobel Prizes in Chemistry and Physics awarded annually by the Royal Swedish Academy of Sciences and the Nobel Prize in Physiology or Medicine awarded by the Nobel Assembly at Karolinska Institutet.",
              "(For more information about the Nobel Prize, visit nobelprize.",
              "org.)",
              "Going back to the earliest days of the Manhattan Project, the Department of Energy and its predecessor agencies blended cutting-edge research and innovative problem-solving to keep the United States in the forefront of scientific discovery.",
              "The 118 Nobel Laureates associated with DOE serve as a proud testimony to both the high quality and the impact of the research underwritten by or associated with the Department.",
              "A list of the 118 DOE-affiliated Nobel Prize winners is provided below.",
              "2020 Chemistry Jennifer A.",
              "Doudna Nobel Lecture University of California, Berkeley 2019 Chemistry John B.",
              "Goodenough Nobel Lecture University of Texas, Austin 2019 Chemistry M.",
              "Stanley Whittingham Nobel Lecture Binghamton University, State University of New York Gérard Mourou Nobel Lecture University of Michigan École Polytechnique, France Donna Strickland Frances H.",
              "Arnold Nobel Lecture Martin Karplus Nobel Lecture Michael Levitt Nobel Lecture Brian K.",
              "Kobilka Nobel Lecture Saul Perlmutter Nobel Lecture Venkatraman Ramakrishnan Nobel Lecture Thomas A.",
              "Steitz Nobel Lecture Ada E.",
              "Yonath Nobel Lecture Roger Y.",
              "Tsien Nobel Lecture Yoichiro Nambu Nobel Lecture Peter Grünberg Nobel Lecture Roger D.",
              "Kornberg Nobel Lecture John C.",
              "Mather Nobel Lecture George F.",
              "Smoot Nobel Lecture Robert H.",
              "Grubbs Nobel Lecture Richard R.",
              "Schrock Nobel Lecture David J.",
              "Gross Nobel Lecture H.",
              "David Politzer Nobel Lecture Frank Wilczek Nobel Lecture Peter Agre Nobel Lecture Roderick MacKinnon Nobel Lecture Alexei A.",
              "Abrikosov Nobel Lecture Sir Peter Mansfield Nobel Lecture Raymond Davis, Jr.",
              "Nobel Lecture Masatoshi Koshiba Nobel Lecture Alan J.",
              "Heeger Nobel Lecture Alan G.",
              "MacDiarmid Nobel Lecture Ahmed H.",
              "Zewail Nobel Lecture Martinus J.",
              "G.",
              "Veltman Nobel Lecture John A.",
              "Pople Nobel Lecture Robert B.",
              "Laughlin Nobel Lecture Paul D.",
              "Boyer Nobel Lecture Steven Chu Nobel Lecture Stanley B.",
              "Prusiner Nobel Lecture Robert F.",
              "Curl, Jr.",
              "Nobel Lecture Richard E.",
              "Smalley Nobel Lecture David M.",
              "Lee Nobel Lecture Douglas D.",
              "Osheroff Nobel Lecture Mario J.",
              "Molina Nobel Lecture F.",
              "Sherwood Rowland Nobel Lecture Martin L.",
              "Perl Nobel Lecture Frederick Reines Nobel Lecture George A.",
              "Olah Nobel Lecture Bertram N.",
              "Brockhouse Nobel Lecture Clifford G.",
              "Shull Nobel Lecture Russell A.",
              "Hulse Nobel Lecture Joseph H.",
              "Taylor, Jr.",
              "Nobel Lecture Rudolph A.",
              "Marcus Nobel Lecture Georges Charpak Nobel Lecture Jerome I.",
              "Friedman Nobel Lecture Henry W.",
              "Kendall Nobel Lecture Richard E.",
              "Taylor Nobel Lecture Thomas R.",
              "Cech Nobel Lecture Norman F.",
              "Ramsey Nobel Lecture Johann Deisenhofer Nobel Lecture Leon M.",
              "Lederman Nobel Lecture Melvin Schwartz Nobel Lecture Jack Steinberger Nobel Lecture Donald J.",
              "Cram Nobel Lecture Yuan T.",
              "Lee Nobel Lecture Dudley R.",
              "Herschbach Nobel Lecture William Alfred Fowler Nobel Lecture Barbara McClintock Nobel Lecture Henry Taube Nobel Lecture Kenneth G.",
              "Wilson Nobel Lecture Roald Hoffmann Nobel Lecture Val Logsdon Fitch Nobel Lecture James Watson Cronin Nobel Lecture Allan M.",
              "Cormack Nobel Lecture Sheldon Lee Glashow Nobel Lecture Abdus Salam Nobel Lecture Steven Weinberg Nobel Lecture Ilva Prigogine Nobel Lecture Burton Richter Nobel Lecture Samuel Chao Chung Ting Nobel Lecture Ben Roy Mottelson Nobel Lecture Leo James Rainwater Nobel Lecture Paul J.",
              "Flory Nobel Lecture Ivar Giaever Nobel Lecture Leon Neil Cooper Nobel Lecture John Bardeen Nobel Lecture John Robert Schrieffer Nobel Lecture Luis Walter Alvarez Nobel Lecture Hans Albrecht Bethe Nobel Lecture Richard P.",
              "Feynman Nobel Lecture Julian Schwinger Nobel Lecture Charles Hard Townes Nobel Lecture Eugene Paul Wigner Nobel Lecture Maria Goeppert-Mayer Nobel Lecture James Dewey Watson Nobel Lecture Robert Hofstadter Nobel Lecture Melvin Calvin Nobel Lecture Donald Arthur Glaser Nobel Lecture Willard Frank Libby Nobel Lecture Owen Chamberlain Nobel Lecture Emilio Gino Segr&egrave;",
              "Nobel Lecture George Wells Beadle Nobel Lecture Tsung-Dao (T.",
              "D.)",
              "Lee Nobel Lecture Chen Ning Yang Nobel Lecture John Bardeen Nobel Lecture Polykarp Kusch Nobel Lecture Willis Eugene Lamb Nobel Lecture Felix Bloch Nobel Lecture Edward Mills Purcell Nobel Lecture Edwin Mattison McMillan Nobel Lecture Glenn Theodore Seaborg Nobel Lecture Hermann Joseph Muller Nobel Lecture Ernest Orlando Lawrence Nobel Lecture Enrico Fermi Nobel Lecture Carl David Anderson Nobel Lecture Harold Clayton Urey Nobel Lecture George Hoyt Whipple Nobel Lecture Arthur Holly Compton Nobel Lecture James Franck Nobel Lecture Leaving Office of Science Please click the following link to continue: Thank you for visiting our site.",
              "We hope your visit was informative and enjoyable."
            ]
          }
        ]
      },
      "evidence": {
        "The United States has the highest number of Nobel Laureates in science with a total of 383 winners.": [
          "Since 1901, the Nobel Prize has been awarded to a total of 954 individuals and 27 organizations as of 2022.",
          "The United States has the highest number of Nobel laureates in the world, with over 400 Nobel laureates.",
          "Around 40% of all Nobel Prizes have been awarded to Americans;"        
        ],
        "The majority of the Nobel Prizes won by the United States have been in the Nobel Prize for Physics.": [],
        "The access to improving technology is thought to have led to the United States' accomplishment in winning the most Nobel Prizes in science.": [
          "\"For 70 years, NSF's investments in exploratory research have expanded the frontiers of knowledge and technology and supported both foundational, curiosity-driven, discovery-oriented research and use-inspired, solutions-oriented work.",
          "The impact of our support is reflected by the 253 NSF-funded Nobel Prize winners.",
          "Among the winners in physics, chemistry and economic sciences are researchers who have been supported by the U.S. National Science Foundation during their careers.",
          "Going back to the earliest days of the Manhattan Project, the Department of Energy and its predecessor agencies blended cutting-edge research and innovative problem-solving to keep the United States in the forefront of scientific discovery.",
          "The 118 Nobel Laureates associated with DOE serve as a proud testimony to both the high quality and the impact of the research underwritten by or associated with the Department.",
          "Among the prize recipients in physiology or medicine, physics, and economic sciences are researchers who have been supported by the U.S. National Science Foundation."
        ]
      },
      "subconclusions": {
        "The United States has the highest number of Nobel Laureates in science with a total of 383 winners.": "partially supported",
        "The majority of the Nobel Prizes won by the United States have been in the Nobel Prize for Physics.": "not supported",
        "The access to improving technology is thought to have led to the United States' accomplishment in winning the most Nobel Prizes in science.": "partially supported"
      }
    }
  }
}