{
  "374a5dc4-ac0a-4ce5-afc5-0598b3f07980": {
    "query": "What was the biggest challenge that the engineers faced while designing and building the Burj Khalifa, the tallest building in the world?",
    "response": "The Burj Khalifa is an engineering marvel that stands at a whopping **828 meters** in the air. Building such a tall structure came with its own set of engineering challenges. According to one source[^1^], some of the biggest challenges were:\n\n- **Withstanding extreme heat**: The building had to cope with temperatures reaching more than **50 degree Celsius** in summers. To do that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were used.\n- **Managing condensation**: The hot climate also caused around **15 million gallons** of water to condense from the structure. To deal with that, a separate piping system was created to store the water in a tank in the basement.\n- **Resisting wind loads**: The building had to face strong wind forces that could twist and sway the structure. To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over **40 wind tunnel tests**. The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through a central core.\n- **Handling concrete weight**: The combined weight of the concrete used for building the Burj Khalifa is equivalent to **100,000 elephants**. The engineers had to mix the concrete with ice and pour it at night to avoid the hot climate and prevent cracking.\n- **Lifting aluminium panels**: The total weight of all the aluminium used on the Burj Khalifa surpasses that of **five A380 aircraft**. These panels were lifted using a series of cranes and installed by specialists.\n\nThese are some of the major challenges that the engineers faced while designing and building the Burj Khalifa, the tallest building in the world.",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa \"5 challenges faced while building Dubai's Burj Khalifa\"\n[2]: https://ivypanda.com/essays/burj-khalifa-project-challenges-and-technical-difficulties/ \"Burj Khalifa Project: Challenges and Technical Difficulties - 1515 ...\"\n[3]: https://barbend.com/2022-dubai-fitness-championship-opening-event-burj-khalifa/ \"The 2022 Dubai Fitness Championship's Opening Event Is a Stair Climb Up ...\"\n\nThe Burj Khalifa is an engineering marvel that stands at a whopping **828 meters** in the air. Building such a tall structure came with its own set of engineering challenges. According to one source[^1^][1], some of the biggest challenges were:\n\n- **Withstanding extreme heat**: The building had to cope with temperatures reaching more than **50 degree Celsius** in summers. To do that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were used.\n- **Managing condensation**: The hot climate also caused around **15 million gallons** of water to condense from the structure. To deal with that, a separate piping system was created to store the water in a tank in the basement.\n- **Resisting wind loads**: The building had to face strong wind forces that could twist and sway the structure. To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over **40 wind tunnel tests**. The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through a central core.\n- **Handling concrete weight**: The combined weight of the concrete used for building the Burj Khalifa is equivalent to **100,000 elephants**. The engineers had to mix the concrete with ice and pour it at night to avoid the hot climate and prevent cracking.\n- **Lifting aluminium panels**: The total weight of all the aluminium used on the Burj Khalifa surpasses that of **five A380 aircraft**. These panels were lifted using a series of cranes and installed by specialists.\n\nThese are some of the major challenges that the engineers faced while designing and building the Burj Khalifa, the tallest building in the world.\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.khaleejtimes.com](https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa) [2. ivypanda.com](https://ivypanda.com/essays/burj-khalifa-project-challenges-and-technical-difficulties/) [3. barbend.com](https://barbend.com/2022-dubai-fitness-championship-opening-event-burj-khalifa/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "5 challenges faced while building Dubai's Burj Khalifa",
        "seeMoreUrl": "https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa",
        "searchQuery": "biggest challenge Burj Khalifa"
      },
      {
        "providerDisplayName": "Burj Khalifa Project: Challenges and Technical Difficulties - 1515 ...",
        "seeMoreUrl": "https://ivypanda.com/essays/burj-khalifa-project-challenges-and-technical-difficulties/",
        "searchQuery": "biggest challenge Burj Khalifa"
      },
      {
        "providerDisplayName": "The 2022 Dubai Fitness Championship's Opening Event Is a Stair Climb Up ...",
        "seeMoreUrl": "https://barbend.com/2022-dubai-fitness-championship-opening-event-burj-khalifa/",
        "imageLink": "https://bing.com/th?id=OIP.7nnFY937upguDBZiPDpfsgHaEK&pid=cdx",
        "imageWidth": "1200",
        "imageHeight": "675",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAHPSURBVFhH5dZNKGVhHMfxa2gaLwuDvITCDGVpiY2SkqU0ZaEQC5OF7NiO2U2slD1KU+NlqaxsxGLGgiELSUQpC0VkvHx/0z3TXPOfc0/Oc2iaX326dbvP8z/3Oc9b7H9IevzzWdKPRQyjWl88VbLwCde4i9vHEDIRaSoxB6/wQ/OoQCRpxDqswr9bRjGcJQMDuIBV0DKBFwgddfIOq9jAN+zhBlZhzzmaEDp6gPy4bORC77gNGmqruGcKkeYNvsMqLpuIPKOwissJIs8YrOIS+QNUYRtWcQn8CnJQAG+y+SmCCrdjBVZhzySSphdfsYOtAPS7Q9zCKupJugy1uYzgClYHYejhxpEKM6WYgdXYBR1Mb2GmHtrVrIaunKEBCUlBF45gNXJNr/dXXuMjku3fmg/JJldQX6A//TPl6MN79Bg6oNFZgqsHUF8vETi6zZzC6uwxEkbAL2X4DKuTMBLmwN9ShyhWhO6KzfBNJ45hdRDWAl7BjG6tGp5LWI3D0iZUAzMlmIbV0IUDtMCMdsA1WA1d0PWsFn9Ea7EbLpeY5wd0kg5Cm50ZbTK6y+/COl6D0sVD9z+N4iw+oBV58I3eu06/Qgd0adE/TcO/kFjsHqoo1vCh5LaXAAAAAElFTkSuQmCC",
        "searchQuery": "biggest challenge Burj Khalifa"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The Burj Khalifa is an engineering marvel that stands at a whopping 828 meters in the air.",
        "Building such a tall structure came with its own set of engineering challenges.",
        "The exterior cladding of the Burj Khalifa is made of reflective glazing with aluminium and textured stainless steel panels.",
        "Around 15 million gallons of water condense from the structure of the Burj Khalifa due to the hot climate.",
        "A separate piping system was created to store the water in a tank in the basement of the Burj Khalifa.",
        "The design team conducted over 40 wind tunnel tests to understand the behaviour of the wind and the amount of stress it could place on the Burj Khalifa.",
        "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through a central core.",
        "The combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.",
        "The engineers had to mix the concrete with ice and pour it at night to avoid the hot climate and prevent cracking.",
        "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.",
        "The aluminium panels used on the Burj Khalifa were lifted and installed by specialists using a series of cranes.",
        "The Burj Khalifa is the tallest building in the world."
      ],
      "queries": [
        "Burj Khalifa height engineering marvel",
        "Burj Khalifa engineering challenges construction",
        "Burj Khalifa exterior cladding material",
        "Burj Khalifa water condensation due to hot climate",
        "Burj Khalifa water condensation storage system",
        "Burj Khalifa wind tunnel tests design team wind behaviour stress",
        "Burj Khalifa top structure Y shape design",
        "Burj Khalifa concrete weight equivalent to elephants",
        "Burj Khalifa concrete pouring process ice night hot climate",
        "Burj Khalifa aluminium weight comparison A380 aircraft",
        "Burj Khalifa aluminium panel lifting method",
        "tallest building in the world Burj Khalifa construction"
      ],
      "search_results": {
        "The Burj Khalifa is an engineering marvel that stands at a whopping 828 meters in the air.": [
          {
            "title": "Introducing Burj Khalifa: A Marvel of Modern Architecture",
            "url": "https://uaeexplore.com/exploring-the-magnificence-of-burj-khalifa/",
            "content": [
              "Introducing Burj Khalifa: A Marvel of Modern Architecture",
              "At 830 meters, the iconic Burj Khalifa in Dubai stuns visitors with its grandeur.",
              "Its unique design and engineering feat make it one of the most recognizable landmarks in the world today – a symbol of achievement for the United Arab Emirates.",
              "Since opening to public visitors just over a decade ago, this architectural marvel has attracted millions from around the globe to come to witness its beauty, while tourists explore its history and uncover stories behind this amazing building.",
              "Let’s take a closer look at what sets Burj Khalifa apart from other skyscrapers across our planet and learn why this impressive tower continues to stand tall!",
              "Table of Contents The Burj Khalifa is a marvel of modern architecture and engineering.",
              "Standing at over 828 meters tall, it is officially recognized as the world’s tallest building.",
              "A true symbol of human achievement and innovation, it was designed by Adrian Smith and developed by Emaar Properties.",
              "Completed in 2010, this awe-inspiring structure boasts breathtaking views of Dubai’s skyline and beyond.",
              "It is home to numerous high-end residential units, exclusive corporate offices, as well as luxury hotels, and tourist attractions.",
              "The Burj Khalifa is not merely a building, but an icon of Dubai’s global status and its relentless pursuit of excellence.",
              "When it comes to iconic structures, few can match the awe-inspiring height and beauty of the Burj Khalifa.",
              "Standing at an impressive 828 meters tall, this magnificent skyscraper is a marvel of modern engineering.",
              "The construction of Burj Khalifa began in 2004 and was completed in 2010, taking a total of six years to build.",
              "Its unique design was inspired by the shape of a desert flower and is made up of a series of petals that taper as the building reaches towards the sky.",
              "The foundation of the building is made up of hundreds of piles that are each over 40 meters deep and are built to withstand the harsh desert environment.",
              "The result is a visually stunning structure that has become a worldwide symbol of human ingenuity and determination.",
              "The architecture of certain structures around the world is truly awe-inspiring, and looking at them from various angles offers a new appreciation for the design and intricacy of the buildings.",
              "From narrow alleyways to busy streets, these towering marvels stand as a testament to human achievement.",
              "Whether it’s the grandeur of St.",
              "Peter’s Basilica in Rome or the modern flair of the Burj Khalifa in Dubai, taking the time to appreciate the craftsmanship of these edifices can be a humbling experience.",
              "Even structures that may seem commonplace can still hold significant architectural value when viewed in the right light.",
              "Admiring these feats of construction from all angles allows us to fully experience the stunning beauty of these buildings.",
              "The towering presence of skyscrapers across the world often leaves us in awe.",
              "The structural design, materials used, and engineering feats involved to create such tall buildings is truly remarkable.",
              "One such building that stands tall among the rest is the Burj Khalifa, which holds the title of being the tallest building in the world.",
              "To understand how this building reached such extreme heights, it’s fascinating to delve into the complex engineering techniques involved.",
              "From the reinforced concrete core that supports the weight of the building to the use of advanced elevators, there are many innovative elements that have been used to make this tower stand tall.",
              "By studying the Burj Khalifa’s construction process, anyone can learn about some of the marvels that could be achieved using modern technology.",
              "The symbolism behind a design element can often speak volumes about its intended meaning.",
              "Examining the details of a design can reveal hidden messages and significant cultural references that the creator intended to convey.",
              "From the placement and shape of objects to the use of specific colors and patterns, every element in a design serves a purpose.",
              "For example, an eagle may symbolize strength, freedom, and national pride, while a dove can represent peace and harmony.",
              "A careful analysis of the symbolism behind certain design elements can reveal deeper layers of meaning that may not be immediately apparent at first glance.",
              "Dubai’s skyline has been transformed over the past few decades, thanks to its booming economy and ambitious urban development plans.",
              "The city now boasts iconic landmarks such as the Burj Khalifa, the world’s tallest building, and the sail-shaped Burj Al Arab hotel.",
              "These structures not only bring in tourists from all over the world but also symbolize the city’s progress and modernization.",
              "However, their construction has also been controversial, raising concerns about sustainability and the exploitation of migrant workers.",
              "Despite these challenges, Dubai’s impressive skyline is a testament to the city’s determination to become a global leader in business, tourism, and innovation.",
              "In conclusion, Burj Khalifa is one of the most impressive and remarkable man-made structures in the world.",
              "It stands tall as a symbol of Dubai’s ambition and its dedication to making it the foremost tourist destination on the planet.",
              "The design, construction and engineering feats that combined to create the building are outstanding and make it an awe-inspiring place to visit.",
              "Every visitor can explore and admire its architectural magnificence, which has undeniably impacted local skylines and economies.",
              "Consequently, it is certainly worth taking a trip to Dubai to witness this feat of modern engineering first-hand – it truly is something special!",
              "Read Also: Exploring Ain Dubai Save my name, email, and website in this browser for the next time I comment."
            ]
          },
          {
            "title": "How world&#39;s tallest tower Burj Khalifa is an engineering marvel with an ...",
            "url": "https://economictimes.indiatimes.com/realty-trends/how-worlds-tallest-tower-burj-khalifa-is-an-engineering-marvel-with-an-enduring-india-connection/articleshow/15693933.cms",
            "content": [
              "How world&#39;s tallest tower Burj Khalifa is an engineering marvel with an ...",
              "Friday, 10 Nov, 2023 ​Amid mounting concerns over delinquencies, public sector lenders have assured the finance ministry that they do not see any systemic risks emanating from small unsecured loans as their overall exposure remains small.",
              "India is considering a plan to allow surpluses in Special Rupee Vostro Accounts (SRVAs) to be invested in corporate bonds in order to give a push to international trade settlement in rupees.",
              "Under existing regulations, investment from SRVAs is restricted to government securities and treasury bills.",
              "Entities controlled by the billionaire Burman family, the largest shareholders of Religare Enterprises Ltd, have written to the Securities and Exchange Board of India (Sebi) and stock exchanges, seeking a probe into trades in the shares of the financial services firm by chairperson Rashmi Saluja.",
              "(Your legal guide on estate planning, inheritance, will and more.)",
              "Download The Economic Times News App to get Daily Market Updates & Live Business News.",
              "Trending Now Hot on Web In Case you missed it Top Calculators Top Prime Articles Most Searched IFSC Codes Top Slideshow Top Searched Companies Top Definitions Top Videos Top Performing MF Top Story Listing Follow us on: Find this comment offensive?",
              "Choose your reason below and click on the Report button.",
              "This will alert our moderators to take action Reason for reporting: Your Reason has been Reported to the admin.",
              "Log In/Connect with: Will be displayed Will not be displayed Will be displayed Stories you might be interested in"
            ]
          },
          {
            "title": "The complex engineering behind the making of the Burj Khalifa",
            "url": "https://interestingengineering.com/video/engineering-behind-burj-khalifa",
            "content": [
              "The complex engineering behind the making of the Burj Khalifa",
              "There is no doubt that the Burj Khalifa is a marvel of engineering.",
              "The building stands strong, tall, and mighty on loose sandy soil and braves the strong Arabian winds.",
              "It can even confuse the wind and lightning.",
              "What are its secrets?",
              "It starts with a strong hexagonal core.",
              "This core is the hero enabling the building to keep standing despite the devastating wind storm of Dubai and helps keep the weight of the building balanced.",
              "It also accommodates the elevator system of this super-tall building.",
              "Normally, such a slender core would be highly unstable and prone to falling at any time.",
              "Its designers however came up with a highly innovative solution.",
              "Taking inspiration from the buttresses we normally see on dams, they used similar support around the Burj Khalifa's core.",
              "Stay ahead of your peers in technology and engineering - The Blueprint Even better, the buttresses were designed so you can live next to them without even noticing that they are structures meant to stabilize the core.",
              "How did the engineers and architects achieve that?",
              "What other measures were put in place to stabilize this structure?",
              "What other innovations went into building such a powerful unit?",
              "This video answers all these questions and more revealing the complex engineering behind this famous building."
            ]
          }
        ],
        "Building such a tall structure came with its own set of engineering challenges.": [
          {
            "title": "5 challenges faced while building Dubai&#39;s Burj Khalifa",
            "url": "https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa",
            "content": [
              "5 challenges faced while building Dubai&#39;s Burj Khalifa",
              "Fri, Nov 10, 2023 | Rabi Al-Aakhir 26, 1445 Published: Fri 4 Jan 2019, 11:00 PM Last updated: Thu 16 Feb 2023, 3:24 PM 4th of January marks the anniversary of Burj Khalifa.",
              "Today, the structure marks its ninth anniversary since its inauguration in 2010.",
              "Dubai's Burj Khalifa turns 9: 50 facts you didn't know Standing at a whopping 828 meters in the air, the Burj Khalifa is undoubtedly at the forefront of engineering innovations.",
              "When the structure was at its peak, 12,000 workers worked on it per day and it took 22 million man-hours to complete.",
              "Building such a tall structure came with its own set of engineering challenges.",
              "Let's look at top five: 1.",
              "One of the first challenges of the Burj Khalifa was that the building had to withstand extreme heat, reaching more than 50 degree Celsius in summers.",
              "Accounting for that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were made.",
              "300 cladding specialists were roped into individually hand-cut approximately 26,000 glass panels.",
              "2.",
              "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure.",
              "To make up for it, a separate piping system was created to hold a tank in the basement to store the water.",
              "3.",
              "Wind loads were another structural challenge that the Burj Khalifa faced during construction.",
              "To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over 40 wind tunnel tests.",
              "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through this central core.",
              "4.",
              "It is now known that the combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.",
              "The engineers had to mix the concrete with ice and pour it in the structure at night to skip the hot climate.",
              "This cooler mixture was also less likely to crack.",
              "5.",
              "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.",
              "These panels were lifted using a series of cranes and installed by specialists.",
              "Get news and views from the world of golf delivered to your inbox every Wednesday.",
              "uae Several residents can’t wait to watch the Egyptian comedian's trademark humour in person uae uae RTA resumed operations of the marine transportation line between the emirates on August 4, after it was briefly suspended during the pandemic uae uae A second expat took Dh75,000 home uae uae A total of 16 aircraft has been sent as part of the Gallant Knight 3 humanitarian operation uae uae From Palestinian artist Areen's 'Flowing Threads' to Kapil Bhimekar's 'The Reality Check', this one-of-a-kind event started on November 7 and is scheduled to run until November 12 uae uae In an interview with KT, a National Centre of Meteorology expert said that the rains have been heavier than usual for this time of the year uae uae Having perfected the unique technique of creating visuals with a ray of light, Dowail uses both hands to paint on two sides of a luminescent canvas uae uae Nearly 800 journalists from 58 countries will be attending and covering the event uae"
            ]
          },
          {
            "title": "7 Challenges in Building The Burj Khalifa | Smart Architect",
            "url": "https://www.smartarchitect.co/7-challenges-in-building-the-burj-khalifa/",
            "content": [
              "7 Challenges in Building The Burj Khalifa | Smart Architect",
              "The resource requested could not be found on this server!",
              "Please be advised that LiteSpeed Technologies Inc.",
              "is not a web hosting company and, as such, has no control over content found on this site."
            ]
          },
          {
            "title": "Extreme Building: the Challenges of Constructing Burj Dubai",
            "url": "https://skyscraper.org/programs/extreme-building-the-challenges-of-constructing-burj-dubai/",
            "content": [
              "Extreme Building: the Challenges of Constructing Burj Dubai",
              "The Skyscraper Museum Burj Dubai added a story every three days to its concrete frame to finally become the world’s tallest building, surpassing the former title-holder Taipei 101 at 508 meters.",
              "In January of 2009, Burj Dubai’s height was finally announced to top off at 818 meters.",
              "New Yorkers can imagine the Chrysler Building stacked atop of the Empire State to have an idea of its height and volume.",
              "Height, heat, and concrete are three basic challenges of this titanic project that was constructed by the high-rise experts of South Korea’s Samsung Corporation.",
              "Turner International was the project and construction manager.",
              "The executive in charge of Highrise Building and Structural Engineering Divisions for the Samsung Corporation, general contractors Burj Dubai, explained the planning and execution of this unprecedented feat of skyscraper construction.",
              "Executive Director, Highrise Building and Structural Engineering Divisions, Samsung Corporation.",
              "Topics: Burj Khalifa, Construction, Structural Engineering The programs of The Skyscraper Museum are supported, in part, by public funds from the New York City Department of Cultural Affairs in partnership with the City Council.",
              "The programs of The Skyscraper Museum are made possible by the New York State Council on the Arts with the support of Governor Kathy Hochul and the New York State Legislature.",
              "Check your inbox or spam folder to confirm your subscription."
            ]
          }
        ],
        "The exterior cladding of the Burj Khalifa is made of reflective glazing with aluminium and textured stainless steel panels.": [
          {
            "title": "State-of-the-Art &amp; Structural Design Elements | Burj Khalifa",
            "url": "https://www.burjkhalifa.ae/en/the-tower/structures/",
            "content": [
              "State-of-the-Art &amp; Structural Design Elements | Burj Khalifa",
              "It is an understatement to say that Burj Khalifa represents the state-of-the-art in building design.",
              "From an initial concept through completion, a combination of several important technological innovations and innovative structural design methods have resulted in a superstructure that is both efficient and robust.",
              "Emaar Properties PJSC is the Master Developer of Burj Khalifa and The Dubai Mall"
            ]
          },
          {
            "title": "Architectural, Construction &amp; Building Design| Burj Khalifa",
            "url": "https://www.burjkhalifa.ae/en/the-tower/design-construction/",
            "content": [
              "Architectural, Construction &amp; Building Design| Burj Khalifa",
              "While it is superlative in every respect, it is the unique design of Burj Khalifa that truly sets it apart.",
              "The centrepiece of this new world capital attracted the world's most esteemed designers to an invited design competition.",
              "Ultimately, the honour of designing the world's tallest tower was awarded to the global leader in creating ultra-tall structures, the Chicago office of Skidmore, Owings & Merrill LLP (SOM) with Adrian Smith FAIA, RIBA, consulting design partner.",
              "The selected design was subject to an extensive peer review program to confirm the safety and effectiveness of the structural systems. The architecture features a triple-lobed footprint, an abstraction of the Hymenocallis flower.",
              "The tower is composed of three elements arranged around a central core.",
              "The modular, Y-shaped structure, with setbacks along each of its three wings, provides an inherently stable configuration for the structure and provides good floor plates for residential.",
              "Twenty-six helical levels decrease the cross-section of the tower incrementally as it spirals skyward.",
              "The central core emerges at the top and culminates in a sculpted spire.",
              "A Y-shaped floor plan maximizes views of the Arabian Gulf.",
              "Viewed from the base or the air, Burj Khalifa is evocative of the onion domes prevalent in Islamic architecture.",
              "Over 40 wind tunnel tests were conducted on Burj Khalifa to examine the effects the wind would have on the tower and its occupants.",
              "These ranged from initial tests to verify the wind climate of Dubai, to large structural analysis models and facade pressure tests, to micro-climate analysis of the effects at terraces and around the tower base.",
              "Even the temporary conditions during the construction stage were tested with the tower cranes on the tower to ensure safety at all times.",
              "Stack effect or chimney effect is a phenomenon that affects super-tall building design and arises from the changes in pressure and temperature with height.",
              "Special studies were carried on Burj Khalifa to determine the magnitude of the changes that would have to be dealt with in the building design.",
              "Concourse level to level 8 and level 38 and 39 will feature the Armani Hotel Dubai.",
              "Levels 9 to 16 will exclusively house luxurious one and two-bedroom Armani Residences.",
              "Floors 45 through 108 are private ultra-luxury residences.",
              "The Corporate Suites occupy most of the remaining floors, except for level 122 which houses At.",
              "mosphere and level 124, the tower's public observatory, At the Top, Burj Khalifa.",
              "For the convenience of homeowners, the tower has been divided into sections with exclusive Sky Lobbies on Levels 43, 76 and 123 that feature state-of-the-art fitness facilities including a Jacuzzis on Level 43 and 76.",
              "The Sky Lobbies on 43 and 76 additionally house swimming pools and a recreational room each that can be utilized for gatherings and lifestyle events — offering an unparalleled experience, both pools open to the outside offering residents the option of swimming from inside to the outside balcony.",
              "Other facilities for residents include a Residents' Library, and Lafayette Gourmet, a gourmet convenience store and a meeting place for the residents.",
              "Valet parking is provided for guests and visitors.",
              "The interior design of Burj Khalifa public areas was also done by the Chicago office of Skidmore, Owings & Merrill LLP and was led by award-winning designer Nada Andric.",
              "It features glass, stainless steel and polished dark stones, together with silver travertine flooring, Venetian stucco walls, handmade rugs and stone flooring.",
              "The interiors were inspired by local culture while staying mindful of the building's status as a global icon and residence.",
              "Over 1,000 pieces of art from prominent Middle Eastern and international artists adorn Burj Khalifa and the surrounding Mohammed Bin Rashid Boulevard.",
              "Many of the pieces were specially commissioned by Emaar to be a tribute to the spirit of global harmony.",
              "The pieces were selected as a means of linking cultures and communities, symbolic of Burj Khalifa being an international collaboration.",
              "Excavation work began for Burj Khalifa in January 2004 and over the ensuing years to its completion;",
              "the building passed many important milestones on its goal to become the tallest man-made structure the world has ever seen.",
              "In just 1,325 days since excavation work started in January 2004, Burj Khalifa became the tallest free-standing structure in the world.",
              "Over 45,000 m3 (58,900 cu yd) of concrete, weighing more than 110,000 tonnes were used to construct the concrete and steel foundation, which features 192 piles buried more than 50 m (164 ft) deep.",
              "Burj Khalifa's construction will have used 330,000 m3 (431,600 cu yd) of concrete and 39,000 tonnes (43,000 ST;",
              "38,000 LT) of steel rebar, and construction will have taken 22 million man-hours.",
              "The exterior cladding of Burj Khalifa began in May 2007 and was completed in September 2009.",
              "The vast project involved more than 380 skilled engineers and on-site technicians.",
              "At the initial stage of installation, the team progressed at the rate of about 20 to 30 panels per day and eventually achieved as many as 175 panels per day.",
              "The tower accomplished a world record for the highest installation of an aluminium and glass façade with a height of 512 metres.",
              "The total weight of aluminium used on Burj Khalifa is equivalent to that of five A380 aircrafts and the total length of stainless steel bull nose fins is 293 times the height of Eiffel Tower in Paris.",
              "In November 2007, the highest reinforced concrete core walls were pumped using 80 MPa concrete from ground level.",
              "A vertical height of 601 metres.",
              "This smashed the previous pumping record on a building of 470m on Taipei 101;",
              "the world’s second tallest tower and the previous world record for vertical pumping of 532 metres for an extension to the Riva del Garda Hydroelectric Power Plant in 1994.",
              "The concrete pressure during pumping to this level was nearly 200 bars.",
              "The amount of rebar used for the tower is 31,400 metric tons - laid end to end this would extend over a quarter of the way around the world.",
              "Emaar Properties PJSC is the Master Developer of Burj Khalifa and The Dubai Mall"
            ]
          },
          {
            "title": "Lead Structural Engineer Shares Insights on the Burj Khalifa, the World ...",
            "url": "https://www.iccsafe.org/building-safety-journal/bsj-technical/a-tall-adventure-the-burj-khalifa-the-worlds-tallest-structure/",
            "content": [
              "Lead Structural Engineer Shares Insights on the Burj Khalifa, the World ...",
              "Please enter your e-mail address below.",
              "We will email you a link to reset your password.",
              "To complete your registration, please verify your email address.",
              "We have sent an email to the address you provided.",
              "Please click the link in the email to confirm your email address.",
              "Your account has been marked for password reset.",
              "Please change your password.",
              "Only registered ICC members have access to this article at this time.",
              "Explore all the benefits that ICC Membership has to offer and become a member today to gain access to this exciting content.",
              "If you're already an ICC member Sign In Now.",
              "Keep up-to-date on crucial industry news, innovative training and expert technical advice with a free subscription to the award-winning Building Safety Journal.",
              "The goal of the Burj Khalifa Tower is not simply to be the world’s highest building;",
              "it is to embody the world’s highest aspirations.",
              "During the six years and 22 million man-hours of construction to complete, the final height of the building was a “well-guarded secret”.",
              "At the opening ceremony on Jan.",
              "4, 2010, the final height was revealed to be 828 meters (2,717 feet).",
              "This height “comfortably” exceeded the previous record holder, the 509-meter (1,671 feet) tall Taipei 101.",
              "We are going to need a new word other than “skyscraper”.",
              "The Burj Khalifa doesn’t scrape the sky – it pierces it like a slender shiny needle, over half a mile high.",
              "The view from the top is more like looking out of a plane than a building.",
              "Taking into consideration the curvature of the earth, one can see over 60 miles in all directions from the top of the spire on a clear day.",
              "The 280,000-square-meter (3,000,000-square-foot) multi-use Burj Khalifa Tower is utilized for retail, a Giorgio Armani Hotel, residential and office space.",
              "The building has 700 residential apartments located from floors 45 to 108 and the remaining spaces till the 160th floor are occupied by the corporate officers.",
              "The facts and figures about the tower are likewise surreal – like how it is 15 degrees Fahrenheit cooler at the top than at the bottom, or that you could watch the sunset at the ground level, then take the elevator up to the observation deck and watch the same sunset all over again.",
              "It is a new order of tallness.",
              "As with all super-tall projects, the construction of the Burj Khalifa met difficult structural engineering problems that needed to be addressed and resolved.",
              "With safety in mind, building codes guard against unforeseen perils, including fires, earthquakes, electrical currents and more.",
              "The current Dubai Building Code (DBC) was published in 2021 with the objective of unifying building design across Dubai.",
              "Prior to the DBC being issued, the Dubai Municipality (DM) had specific regulations.",
              "Additionally, design teams and contractors relied on various documents to ensure their building projects meet the required standards.",
              "Generally, projects such as the Burj Khalifa, were designed and constructed in accordance with the requirements of the UAE Fire and Life Safety Code as well British Standards (BS) and American Codes and Standards.",
              "For the design of the Burj Khalifa the following structural standards were applied: The context of the Burj Khalifa being located in the city of Dubai, UAE, drove the inspiration for the building form to incorporate cultural and historical particular to the region.",
              "The influences of the Middle Eastern domes and pointed arches in traditional buildings, as well as spiral imagery in Middle Eastern architecture, resulted in the tri-axial geometry of the Burj Khalifa and the tower’s spiral reduction with height.",
              "The Y-shaped plan is ideal for residential and hotel usage, with the wings allowing maximum outward views and inward natural light.",
              "The exterior cladding is comprised of reflective glazing with aluminum and textured stainless steel spandrel panels and stainless-steel vertical tubular fins.",
              "Close to 26,000 glass panels, each individually hand-cut, were used in the exterior cladding of Burj Khalifa.",
              "The cladding system is designed to withstand Dubai’s extreme summer heat.",
              "Burj Khalifa utilizes 57 elevators and eight escalators.",
              "The building service/fireman’s elevator has a capacity of 5,500 kg (12,100 pounds).",
              "Traveling at 10 meters per second (22 miles per hour), the observation elevators have the world’s longest travel distance from lowest to highest stop.",
              "The designers at Skidmore, Owings and Merrill (SOM) in Chicago purposely shaped the structural concrete Burj Khalifa – “Y” shaped – to reduce the wind forces on the tower, as well as to keep the structure simple and foster constructability.",
              "The structural system can be described as a “buttressed” core.",
              "Each wing, with its own high-performance concrete corridor walls and perimeter columns, buttresses the others via a six-sided central core, or hexagonal hub.",
              "The result is a tower that is extremely stiff laterally and torsionally.",
              "SOM applied a rigorous geometry to the tower that aligned all the common central core, wall and column elements.",
              "This allows the construction to proceed without the normal difficulties associated with column transfers.",
              "Over 200,000 cubic yards of concrete were required to construct the structure.",
              "This is enough to build a solid cube 180 feet on a side or a 700-mile-long sidewalk.",
              "Outriggers at the mechanical floors allow the columns to participate in the lateral load resistance of the structure;",
              "hence, all the vertical concrete is utilized efficiently to support both gravity and lateral loads.",
              "The wall concrete specified strengths ranged from C60 to C80 cube strength (7,000 psi to 9,300 psi cylinder strength) and utilized a binary mix of Portland cement and fly ash.",
              "The wall thickness and column sizes were fine-tuned to reduce the effects of creep and shrinkage on the individual elements which comprise the structure.",
              "Concrete creep is the continued deformation of a concrete structure under sustained load (basically, long-term pressure or stress on concrete can make it change shape).",
              "To reduce the effects of differential column shortening (due to creep of the concrete) between the perimeter columns and interior walls, the perimeter columns were sized such that the self-weight gravity stress on the perimeter columns matched the stress on the interior corridor walls.",
              "The five sets of outriggers, distributed up the building, tie all the vertical load-carrying elements together, further ensuring uniform gravity stresses;",
              "hence, reducing differential creep movements.",
              "Since the shrinkage in concrete occurs more quickly in thinner walls or columns, the perimeter column thickness of 600 mm (24 inches) matched the typical corridor wall thickness (similar volume to surface ratios) to ensure the columns and walls will generally shorten at the same rate due to concrete shrinkage.",
              "Due to the compatibility requirements of strain between the rebar and the concrete in a reinforced concrete column, as the concrete creeps and shrinks (i.",
              "e., shortens), the rebar must attract additional compressive stress and forces to maintain the same strain as the concrete.",
              "Since the total load is the same, over time, part of the load in a reinforced concrete column is transferred from the concrete to the rebar.",
              "This unloading of the concrete, therefore, also reduces the creep in the concrete.",
              "The crowning touch of Burj Khalifa is its telescopic spire.",
              "The structural steel spire was constructed from inside the building and jacked to its full height of over 200 meters (700 feet) using a hydraulic pump.",
              "In addition to securing Burj Khalifa’s place as the world’s tallest structure, the spire is integral to the overall design, creating a sense of completion for the landmark, and also houses communications equipment.",
              "If you want to build high, you must first dig deep.",
              "The groundbreaking of Burj Khalifa occurred in September 2004.",
              "The tower’s foundations consist of a pile-supported raft/mat.",
              "The solid reinforced concrete raft is 3.",
              "7 meters (12 feet) thick and was poured utilizing C50 cube strength (5,800 psi cylinder) self-consolidating concrete (SCC).",
              "The raft was constructed in four separate pours (three wings and the center core).",
              "Each raft pour occurred over at least a 24-hour period.",
              "For a building of this height and slenderness, wind forces and the resulting motions in the upper levels become dominant factors in the structural design.",
              "An extensive program of wind tunnel tests and other studies were undertaken by Rowan Williams Davies and Irwin Inc.",
              "’s (RWDI) boundary layer wind tunnels in Guelph, Ontario.",
              "The wind tunnel program included rigid-model force balance tests, full multi-degree-of-freedom aeroelastic model studies, measurements of localized pressures, pedestrian wind environment studies and wind climatic studies.",
              "Wind tunnel models account for the crosswind effects of wind-induced vortex shedding on the building.",
              "In addition to the structural loading tests, the Burj Khalifa tower was studied by RWDI for cladding, pedestrian level and stack effect.",
              "Based on the results of the aeroelastic models, the predicted building motions are within the ISO standard recommended values without the need for auxiliary damping.",
              "The world’s tallest structure, the Burj Khalifa, is a focal point of the overall development project, which includes shopping malls, hotels and residential buildings.",
              "The architects and engineers utilized the latest in building codes and standards to develop the building form and the structural system, resulting in a tower that efficiently manages its response to the wind, while maintaining the integrity of the design concept.",
              "It represents a significant achievement in terms of utilizing the latest design, codes, materials and construction technology and methods, to provide an efficient, rational structure to rise to heights never before seen.",
              "NOTE: Many features on ICCSafe's website require JavaScript.",
              "You can enable JavaScript via your browser's preference settings.",
              "If you need help, contact our WebSupport via LiveChat."
            ]
          }
        ],
        "Around 15 million gallons of water condense from the structure of the Burj Khalifa due to the hot climate.": [
          {
            "title": "5 challenges faced while building Dubai&#39;s Burj Khalifa",
            "url": "https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa",
            "content": [
              "5 challenges faced while building Dubai&#39;s Burj Khalifa",
              "Fri, Nov 10, 2023 | Rabi Al-Aakhir 26, 1445 Published: Fri 4 Jan 2019, 11:00 PM Last updated: Thu 16 Feb 2023, 3:24 PM 4th of January marks the anniversary of Burj Khalifa.",
              "Today, the structure marks its ninth anniversary since its inauguration in 2010.",
              "Dubai's Burj Khalifa turns 9: 50 facts you didn't know Standing at a whopping 828 meters in the air, the Burj Khalifa is undoubtedly at the forefront of engineering innovations.",
              "When the structure was at its peak, 12,000 workers worked on it per day and it took 22 million man-hours to complete.",
              "Building such a tall structure came with its own set of engineering challenges.",
              "Let's look at top five: 1.",
              "One of the first challenges of the Burj Khalifa was that the building had to withstand extreme heat, reaching more than 50 degree Celsius in summers.",
              "Accounting for that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were made.",
              "300 cladding specialists were roped into individually hand-cut approximately 26,000 glass panels.",
              "2.",
              "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure.",
              "To make up for it, a separate piping system was created to hold a tank in the basement to store the water.",
              "3.",
              "Wind loads were another structural challenge that the Burj Khalifa faced during construction.",
              "To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over 40 wind tunnel tests.",
              "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through this central core.",
              "4.",
              "It is now known that the combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.",
              "The engineers had to mix the concrete with ice and pour it in the structure at night to skip the hot climate.",
              "This cooler mixture was also less likely to crack.",
              "5.",
              "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.",
              "These panels were lifted using a series of cranes and installed by specialists.",
              "Get news and views from the world of golf delivered to your inbox every Wednesday.",
              "uae Several residents can’t wait to watch the Egyptian comedian's trademark humour in person uae uae RTA resumed operations of the marine transportation line between the emirates on August 4, after it was briefly suspended during the pandemic uae uae A second expat took Dh75,000 home uae uae A total of 16 aircraft has been sent as part of the Gallant Knight 3 humanitarian operation uae uae From Palestinian artist Areen's 'Flowing Threads' to Kapil Bhimekar's 'The Reality Check', this one-of-a-kind event started on November 7 and is scheduled to run until November 12 uae uae In an interview with KT, a National Centre of Meteorology expert said that the rains have been heavier than usual for this time of the year uae uae Having perfected the unique technique of creating visuals with a ray of light, Dowail uses both hands to paint on two sides of a luminescent canvas uae uae Nearly 800 journalists from 58 countries will be attending and covering the event uae"
            ]
          },
          {
            "title": "How Water Works In The Burj Khalifa - The Urban Developer",
            "url": "https://www.theurbandeveloper.com/articles/how-water-works-worlds-tallest-skyscraper",
            "content": [
              "How Water Works In The Burj Khalifa - The Urban Developer",
              "The Burj Khalifa is a marvel of modern engineering and a generally huge building.",
              "So huge, in fact, the Burj Khalifa rises thirty-five stories higher than the world’s second tallest building, the Shanghai Tower.",
              "Naturally, when limits get pushed in any direction, they get pushed in every direction—as engineers set out to reach new heights with this construction, they also had to come up with novel solutions for many of the systems, including plumbing.",
              "Sloan is proud to supply its world-class water efficient products and systems to the Burj Khalifa.",
              "In honour of this contribution, we’d like to give readers an inside look at how water is managed in this giant structure.",
              "Scale First, a bit about scale: Burj Khalifa sits on a massive foundation made up of more than 58,900 cubic yards of concrete, including 192 piles that burrow more than 164 feet into the building’s home plot in Dubai, United Arab Emirates.",
              "The above-ground structure itself is made of 431,600 cubic yards of concrete and 39,000 tons of steel rebar.",
              "Not surprisingly, it took more than twenty-two million man hours to assemble all this material (and you can rest assured it took more than a few men to get that job done).",
              "If you set out to build the tallest building on Earth, you’ll rightfully want to put a lot of people in it.",
              "Perhaps more than anything, people need water.",
              "A lot of it.",
              "The average daily supply of water, pumped through 62 miles worth of pipe, is just shy of a quarter million gallons.",
              "And that’s using a water system that is cutting-edge and focused on pursuing the highest standards of water efficiency for structures of this scale.",
              "The Burj Khalifa boasts an additional 132 miles of pipe for its fire emergency system and 21 miles of chilled water piping to support the air conditioning system.",
              "With an average high temperature of 106° F during long Dubai summers, these piping systems are under significant pressure to perform for building tenants and visitors.",
              "In performing as they do, these systems produce as much as 15 million gallons of condensation water per year.",
              "Gravity Considering gravity is one of the most unrelenting forces known to man, the task of pumping water skyward through The Burj Khalifa is a formidable one.",
              "Engineers knew having one giant water pump do all the work would be dangerous, considering the pressure it would need to generate.",
              "So they created a system that pumps water to a series of tanks at different levels throughout the building.",
              "These tanks are housed on seven two-story mechanical floors, staggered throughout the structure.",
              "The floors also house electrical sub-stations and air handling units.",
              "The Burj Khalifa, in addition to being the tallest building in the world, holds six other World Records.",
              "While none are water-related, Sloan believes the building’s water management system is no less astonishing and the company is proud to be a part of it.",
              "Source: sloan.",
              "com Used with permission from Hannah Marks.",
              "Newsletter Join 50,000 property professionals who stay up to date with our newsletters.",
              "Stay ahead of market trends with Australia’s most trusted property journalism."
            ]
          },
          {
            "title": "Air-conditioning condensate recovery and applications—Current ...",
            "url": "https://www.sciencedirect.com/science/article/pii/S2210670717311435",
            "content": [
              "Air-conditioning condensate recovery and applications—Current ...",
              "Checking your browser before accessing \"www.",
              "sciencedirect.",
              "com\".",
              "Redirecting.",
              ".",
              ".",
              "Please enable Cookies and reload the page.",
              "Reference Number: 823b40e0def34cd8 IP Address: 205.",
              "172.",
              "168.",
              "145 User Agent: Timestamp: About ScienceDirect Shopping cart Contact and supportTerms and conditionsPrivacy policy We use cookies to help provide and enhance our service and tailor content and ads.",
              "By continuing you agree to the use of cookies.",
              "Copyright © 2020 Elsevier B.",
              "V.",
              "or its licensors or contributors.",
              "ScienceDirect ® is a registered trademark of Elsevier B.",
              "V."
            ]
          }
        ],
        "A separate piping system was created to store the water in a tank in the basement of the Burj Khalifa.": [
          {
            "title": "How Water Works In The Burj Khalifa - The Urban Developer",
            "url": "https://www.theurbandeveloper.com/articles/how-water-works-worlds-tallest-skyscraper",
            "content": [
              "How Water Works In The Burj Khalifa - The Urban Developer",
              "The Burj Khalifa is a marvel of modern engineering and a generally huge building.",
              "So huge, in fact, the Burj Khalifa rises thirty-five stories higher than the world’s second tallest building, the Shanghai Tower.",
              "Naturally, when limits get pushed in any direction, they get pushed in every direction—as engineers set out to reach new heights with this construction, they also had to come up with novel solutions for many of the systems, including plumbing.",
              "Sloan is proud to supply its world-class water efficient products and systems to the Burj Khalifa.",
              "In honour of this contribution, we’d like to give readers an inside look at how water is managed in this giant structure.",
              "Scale First, a bit about scale: Burj Khalifa sits on a massive foundation made up of more than 58,900 cubic yards of concrete, including 192 piles that burrow more than 164 feet into the building’s home plot in Dubai, United Arab Emirates.",
              "The above-ground structure itself is made of 431,600 cubic yards of concrete and 39,000 tons of steel rebar.",
              "Not surprisingly, it took more than twenty-two million man hours to assemble all this material (and you can rest assured it took more than a few men to get that job done).",
              "If you set out to build the tallest building on Earth, you’ll rightfully want to put a lot of people in it.",
              "Perhaps more than anything, people need water.",
              "A lot of it.",
              "The average daily supply of water, pumped through 62 miles worth of pipe, is just shy of a quarter million gallons.",
              "And that’s using a water system that is cutting-edge and focused on pursuing the highest standards of water efficiency for structures of this scale.",
              "The Burj Khalifa boasts an additional 132 miles of pipe for its fire emergency system and 21 miles of chilled water piping to support the air conditioning system.",
              "With an average high temperature of 106° F during long Dubai summers, these piping systems are under significant pressure to perform for building tenants and visitors.",
              "In performing as they do, these systems produce as much as 15 million gallons of condensation water per year.",
              "Gravity Considering gravity is one of the most unrelenting forces known to man, the task of pumping water skyward through The Burj Khalifa is a formidable one.",
              "Engineers knew having one giant water pump do all the work would be dangerous, considering the pressure it would need to generate.",
              "So they created a system that pumps water to a series of tanks at different levels throughout the building.",
              "These tanks are housed on seven two-story mechanical floors, staggered throughout the structure.",
              "The floors also house electrical sub-stations and air handling units.",
              "The Burj Khalifa, in addition to being the tallest building in the world, holds six other World Records.",
              "While none are water-related, Sloan believes the building’s water management system is no less astonishing and the company is proud to be a part of it.",
              "Source: sloan.",
              "com Used with permission from Hannah Marks.",
              "Newsletter Join 50,000 property professionals who stay up to date with our newsletters.",
              "Stay ahead of market trends with Australia’s most trusted property journalism."
            ]
          },
          {
            "title": "World&#39;s tallest building stays cool with innovative ice-storage system ...",
            "url": "https://www.alfalaval.com/media/stories/industries/worlds-tallest-building-stays-cool-with-innovative-ice-storage-system/",
            "content": [
              "World&#39;s tallest building stays cool with innovative ice-storage system ...",
              "The world's tallest building, Burj Khalifa, stays cool in the scorching desert sun thanks to an innovative thermal ice-storage system and Alfa Laval plate heat exchangers.",
              "At 828 meters in height, Burj Khalifa in Dubai is the tallest freestanding building in the world.",
              "Among many other things, the 160-floor building includes the worlds highest pool (on the 78th floor) and the world’s highest mosque (on the 58th floor).",
              "Alfa Laval heat exchangers were selected for the HVAC, plumbing and swimming pool applications.",
              "The cooling system includes an innovative solution based on a thermal ice-storage facility that produces tons of ice slurry during off-peak hours.",
              "Using Alfa Laval plate heat exchangers, the ice slurry, built up in a tank, store the cooling energy that is later released, through the pipelines, to the entire indoor air conditioning and tap water systems. Apart from giving substantial energy savings, the ice storage solution also requires only a fraction of the space needed by conventional cooling equipment.",
              "In the case of the huge Burj Khalifa, this is a major consideration.",
              "Plate heat exchangers installed for air-conditioning, tap water cooling and swimming pool applications.",
              "Plate heat exchangers Emaar properties, United Arab Emirates Tags"
            ]
          },
          {
            "title": "5 challenges faced while building Dubai&#39;s Burj Khalifa",
            "url": "https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa",
            "content": [
              "5 challenges faced while building Dubai&#39;s Burj Khalifa",
              "Fri, Nov 10, 2023 | Rabi Al-Aakhir 26, 1445 Published: Fri 4 Jan 2019, 11:00 PM Last updated: Thu 16 Feb 2023, 3:24 PM 4th of January marks the anniversary of Burj Khalifa.",
              "Today, the structure marks its ninth anniversary since its inauguration in 2010.",
              "Dubai's Burj Khalifa turns 9: 50 facts you didn't know Standing at a whopping 828 meters in the air, the Burj Khalifa is undoubtedly at the forefront of engineering innovations.",
              "When the structure was at its peak, 12,000 workers worked on it per day and it took 22 million man-hours to complete.",
              "Building such a tall structure came with its own set of engineering challenges.",
              "Let's look at top five: 1.",
              "One of the first challenges of the Burj Khalifa was that the building had to withstand extreme heat, reaching more than 50 degree Celsius in summers.",
              "Accounting for that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were made.",
              "300 cladding specialists were roped into individually hand-cut approximately 26,000 glass panels.",
              "2.",
              "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure.",
              "To make up for it, a separate piping system was created to hold a tank in the basement to store the water.",
              "3.",
              "Wind loads were another structural challenge that the Burj Khalifa faced during construction.",
              "To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over 40 wind tunnel tests.",
              "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through this central core.",
              "4.",
              "It is now known that the combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.",
              "The engineers had to mix the concrete with ice and pour it in the structure at night to skip the hot climate.",
              "This cooler mixture was also less likely to crack.",
              "5.",
              "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.",
              "These panels were lifted using a series of cranes and installed by specialists.",
              "Get news and views from the world of golf delivered to your inbox every Wednesday.",
              "uae Several residents can’t wait to watch the Egyptian comedian's trademark humour in person uae uae RTA resumed operations of the marine transportation line between the emirates on August 4, after it was briefly suspended during the pandemic uae uae A second expat took Dh75,000 home uae uae A total of 16 aircraft has been sent as part of the Gallant Knight 3 humanitarian operation uae uae From Palestinian artist Areen's 'Flowing Threads' to Kapil Bhimekar's 'The Reality Check', this one-of-a-kind event started on November 7 and is scheduled to run until November 12 uae uae In an interview with KT, a National Centre of Meteorology expert said that the rains have been heavier than usual for this time of the year uae uae Having perfected the unique technique of creating visuals with a ray of light, Dowail uses both hands to paint on two sides of a luminescent canvas uae uae Nearly 800 journalists from 58 countries will be attending and covering the event uae"
            ]
          }
        ],
        "The design team conducted over 40 wind tunnel tests to understand the behaviour of the wind and the amount of stress it could place on the Burj Khalifa.": [
          {
            "title": "5 challenges faced while building Dubai&#39;s Burj Khalifa",
            "url": "https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa",
            "content": [
              "5 challenges faced while building Dubai&#39;s Burj Khalifa",
              "Fri, Nov 10, 2023 | Rabi Al-Aakhir 26, 1445 Published: Fri 4 Jan 2019, 11:00 PM Last updated: Thu 16 Feb 2023, 3:24 PM 4th of January marks the anniversary of Burj Khalifa.",
              "Today, the structure marks its ninth anniversary since its inauguration in 2010.",
              "Dubai's Burj Khalifa turns 9: 50 facts you didn't know Standing at a whopping 828 meters in the air, the Burj Khalifa is undoubtedly at the forefront of engineering innovations.",
              "When the structure was at its peak, 12,000 workers worked on it per day and it took 22 million man-hours to complete.",
              "Building such a tall structure came with its own set of engineering challenges.",
              "Let's look at top five: 1.",
              "One of the first challenges of the Burj Khalifa was that the building had to withstand extreme heat, reaching more than 50 degree Celsius in summers.",
              "Accounting for that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were made.",
              "300 cladding specialists were roped into individually hand-cut approximately 26,000 glass panels.",
              "2.",
              "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure.",
              "To make up for it, a separate piping system was created to hold a tank in the basement to store the water.",
              "3.",
              "Wind loads were another structural challenge that the Burj Khalifa faced during construction.",
              "To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over 40 wind tunnel tests.",
              "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through this central core.",
              "4.",
              "It is now known that the combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.",
              "The engineers had to mix the concrete with ice and pour it in the structure at night to skip the hot climate.",
              "This cooler mixture was also less likely to crack.",
              "5.",
              "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.",
              "These panels were lifted using a series of cranes and installed by specialists.",
              "Get news and views from the world of golf delivered to your inbox every Wednesday.",
              "uae Several residents can’t wait to watch the Egyptian comedian's trademark humour in person uae uae RTA resumed operations of the marine transportation line between the emirates on August 4, after it was briefly suspended during the pandemic uae uae A second expat took Dh75,000 home uae uae A total of 16 aircraft has been sent as part of the Gallant Knight 3 humanitarian operation uae uae From Palestinian artist Areen's 'Flowing Threads' to Kapil Bhimekar's 'The Reality Check', this one-of-a-kind event started on November 7 and is scheduled to run until November 12 uae uae In an interview with KT, a National Centre of Meteorology expert said that the rains have been heavier than usual for this time of the year uae uae Having perfected the unique technique of creating visuals with a ray of light, Dowail uses both hands to paint on two sides of a luminescent canvas uae uae Nearly 800 journalists from 58 countries will be attending and covering the event uae"
            ]
          },
          {
            "title": "Lead Structural Engineer Shares Insights on the Burj Khalifa, the World ...",
            "url": "https://www.iccsafe.org/building-safety-journal/bsj-technical/a-tall-adventure-the-burj-khalifa-the-worlds-tallest-structure/",
            "content": [
              "Lead Structural Engineer Shares Insights on the Burj Khalifa, the World ...",
              "Please enter your e-mail address below.",
              "We will email you a link to reset your password.",
              "To complete your registration, please verify your email address.",
              "We have sent an email to the address you provided.",
              "Please click the link in the email to confirm your email address.",
              "Your account has been marked for password reset.",
              "Please change your password.",
              "Only registered ICC members have access to this article at this time.",
              "Explore all the benefits that ICC Membership has to offer and become a member today to gain access to this exciting content.",
              "If you're already an ICC member Sign In Now.",
              "Keep up-to-date on crucial industry news, innovative training and expert technical advice with a free subscription to the award-winning Building Safety Journal.",
              "The goal of the Burj Khalifa Tower is not simply to be the world’s highest building;",
              "it is to embody the world’s highest aspirations.",
              "During the six years and 22 million man-hours of construction to complete, the final height of the building was a “well-guarded secret”.",
              "At the opening ceremony on Jan.",
              "4, 2010, the final height was revealed to be 828 meters (2,717 feet).",
              "This height “comfortably” exceeded the previous record holder, the 509-meter (1,671 feet) tall Taipei 101.",
              "We are going to need a new word other than “skyscraper”.",
              "The Burj Khalifa doesn’t scrape the sky – it pierces it like a slender shiny needle, over half a mile high.",
              "The view from the top is more like looking out of a plane than a building.",
              "Taking into consideration the curvature of the earth, one can see over 60 miles in all directions from the top of the spire on a clear day.",
              "The 280,000-square-meter (3,000,000-square-foot) multi-use Burj Khalifa Tower is utilized for retail, a Giorgio Armani Hotel, residential and office space.",
              "The building has 700 residential apartments located from floors 45 to 108 and the remaining spaces till the 160th floor are occupied by the corporate officers.",
              "The facts and figures about the tower are likewise surreal – like how it is 15 degrees Fahrenheit cooler at the top than at the bottom, or that you could watch the sunset at the ground level, then take the elevator up to the observation deck and watch the same sunset all over again.",
              "It is a new order of tallness.",
              "As with all super-tall projects, the construction of the Burj Khalifa met difficult structural engineering problems that needed to be addressed and resolved.",
              "With safety in mind, building codes guard against unforeseen perils, including fires, earthquakes, electrical currents and more.",
              "The current Dubai Building Code (DBC) was published in 2021 with the objective of unifying building design across Dubai.",
              "Prior to the DBC being issued, the Dubai Municipality (DM) had specific regulations.",
              "Additionally, design teams and contractors relied on various documents to ensure their building projects meet the required standards.",
              "Generally, projects such as the Burj Khalifa, were designed and constructed in accordance with the requirements of the UAE Fire and Life Safety Code as well British Standards (BS) and American Codes and Standards.",
              "For the design of the Burj Khalifa the following structural standards were applied: The context of the Burj Khalifa being located in the city of Dubai, UAE, drove the inspiration for the building form to incorporate cultural and historical particular to the region.",
              "The influences of the Middle Eastern domes and pointed arches in traditional buildings, as well as spiral imagery in Middle Eastern architecture, resulted in the tri-axial geometry of the Burj Khalifa and the tower’s spiral reduction with height.",
              "The Y-shaped plan is ideal for residential and hotel usage, with the wings allowing maximum outward views and inward natural light.",
              "The exterior cladding is comprised of reflective glazing with aluminum and textured stainless steel spandrel panels and stainless-steel vertical tubular fins.",
              "Close to 26,000 glass panels, each individually hand-cut, were used in the exterior cladding of Burj Khalifa.",
              "The cladding system is designed to withstand Dubai’s extreme summer heat.",
              "Burj Khalifa utilizes 57 elevators and eight escalators.",
              "The building service/fireman’s elevator has a capacity of 5,500 kg (12,100 pounds).",
              "Traveling at 10 meters per second (22 miles per hour), the observation elevators have the world’s longest travel distance from lowest to highest stop.",
              "The designers at Skidmore, Owings and Merrill (SOM) in Chicago purposely shaped the structural concrete Burj Khalifa – “Y” shaped – to reduce the wind forces on the tower, as well as to keep the structure simple and foster constructability.",
              "The structural system can be described as a “buttressed” core.",
              "Each wing, with its own high-performance concrete corridor walls and perimeter columns, buttresses the others via a six-sided central core, or hexagonal hub.",
              "The result is a tower that is extremely stiff laterally and torsionally.",
              "SOM applied a rigorous geometry to the tower that aligned all the common central core, wall and column elements.",
              "This allows the construction to proceed without the normal difficulties associated with column transfers.",
              "Over 200,000 cubic yards of concrete were required to construct the structure.",
              "This is enough to build a solid cube 180 feet on a side or a 700-mile-long sidewalk.",
              "Outriggers at the mechanical floors allow the columns to participate in the lateral load resistance of the structure;",
              "hence, all the vertical concrete is utilized efficiently to support both gravity and lateral loads.",
              "The wall concrete specified strengths ranged from C60 to C80 cube strength (7,000 psi to 9,300 psi cylinder strength) and utilized a binary mix of Portland cement and fly ash.",
              "The wall thickness and column sizes were fine-tuned to reduce the effects of creep and shrinkage on the individual elements which comprise the structure.",
              "Concrete creep is the continued deformation of a concrete structure under sustained load (basically, long-term pressure or stress on concrete can make it change shape).",
              "To reduce the effects of differential column shortening (due to creep of the concrete) between the perimeter columns and interior walls, the perimeter columns were sized such that the self-weight gravity stress on the perimeter columns matched the stress on the interior corridor walls.",
              "The five sets of outriggers, distributed up the building, tie all the vertical load-carrying elements together, further ensuring uniform gravity stresses;",
              "hence, reducing differential creep movements.",
              "Since the shrinkage in concrete occurs more quickly in thinner walls or columns, the perimeter column thickness of 600 mm (24 inches) matched the typical corridor wall thickness (similar volume to surface ratios) to ensure the columns and walls will generally shorten at the same rate due to concrete shrinkage.",
              "Due to the compatibility requirements of strain between the rebar and the concrete in a reinforced concrete column, as the concrete creeps and shrinks (i.",
              "e., shortens), the rebar must attract additional compressive stress and forces to maintain the same strain as the concrete.",
              "Since the total load is the same, over time, part of the load in a reinforced concrete column is transferred from the concrete to the rebar.",
              "This unloading of the concrete, therefore, also reduces the creep in the concrete.",
              "The crowning touch of Burj Khalifa is its telescopic spire.",
              "The structural steel spire was constructed from inside the building and jacked to its full height of over 200 meters (700 feet) using a hydraulic pump.",
              "In addition to securing Burj Khalifa’s place as the world’s tallest structure, the spire is integral to the overall design, creating a sense of completion for the landmark, and also houses communications equipment.",
              "If you want to build high, you must first dig deep.",
              "The groundbreaking of Burj Khalifa occurred in September 2004.",
              "The tower’s foundations consist of a pile-supported raft/mat.",
              "The solid reinforced concrete raft is 3.",
              "7 meters (12 feet) thick and was poured utilizing C50 cube strength (5,800 psi cylinder) self-consolidating concrete (SCC).",
              "The raft was constructed in four separate pours (three wings and the center core).",
              "Each raft pour occurred over at least a 24-hour period.",
              "For a building of this height and slenderness, wind forces and the resulting motions in the upper levels become dominant factors in the structural design.",
              "An extensive program of wind tunnel tests and other studies were undertaken by Rowan Williams Davies and Irwin Inc.",
              "’s (RWDI) boundary layer wind tunnels in Guelph, Ontario.",
              "The wind tunnel program included rigid-model force balance tests, full multi-degree-of-freedom aeroelastic model studies, measurements of localized pressures, pedestrian wind environment studies and wind climatic studies.",
              "Wind tunnel models account for the crosswind effects of wind-induced vortex shedding on the building.",
              "In addition to the structural loading tests, the Burj Khalifa tower was studied by RWDI for cladding, pedestrian level and stack effect.",
              "Based on the results of the aeroelastic models, the predicted building motions are within the ISO standard recommended values without the need for auxiliary damping.",
              "The world’s tallest structure, the Burj Khalifa, is a focal point of the overall development project, which includes shopping malls, hotels and residential buildings.",
              "The architects and engineers utilized the latest in building codes and standards to develop the building form and the structural system, resulting in a tower that efficiently manages its response to the wind, while maintaining the integrity of the design concept.",
              "It represents a significant achievement in terms of utilizing the latest design, codes, materials and construction technology and methods, to provide an efficient, rational structure to rise to heights never before seen.",
              "NOTE: Many features on ICCSafe's website require JavaScript.",
              "You can enable JavaScript via your browser's preference settings.",
              "If you need help, contact our WebSupport via LiveChat."
            ]
          },
          {
            "title": "Burj Khalifa | RWDI Consulting Engineers and Scientists",
            "url": "https://www.rwdi.com/en_ca/projects/burj-khalifa/",
            "content": [
              "Burj Khalifa | RWDI Consulting Engineers and Scientists",
              "RWDI’s core practice areas bring together a diverse array of capabilities around a common purpose: meeting the immediate aims and broader business goals of our clients.",
              "Over more than five decades, RWDI engineers and scientists have gained extensive hands-on experience across the spectrum of industries and sectors.",
              "A selection of RWDI projects illustrates our breadth and depth of experience, along with the unique capabilities we’ve developed in response to clients’ changing needs.",
              "We help clients tackle complex challenges in the built environment by combining innovative thinking, collaborative problem solving, and a passion for expanding the boundaries of the possible.",
              "While RWDI professionals have widely varied backgrounds and expertise, we share a fundamental dedication to earning the trust and exceeding the expectations of our clients.",
              "Highly specialized technical expertise is the lifeblood of our industry and the key to RWDI’s success — and we believe that sharing this valuable currency benefits everyone.",
              "Redefining possible.",
              "Dubai, United Arab Emirates Steeped in superlatives, the Burj Khalifa has redefined the 21st-century meaning of skyscraper as the world’s tallest building.",
              "Located on the southeast coast of the Persian Gulf in Dubai, the most populous city in the United Arab Emirates (UAE), the 2,716.",
              "5-foot (828-meter) building has quickly become one of the most recognizable structures in the world.",
              "With a style reminiscent of spiral minarets that taper as they reach skyward, Burj Khalifa is a mixed-use high rise, featuring more than 900 private residential apartments, a 304-room hotel, and numerous corporate suites on the tower’s upper floors.",
              "Because wind loading and wind-induced motions were expected to be so critical to the structural design of this tall, slender building, we were brought in to consult early in the design process.",
              "Designed at its core as a bundled tube, an approach selected for its inherent strength and stability, Burj Khalifa features a Y-shaped plan that was adopted specifically to “confuse the wind.",
              "” In addition to the movement-related concerns typically associated with very tall buildings, the original design had been based on a building that was not nearly so tall, similar in concept to the final product but approximately 984 feet (300 meters) shorter.",
              "Construction had already begun on foundations based on the original design when the project goal changed.",
              "We were tasked with finding ways to reduce the wind load effects on the building foundation to enable construction to a much greater height.",
              "Shaping Studies Early wind testing using a high-frequency-force-balance provided initial wind load information for the initial design that accounted for the crosswind effects of vortex shedding on the building, providing insights we shared with the design team that led to the shaping of the tower.",
              "We followed early studies in the wind tunnel with additional rounds of wind tunnel testing as the tower geometry evolved.",
              "This testing enabled us to quickly evaluate the effectiveness of the team’s reshaping efforts as we worked to minimize wind effects and accommodate the client’s changes.",
              "By changing the number and spacing of the setbacks, among other shape modifications, it became possible to substantially reduce wind forces on the tower by encouraging vortex shedding that is not synchronized over the height of the tower.",
              "Accounting for the Wind Climate We also thoroughly analyzed how changing the building’s orientation would alter wind effects.",
              "This involved conducting studies to characterize the statistics of extreme winds based on historical records collected at local weather stations.",
              "In addition, we conduced computationally intense simulations using state-of-the-art MM5 weather modeling to gain an improved understanding of upper level winds.",
              "Overlaying the findings of our wind climate analyses with the aerodynamic data collected from the wind tunnel studies led us to recommend reorienting the tower such that a “nose” rather than the fork of the “Y” faces the direction from which strong winds most frequently blow.",
              "Extensive Wind Tunnel Testing Program As the design progressed, we conducted an extensive program of wind tunnel testing that was carried out at our Guelph, Ontario, facility using mostly 1:500 scale models.",
              "The test regimen included rigid-model force balance tests, full multi-degree-of-freedom aeroelastic model studies, measurements of localized pressures, and pedestrian wind environment studies.",
              "We also built and tested at high speeds a large, 1:50 scale model of the top third of the tower, which was used to evaluate the extent of possible Reynolds number effects and to refine estimates of the calculated wind loads on the structure and pressure on the surface of the building.",
              "Working closely with the other members of the design team to design the Burj Khalifa was an experience that established new standards of what close collaboration with our partners means for us.",
              "This structure truly is one of the wonders of the modern world and its successful completion established a new benchmark for the integrated practice of wind engineering and architecture.",
              "We are proud of our contribution to a project that truly exemplifies what it means to push the boundaries of the possible.",
              "© 2023 RWDI, All Rights Reserved"
            ]
          }
        ],
        "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through a central core.": [
          {
            "title": "State-of-the-Art &amp; Structural Design Elements | Burj Khalifa",
            "url": "https://www.burjkhalifa.ae/en/the-tower/structures/",
            "content": [
              "State-of-the-Art &amp; Structural Design Elements | Burj Khalifa",
              "It is an understatement to say that Burj Khalifa represents the state-of-the-art in building design.",
              "From an initial concept through completion, a combination of several important technological innovations and innovative structural design methods have resulted in a superstructure that is both efficient and robust.",
              "Emaar Properties PJSC is the Master Developer of Burj Khalifa and The Dubai Mall"
            ]
          },
          {
            "title": "Architectural, Construction &amp; Building Design| Burj Khalifa",
            "url": "https://www.burjkhalifa.ae/en/the-tower/design-construction/",
            "content": [
              "Architectural, Construction &amp; Building Design| Burj Khalifa",
              "While it is superlative in every respect, it is the unique design of Burj Khalifa that truly sets it apart.",
              "The centrepiece of this new world capital attracted the world's most esteemed designers to an invited design competition.",
              "Ultimately, the honour of designing the world's tallest tower was awarded to the global leader in creating ultra-tall structures, the Chicago office of Skidmore, Owings & Merrill LLP (SOM) with Adrian Smith FAIA, RIBA, consulting design partner.",
              "The selected design was subject to an extensive peer review program to confirm the safety and effectiveness of the structural systems. The architecture features a triple-lobed footprint, an abstraction of the Hymenocallis flower.",
              "The tower is composed of three elements arranged around a central core.",
              "The modular, Y-shaped structure, with setbacks along each of its three wings, provides an inherently stable configuration for the structure and provides good floor plates for residential.",
              "Twenty-six helical levels decrease the cross-section of the tower incrementally as it spirals skyward.",
              "The central core emerges at the top and culminates in a sculpted spire.",
              "A Y-shaped floor plan maximizes views of the Arabian Gulf.",
              "Viewed from the base or the air, Burj Khalifa is evocative of the onion domes prevalent in Islamic architecture.",
              "Over 40 wind tunnel tests were conducted on Burj Khalifa to examine the effects the wind would have on the tower and its occupants.",
              "These ranged from initial tests to verify the wind climate of Dubai, to large structural analysis models and facade pressure tests, to micro-climate analysis of the effects at terraces and around the tower base.",
              "Even the temporary conditions during the construction stage were tested with the tower cranes on the tower to ensure safety at all times.",
              "Stack effect or chimney effect is a phenomenon that affects super-tall building design and arises from the changes in pressure and temperature with height.",
              "Special studies were carried on Burj Khalifa to determine the magnitude of the changes that would have to be dealt with in the building design.",
              "Concourse level to level 8 and level 38 and 39 will feature the Armani Hotel Dubai.",
              "Levels 9 to 16 will exclusively house luxurious one and two-bedroom Armani Residences.",
              "Floors 45 through 108 are private ultra-luxury residences.",
              "The Corporate Suites occupy most of the remaining floors, except for level 122 which houses At.",
              "mosphere and level 124, the tower's public observatory, At the Top, Burj Khalifa.",
              "For the convenience of homeowners, the tower has been divided into sections with exclusive Sky Lobbies on Levels 43, 76 and 123 that feature state-of-the-art fitness facilities including a Jacuzzis on Level 43 and 76.",
              "The Sky Lobbies on 43 and 76 additionally house swimming pools and a recreational room each that can be utilized for gatherings and lifestyle events — offering an unparalleled experience, both pools open to the outside offering residents the option of swimming from inside to the outside balcony.",
              "Other facilities for residents include a Residents' Library, and Lafayette Gourmet, a gourmet convenience store and a meeting place for the residents.",
              "Valet parking is provided for guests and visitors.",
              "The interior design of Burj Khalifa public areas was also done by the Chicago office of Skidmore, Owings & Merrill LLP and was led by award-winning designer Nada Andric.",
              "It features glass, stainless steel and polished dark stones, together with silver travertine flooring, Venetian stucco walls, handmade rugs and stone flooring.",
              "The interiors were inspired by local culture while staying mindful of the building's status as a global icon and residence.",
              "Over 1,000 pieces of art from prominent Middle Eastern and international artists adorn Burj Khalifa and the surrounding Mohammed Bin Rashid Boulevard.",
              "Many of the pieces were specially commissioned by Emaar to be a tribute to the spirit of global harmony.",
              "The pieces were selected as a means of linking cultures and communities, symbolic of Burj Khalifa being an international collaboration.",
              "Excavation work began for Burj Khalifa in January 2004 and over the ensuing years to its completion;",
              "the building passed many important milestones on its goal to become the tallest man-made structure the world has ever seen.",
              "In just 1,325 days since excavation work started in January 2004, Burj Khalifa became the tallest free-standing structure in the world.",
              "Over 45,000 m3 (58,900 cu yd) of concrete, weighing more than 110,000 tonnes were used to construct the concrete and steel foundation, which features 192 piles buried more than 50 m (164 ft) deep.",
              "Burj Khalifa's construction will have used 330,000 m3 (431,600 cu yd) of concrete and 39,000 tonnes (43,000 ST;",
              "38,000 LT) of steel rebar, and construction will have taken 22 million man-hours.",
              "The exterior cladding of Burj Khalifa began in May 2007 and was completed in September 2009.",
              "The vast project involved more than 380 skilled engineers and on-site technicians.",
              "At the initial stage of installation, the team progressed at the rate of about 20 to 30 panels per day and eventually achieved as many as 175 panels per day.",
              "The tower accomplished a world record for the highest installation of an aluminium and glass façade with a height of 512 metres.",
              "The total weight of aluminium used on Burj Khalifa is equivalent to that of five A380 aircrafts and the total length of stainless steel bull nose fins is 293 times the height of Eiffel Tower in Paris.",
              "In November 2007, the highest reinforced concrete core walls were pumped using 80 MPa concrete from ground level.",
              "A vertical height of 601 metres.",
              "This smashed the previous pumping record on a building of 470m on Taipei 101;",
              "the world’s second tallest tower and the previous world record for vertical pumping of 532 metres for an extension to the Riva del Garda Hydroelectric Power Plant in 1994.",
              "The concrete pressure during pumping to this level was nearly 200 bars.",
              "The amount of rebar used for the tower is 31,400 metric tons - laid end to end this would extend over a quarter of the way around the world.",
              "Emaar Properties PJSC is the Master Developer of Burj Khalifa and The Dubai Mall"
            ]
          },
          {
            "title": "Structural Details of Burj Khalifa - Concrete Grade and Foundations ...",
            "url": "https://theconstructor.org/structures/structural-details-burj-khalifa-concrete-grade-foundations/20512/",
            "content": [
              "Structural Details of Burj Khalifa - Concrete Grade and Foundations ...",
              "Join TheConstructor to ask questions, answer questions, write articles, and connect with other people.",
              "When you join you get additional benefits.",
              "Username* E-Mail* Password* Confirm Password* First Name* Last Name* Country Select a country.",
              ".",
              ".",
              "Åland IslandsAfghanistanAlbaniaAlgeriaAndorraAngolaAnguillaAntarcticaAntigua and BarbudaArgentinaArmeniaArubaAustraliaAustriaAzerbaijanBahamasBahrainBangladeshBarbadosBelarusBelauBelgiumBelizeBeninBermudaBhutanBoliviaBonaire, Saint Eustatius and SabaBosnia and HerzegovinaBotswanaBouvet IslandBrazilBritish Indian Ocean TerritoryBritish Virgin IslandsBruneiBulgariaBurkina FasoBurundiCambodiaCameroonCanadaCape VerdeCayman IslandsCentral African RepublicChadChileChinaChristmas IslandCocos (Keeling) IslandsColombiaComorosCongo (Brazzaville)Congo (Kinshasa)Cook IslandsCosta RicaCroatiaCubaCuraÇaoCyprusCzech RepublicDenmarkDjiboutiDominicaDominican RepublicEcuadorEgyptEl SalvadorEquatorial GuineaEritreaEstoniaEthiopiaFalkland IslandsFaroe IslandsFijiFinlandFranceFrench GuianaFrench PolynesiaFrench Southern TerritoriesGabonGambiaGeorgiaGermanyGhanaGibraltarGreeceGreenlandGrenadaGuadeloupeGuatemalaGuernseyGuineaGuinea-BissauGuyanaHaitiHeard Island and McDonald IslandsHondurasHong KongHungaryIcelandIndiaIndonesiaIranIraqIsle of ManIsraelItalyIvory CoastJamaicaJapanJerseyJordanKazakhstanKenyaKiribatiKuwaitKyrgyzstanLaosLatviaLebanonLesothoLiberiaLibyaLiechtensteinLithuaniaLuxembourgMacao S.",
              "A.",
              "R.",
              ", ChinaMacedoniaMadagascarMalawiMalaysiaMaldivesMaliMaltaMarshall IslandsMartiniqueMauritaniaMauritiusMayotteMexicoMicronesiaMoldovaMonacoMongoliaMontenegroMontserratMoroccoMozambiqueMyanmarNamibiaNauruNepalNetherlandsNetherlands AntillesNew CaledoniaNew ZealandNicaraguaNigerNigeriaNiueNorfolk IslandNorth KoreaNorwayOmanPakistanPalestinian TerritoryPanamaPapua New GuineaParaguayPeruPhilippinesPitcairnPolandPortugalQatarRepublic of IrelandReunionRomaniaRussiaRwandaSão Tomé and PríncipeSaint BarthélemySaint HelenaSaint Kitts and NevisSaint LuciaSaint Martin (Dutch part)Saint Martin (French part)Saint Pierre and MiquelonSaint Vincent and the GrenadinesSan MarinoSaudi ArabiaSenegalSerbiaSeychellesSierra LeoneSingaporeSlovakiaSloveniaSolomon IslandsSomaliaSouth AfricaSouth Georgia/Sandwich IslandsSouth KoreaSouth SudanSpainSri LankaSudanSurinameSvalbard and Jan MayenSwazilandSwedenSwitzerlandSyriaTaiwanTajikistanTanzaniaThailandTimor-LesteTogoTokelauTongaTrinidad and TobagoTunisiaTurkeyTurkmenistanTurks and Caicos IslandsTuvaluUgandaUkraineUnited Arab EmiratesUnited Kingdom (UK)United States (US)UruguayUzbekistanVanuatuVaticanVenezuelaVietnamWallis and FutunaWestern SaharaWestern SamoaYemenZambiaZimbabwe By registering, you agree to the Terms of Service and Privacy Policy .",
              "* Log in to TheConstructor to ask questions, answer people’s questions, write articles & connect with other people.",
              "When you join you get additional benefits.",
              "Username or email* Password* Lost your password?",
              "Please enter your email address.",
              "You will receive a link and will create a new password via email.",
              "E-Mail* Sorry, you do not have permission to ask a question, You must log in to ask a question.",
              "Join now!",
              "Username or email* Password* Do you need to remove the ads?",
              "Join now!",
              "🕑 Reading time: 1 minute Fig.",
              "1: Burj Khalifa Fig.",
              "2: Cross Section plan of Burj Khalifa Fig.",
              "3: Pile Raft Foundation in Burj Khalifa.",
              "Photos From the Construction Stage Read More: © 2009-2021 The Constructor.",
              "All Rights Reserved."
            ]
          }
        ],
        "The combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.": [
          {
            "title": "11 Burj Khalifa less known facts: 500,000 tonnes, 100,000 elephants",
            "url": "https://www.emirates247.com/news/emirates/11-burj-khalifa-less-known-facts-500-000-tonnes-100-000-elephants-2016-08-14-1.638957",
            "content": [
              "11 Burj Khalifa less known facts: 500,000 tonnes, 100,000 elephants",
              "Visitors and tourist at Burj Khalifa in Dubai.",
              "Photo by Ashok Verma Burj Khalifa is the world's tallest tower, but did you know that the empty weight of the tower is 500,000 tonnes?",
              "Built at the cost of $1.",
              "5 billion, the 828-metre tower, with over 160 storeys, is tangible proof of Dubai's growing role in a changing world as in less than 30 years, the city has transformed itself from a regional centre to a global one.",
              "Mohamed Alabbar, Chairman, Emaar Properties, the developer, has said: \"Burj Khalifa is the Arab world's tribute to the art and science of modern engineering and design.",
              "Burj Khalifa symbolises the aesthetic unison of many cultures - from Arabia and the rest of the world.\"",
              "The tower was official opened on January 4, 2010.",
              "Although we know it holds the following records - tallest building in the world;",
              "tallest free-standing structure in the world;",
              "highest number of stories in the world;",
              "highest occupied floor in the world;",
              "highest outdoor observation deck in the world;",
              "elevator with the longest travel distance in the world and tallest service elevator in the world;",
              "Emaar has now revealed more information on the tower on social media.",
              "Here are some more facts: # Each glass panel of Burj Khalifa weighs 362kg and comes with an energy saving coating to limit solar heat.",
              "# At any given time, Burj Khalifa holds around 10,000 people at once.",
              "# Burj Khalifa can hold up to 35,000 people.",
              "# Every component of the Burj Khalifa was tested during design development to ensure performance expectations.",
              "# Burj Khalifa, the 'Vertical City' has 900 residences.",
              "# During the inauguration of Burj Khalifa, 10,000 individual fireworks were shot to choreograph the show.",
              "# There are more than 24,000 window panels covering the tower's façade.",
              "# The weight of concrete used to build Burj Khalifa is equivalent to 100,000 elephants.",
              "# Located at level 155 is the world's highest electrical substation.",
              "# Burj Khalifa's flight stroboscopes sparkle 40 times a minute.",
              "# Burj Khalifa has an empty weight of 500,000 tonnes.",
              "Follow Emirates 24|7 on Google News."
            ]
          },
          {
            "title": "137,500 elephants were used for the construction of Burj Khalifa",
            "url": "https://www.structuresinsider.com/post/137-500-elephants-were-used-for-the-construction-of-burj-khalifa",
            "content": [
              "137,500 elephants were used for the construction of Burj Khalifa",
              "HOME ARTICLES INSIGHTS ABOUT US CONTACT US MORE* More Updated: Mar 19, 2022 137,500 elephants, each weighing an average 6000kg corresponds to 330,000 of concrete used for the Burj Khalifa 🐘 Also, 55,000 tonnes of steel rebar, as well as aluminium, glass, stainless steel and silicone, was used.",
              "👉 Visit Structures Insider's homepage for more stories.",
              "👈 Concrete:🧱 High strength concrete varying from C50-C80 concrete strength was used.",
              "A huge pile supported raft, 3.",
              "7m thick utilised 12,500 cubic meters of 50 MPa cubic strength concrete that incorporated 40% fly ash and W/C ratio of 0.",
              "34 in its mix.",
              "Furthermore, C60 concrete was used for the foundation piles.",
              "Due to the highly corrosive groundwaters of the dessert, cathodic coding protection was required for the piles.",
              "Each floor consists of 200mm to 300mm two-way reinforced concrete flat plate slabs spanning in modules of 9m.",
              "From level 156 and above a steel braced frame structure is placed.",
              "Steel:⛓ steel brace frame structure was used for the construction of level 156 and above with a purpose of reducing the structures overall weight.",
              "Check us out on Instagram : Structures Insider on Instagram: “Burj Khalifa the worlds tallest structure height at 829.",
              "8m !",
              "!",
              "️ United Arab Emirates Construction facts: ⛓ Concrete used :.",
              ".",
              ".",
              "” Job Profile: What does a Concrete Estimator do?",
              "Beyond the Surface: Delving into the Extraordinary World of Underground Construction Top 8 ideas about construction engineering and management thesis topic that is relevant in 2023?",
              "You are awesome !",
              "© Copyright 2017 - 2023 Structures Insider.",
              "Designed by: 357.",
              "digital"
            ]
          },
          {
            "title": "5 challenges faced while building Dubai&#39;s Burj Khalifa",
            "url": "https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa",
            "content": [
              "5 challenges faced while building Dubai&#39;s Burj Khalifa",
              "Fri, Nov 10, 2023 | Rabi Al-Aakhir 26, 1445 Published: Fri 4 Jan 2019, 11:00 PM Last updated: Thu 16 Feb 2023, 3:24 PM 4th of January marks the anniversary of Burj Khalifa.",
              "Today, the structure marks its ninth anniversary since its inauguration in 2010.",
              "Dubai's Burj Khalifa turns 9: 50 facts you didn't know Standing at a whopping 828 meters in the air, the Burj Khalifa is undoubtedly at the forefront of engineering innovations.",
              "When the structure was at its peak, 12,000 workers worked on it per day and it took 22 million man-hours to complete.",
              "Building such a tall structure came with its own set of engineering challenges.",
              "Let's look at top five: 1.",
              "One of the first challenges of the Burj Khalifa was that the building had to withstand extreme heat, reaching more than 50 degree Celsius in summers.",
              "Accounting for that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were made.",
              "300 cladding specialists were roped into individually hand-cut approximately 26,000 glass panels.",
              "2.",
              "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure.",
              "To make up for it, a separate piping system was created to hold a tank in the basement to store the water.",
              "3.",
              "Wind loads were another structural challenge that the Burj Khalifa faced during construction.",
              "To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over 40 wind tunnel tests.",
              "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through this central core.",
              "4.",
              "It is now known that the combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.",
              "The engineers had to mix the concrete with ice and pour it in the structure at night to skip the hot climate.",
              "This cooler mixture was also less likely to crack.",
              "5.",
              "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.",
              "These panels were lifted using a series of cranes and installed by specialists.",
              "Get news and views from the world of golf delivered to your inbox every Wednesday.",
              "uae Several residents can’t wait to watch the Egyptian comedian's trademark humour in person uae uae RTA resumed operations of the marine transportation line between the emirates on August 4, after it was briefly suspended during the pandemic uae uae A second expat took Dh75,000 home uae uae A total of 16 aircraft has been sent as part of the Gallant Knight 3 humanitarian operation uae uae From Palestinian artist Areen's 'Flowing Threads' to Kapil Bhimekar's 'The Reality Check', this one-of-a-kind event started on November 7 and is scheduled to run until November 12 uae uae In an interview with KT, a National Centre of Meteorology expert said that the rains have been heavier than usual for this time of the year uae uae Having perfected the unique technique of creating visuals with a ray of light, Dowail uses both hands to paint on two sides of a luminescent canvas uae uae Nearly 800 journalists from 58 countries will be attending and covering the event uae"
            ]
          }
        ],
        "The engineers had to mix the concrete with ice and pour it at night to avoid the hot climate and prevent cracking.": [
          {
            "title": "Structural Details of Burj Khalifa - Concrete Grade and Foundations ...",
            "url": "https://theconstructor.org/structures/structural-details-burj-khalifa-concrete-grade-foundations/20512/",
            "content": [
              "Structural Details of Burj Khalifa - Concrete Grade and Foundations ...",
              "Join TheConstructor to ask questions, answer questions, write articles, and connect with other people.",
              "When you join you get additional benefits.",
              "Username* E-Mail* Password* Confirm Password* First Name* Last Name* Country Select a country.",
              ".",
              ".",
              "Åland IslandsAfghanistanAlbaniaAlgeriaAndorraAngolaAnguillaAntarcticaAntigua and BarbudaArgentinaArmeniaArubaAustraliaAustriaAzerbaijanBahamasBahrainBangladeshBarbadosBelarusBelauBelgiumBelizeBeninBermudaBhutanBoliviaBonaire, Saint Eustatius and SabaBosnia and HerzegovinaBotswanaBouvet IslandBrazilBritish Indian Ocean TerritoryBritish Virgin IslandsBruneiBulgariaBurkina FasoBurundiCambodiaCameroonCanadaCape VerdeCayman IslandsCentral African RepublicChadChileChinaChristmas IslandCocos (Keeling) IslandsColombiaComorosCongo (Brazzaville)Congo (Kinshasa)Cook IslandsCosta RicaCroatiaCubaCuraÇaoCyprusCzech RepublicDenmarkDjiboutiDominicaDominican RepublicEcuadorEgyptEl SalvadorEquatorial GuineaEritreaEstoniaEthiopiaFalkland IslandsFaroe IslandsFijiFinlandFranceFrench GuianaFrench PolynesiaFrench Southern TerritoriesGabonGambiaGeorgiaGermanyGhanaGibraltarGreeceGreenlandGrenadaGuadeloupeGuatemalaGuernseyGuineaGuinea-BissauGuyanaHaitiHeard Island and McDonald IslandsHondurasHong KongHungaryIcelandIndiaIndonesiaIranIraqIsle of ManIsraelItalyIvory CoastJamaicaJapanJerseyJordanKazakhstanKenyaKiribatiKuwaitKyrgyzstanLaosLatviaLebanonLesothoLiberiaLibyaLiechtensteinLithuaniaLuxembourgMacao S.",
              "A.",
              "R.",
              ", ChinaMacedoniaMadagascarMalawiMalaysiaMaldivesMaliMaltaMarshall IslandsMartiniqueMauritaniaMauritiusMayotteMexicoMicronesiaMoldovaMonacoMongoliaMontenegroMontserratMoroccoMozambiqueMyanmarNamibiaNauruNepalNetherlandsNetherlands AntillesNew CaledoniaNew ZealandNicaraguaNigerNigeriaNiueNorfolk IslandNorth KoreaNorwayOmanPakistanPalestinian TerritoryPanamaPapua New GuineaParaguayPeruPhilippinesPitcairnPolandPortugalQatarRepublic of IrelandReunionRomaniaRussiaRwandaSão Tomé and PríncipeSaint BarthélemySaint HelenaSaint Kitts and NevisSaint LuciaSaint Martin (Dutch part)Saint Martin (French part)Saint Pierre and MiquelonSaint Vincent and the GrenadinesSan MarinoSaudi ArabiaSenegalSerbiaSeychellesSierra LeoneSingaporeSlovakiaSloveniaSolomon IslandsSomaliaSouth AfricaSouth Georgia/Sandwich IslandsSouth KoreaSouth SudanSpainSri LankaSudanSurinameSvalbard and Jan MayenSwazilandSwedenSwitzerlandSyriaTaiwanTajikistanTanzaniaThailandTimor-LesteTogoTokelauTongaTrinidad and TobagoTunisiaTurkeyTurkmenistanTurks and Caicos IslandsTuvaluUgandaUkraineUnited Arab EmiratesUnited Kingdom (UK)United States (US)UruguayUzbekistanVanuatuVaticanVenezuelaVietnamWallis and FutunaWestern SaharaWestern SamoaYemenZambiaZimbabwe By registering, you agree to the Terms of Service and Privacy Policy .",
              "* Log in to TheConstructor to ask questions, answer people’s questions, write articles & connect with other people.",
              "When you join you get additional benefits.",
              "Username or email* Password* Lost your password?",
              "Please enter your email address.",
              "You will receive a link and will create a new password via email.",
              "E-Mail* Sorry, you do not have permission to ask a question, You must log in to ask a question.",
              "Join now!",
              "Username or email* Password* Do you need to remove the ads?",
              "Join now!",
              "🕑 Reading time: 1 minute Fig.",
              "1: Burj Khalifa Fig.",
              "2: Cross Section plan of Burj Khalifa Fig.",
              "3: Pile Raft Foundation in Burj Khalifa.",
              "Photos From the Construction Stage Read More: © 2009-2021 The Constructor.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Burj Khalifa - Concrete Future",
            "url": "https://concretefuture.com/cf/buildings/burj-khalifa/",
            "content": [
              "Burj Khalifa - Concrete Future",
              "Mr.",
              "Clause Mirna (Putzmeister), Dr.",
              "Aldred (Concrete Future), Mr.",
              "Santosh (Unimix) The Burj Khalifa stands at 828m high and is currently the world’s tallest structure in all categories.",
              "Developed by Emaar Properties and designed by renowned architect and engineers SOM from Chicago.",
              "The Burj Khalifa is one of the greatest concrete structures ever built.",
              "The critical Independent Verification and Testing Agency (IVTA) role on the 160-plus storey Burj Khalifa was led by concrete specialist Dr James Aldred who is now the Technical Director of Concrete Future.",
              "Dr Mohamad Nagi, who is a consultant with Concrete Future, was also part of the specialist team.",
              "GHD’s IVTA team was involved in concrete mix development as well as quality control and assurance on materials used throughout the project.",
              "One of the major challenges posed by the project was the high temperatures experienced in the Middle East, where temperature can reach 50°C in the shade.",
              "A decision was taken to do all concreting for the vertical elements of the tower at night and the concrete’s water content was made up almost entirely of flake ice during the summer months.",
              "The highest temperature recorded by James during concreting on site was 40°C at midnight!",
              "Getting the concrete mixture right was also crucial to success with a range of different mixtures tested during initial trials.",
              "The Concrete Institute of Australia (CIA) recognised significant contributions to the development of concrete technology and practice made by the IVTA.",
              "The IVTA team was the winner in the Technology Category of the prestigious Award for Excellence in concrete for its ground-breaking work in pumping concrete to a height of 601m during construction.",
              "“The pumping of high quality concrete on the Burj Khalifa to 600 metres was an exceptional achievement in concrete technology, and one of which our team is very proud,” Dr Aldred said.",
              "“Our team is well known for its technical skill, and we are building a reputation for innovation in solving technical challenges for our clients.",
              "” Aldred 2010 Burj Khalifa - a new high for HPC"
            ]
          },
          {
            "title": "Burj Khalifa – a new high for high-performance concrete",
            "url": "https://www.icevirtuallibrary.com/doi/10.1680/cien.2010.163.2.66",
            "content": [
              "Burj Khalifa – a new high for high-performance concrete",
              "ICE Virtual Library essential engineering knowledge The world's tallest structure – the 828 m high Burj Khalifa building in Dubai – has set a new benchmark for engineering super-tall buildings.",
              "In particular, it significantly raised the bar for high-performance-concrete construction, with its massive reinforced-concrete core and wings extending nearly 600 m above ground level.",
              "This paper describes the how the extreme concreting challenges were overcome on the project, including successfully pumping and placing high-performance concrete to unprecedented heights as well as preventing excessive cracking and shrinkage in the hot and arid conditions.",
              "Practical advice is provided for future projects.",
              "The 828 m high Burj Khalifa (formerly known as the Burj Dubai) in Dubai, United Arab Emirates opened in January 2010 as the world's tallest structure.",
              "Its Y-shaped, 586 m high reinforced-concrete core also represented a step-change for high-performance concrete construction (Figure 1).",
              "Figure 1 The 828 m tall Burj Khalifa dominates the Dubal skyline and is the world's tallest structure by far – the first 586 m of the building is constructed from high-performance reinforced concrete (www.",
              "imresolt.",
              "com) The project is the latest and largest manifestation of the world's increasing appetite for super-tall buildings.",
              "According to the Council on Tall Buildings and the Urban Habitat (CTBUH, 2010), there were 82 buildings of 300 m or greater under construction in January 2010, the vast majority of which were being constructed primarily with reinforced concrete.",
              "At least four buildings of around 1000 m are currently at the detailed proposal stage and others with heights of 1400–1600 m are on drawing boards.",
              "High-performance concrete is a crucial part of the viability of super-tall buildings, both structurally and economically.",
              "The stiffness provided by high-modulus concrete has significant benefits in terms of limiting movement, and high strength is necessary to reduce the cross-section of vertical elements.",
              "Furthermore, the pumpability and high early strength of high-performance concrete coupled with prefabrication of reinforcing cages and advances in slip- and climb-form technology mean that large, complex reinforced-concrete structures can be constructed at rates of two to three levels per week.",
              "Properly designed reinforced concrete is thus becoming far more competitive with structural steel in terms of construction speed.",
              "For the many super-tall structures and other major infrastructure projects under construction in the Middle East, the durability of high-performance concrete also helps to ensure the required service life will be achieved in a hot, chemically aggressive environment.",
              "However, such concrete can be more sensitive than conventional concrete during the plastic and early hardening phase, particularly in a harsh drying environment.",
              "This paper discusses the issues encountered with using high-performance concrete on Burj Khalifa and how they were overcome.",
              "The suitability of reinforced-concrete construction for super-tall buildings is entirely dependent on the ability to pump the concrete.",
              "The material may not be viable if large quantities need to be placed by crane, which would not only limit the casting rate but also significantly delay other works.",
              "However, whereas the literature contains a great deal of information on many characteristics of high-performance concrete, there is little information on pumping.",
              "It was originally planned to conduct staged pumping at Burj Khalifa, which would have involved a separate set of problems and possible delays.",
              "However, following mixture development, procedural modifications, pressure monitoring and the advent of powerful pumps such as the Putzmeister 14000 SHP-D, a world-record pumping height of 601 m was achieved during the final part of the core wall casting in November 2007 (Figure 2).",
              "The previous record was 448 m at Taipeh 101 Tower in 2003.",
              "Figure 2 A world record concrete pumping height of 601 m was achieved on 8 November 2007 It was also considered economic to pump relatively small quantities of C50 concrete for metal deck composite slabs above the 586 m concrete core rather than use cranes, adding a further 5 m to the record in April 2008.",
              "For a 48 m3 slab using 3 m3 skips with a 30 min transit time, the maximum casting rate would be 12 m3/h and would require two cranes full time for 4 h.",
              "For pumping, the time in the pipeline was approximately 30 min at this elevation but resulted in a relatively uninterrupted casting rate of 20 m3/h or more thereafter.",
              "The 11 m3 of concrete evacuated during cleaning the pipeline was used in other applications.",
              "One of the challenges to designing pumpable concrete in the Middle East is the use of crushed aggregate for both coarse and fine aggregate.",
              "Two principal types of aggregate are used in the region: gabbro and a high-quality limestone, principally from the Emirates and Oman, though the quality of the fine aggregate can vary significantly around the Gulf.",
              "The abrasion characteristics of coarse aggregate are an important consideration for pumping: the rate of wear of the pipeline is a significant cost consideration, particularly at high pressure.",
              "The lifespan of a pipeline when using highly abrasive gabbro can be as low as 10 000 m3.",
              "For Burj Khalifa, approximately 40 000 m3 of a suitably designed mix containing a dolomitic limestone was pumped through the central pipeline with only minor local replacement.",
              "Another crucial consideration in mixture proportioning is the pipeline diameter and the maximum aggregate size.",
              "A 150 mm pipeline was used on Burj Khalifa, which enabled a 20 mm maximum aggregate size to be used up to level 100 (346 m).",
              "There are issues with weight, cost and concrete volume associated with the use of larger diameter pipes for high-pressure pumping.",
              "As such, use of a smaller diameter pipeline with a smaller maximum aggregate size may be more practical in many applications.",
              "a problem with pumping concrete on a super-tall tower is that the degree of difficulty is always increasing but the team can become blasé There is a tendency today to use a high proportion of fine aggregate in high-performance concrete, particularly when it is designed to have a slump flow exceeding 500 mm.",
              "However, even with higher fines, these concretes were found to have low shrinkage and creep characteristics.",
              "In the Emirates, a fine dune sand (<600 μm) is also used to increase the finer fraction and the improve cohesion of the mixture, while in other areas such as Qatar – where dune sand contains high quantities of gypsum – viscosity-modifying admixtures can be used to improve cohesion and segregation resistance.",
              "In the case of Burj Khalifa, the fine-aggregate percentage for tower mixes was approximately 50% and fly ash was used at a replacement level of 13–20% together with silica fume at 5–10%.",
              "A specially modified superplasticiser was developed for the project by BASF to achieve greater workability retention with early strength development.",
              "Indicative mixture proportions are given by Aldred (2007).",
              "Concrete pumping trials were conducted before the Burj Khalifa tower construction using a Putzmeister BSA 14000 HP-D stationary pump with a maximum hydraulic pressure of 310 bar.",
              "A length of 600 m of high-pressure ZX 125 delivery pipe was laid out horizontally with transducers to measure concrete pressure after pumping through distances of 250, 450 and 600 m (Figure 3).",
              "The pipeline was in direct sunlight, but during one of the cooler months of the year.",
              "Figure 3 A 600 m, 125 mm diameter concrete delivery pipe fitted with transducers was laid out on the ground near the site to help assess pressures due to pipe friction Five different concrete mixtures were tested, and fresh and hardened concrete properties were measured before and after pumping.",
              "This procedure provided useful data, indicating that single-stage pumping would be possible as well as highlighting certain practical problems which reduced possible blockage during construction.",
              "However, there were changes in a number of parameters that meant friction factors calculated for the pumping trial were different from in situ pumping.",
              "An alternative procedure to horizontal trials is the use of in situ pressure transducers at the hopper, at the end of the horizontal section of the pipeline and at various elevations to establish the friction factor in situ.",
              "The limitation of this procedure is that blockage of the pipeline cannot be allowed, which tends to inhibit pushing the limits.",
              "Appropriate positioning of pumps and planning of concrete-truck flow on and off site will help ensure smooth operation of pumping.",
              "Equipment and tools necessary to clear the pipeline in the event of blockage should be kept in a locked area near the point of discharge to enable immediate action by the pumping team if required.",
              "A seminar with the concrete supplier, pump operators, contractor's supervisors and consultant's representatives should be conducted, with an interpreter if necessary, so that all parties know the procedure and their role.",
              "This should be repeated regularly: a problem with pumping concrete on a super-tall tower is that the degree of difficulty is always increasing but the team can become blasé.",
              "Concrete in the Middle East has a potential for blockage during pumping due temperature effects and delays.",
              "If practically possible, all pumping of concrete, particularly in summer months, should be conducted at night.",
              "The batching plant should be as close as possible to the project to reduce transit time and disruptions to supply – a site plant is best.",
              "Careful consideration should be given to the maximum allowed concrete placement temperature.",
              "To achieve the common limit of 32°C with high-performance concrete, and depending on the moisture content of the fine aggregate, the added water content could be almost completely composed of flake ice during the summer months, when shade temperatures can exceed 50°C.",
              "Limited variation in rheology and concrete temperature through summer will help minimise pumping problems. Batching plants in the Middle East generally use pan mixers or similar where the ingredients are well mixed before discharge into a truck.",
              "At large replacement levels, most of the flake ice needs to melt to lubricate the mix before discharge.",
              "Monitoring the ammeter in the plant provides a good indication of the workability of the concrete in the pan, and workability should be measured at the plant and site regularly to confirm full melting before pumping.",
              "If there is no ice facility at the batching plant, an alternative is to use a high-volume fly ash mixture to limit the heat of hydration.",
              "This was done for the 4 m thick raft of the 412 m Al Hamra Tower in Kuwait, where the casting was scheduled in August and a peak temperature of 71°C was specified, and the batching plant did not have an ice plant.",
              "At various elevations on the Burj Khalifa project, concrete was tested for rheological properties, using an Icar rheometer, and temperature both before and after pumping.",
              "The sampling included C80-20, C80-14 and C60-14 concretes.",
              "There was some variation in the results but the average effects of pumping to elevations from 350 m to 580 m was a 2–3°C rise in temperature and a 10% reduction in slump flow.",
              "Pumping was found roughly to halve the plastic viscosity of the concrete and double the dynamic yield stress.",
              "The results appear related to the increase in temperature during pumping.",
              "The significantly lower plastic viscosity after pumping will reduce the segregation resistance of the concrete, and should be considered during mix design and when deciding on placement procedures.",
              "On the other hand, pumping will tend significantly to increase early-age compressive strength.",
              "The greater strength after pumping combined with the significant concrete volume within typical structural elements means that the in situ compressive strength can greatly exceed that of compliance cube/cylinder specimens, particularly if taken before pumping.",
              "Where demanding early-age strength targets are required, the in situ maturity should be assessed using appropriate methods to avoid possible unnecessary modification to the mixture, such as reduced retardation, that may compromise pumpability.",
              "While sampling at the point of discharge would be more representative of the concrete in the actual structure, it can create significant logistical and safety problems, especially on a confined climb form.",
              "On Burj Khalifa, samples were taken at a site laboratory with periodic assessment of the effect of pumping by sampling concrete after it was pumped.",
              "At Burj Khalifa there were three stationary concrete pumps positioned in parallel on the ground floor slab adjacent to the tower: two Putzmeister BSA 14000 SHP-Ds with maximum hydraulic pressure of 360 bar (equivalent to a concrete pressure up to 240 bar) and one Putzmeister BSA 14000 HP-D with a maximum hydraulic pressure of 310 bar (Figure 4).",
              "The pumps were connected to 150 mm diameter high-pressure pipes servicing the three wings and the central core, all with separate delivery pipelines.",
              "This configuration meant that concrete could be placed at up to three separate locations simultaneously.",
              "Figure 4 A total of 165 000 m3 of concrete for the Burj Khalifa tower was delivered by three Putzmeister pumps on the ground floor with up to 240 bar capacity Free-standing Putzmeister placing booms with a reach of 28 m were located on each of the three wings while a larger placing boom with a reach of 32 m was used for the central core (Figure 5).",
              "The booms were secured to the Doka climb-form system and were raised along with the formwork.",
              "The delivery pipelines were connected to reducers several floors below the formwork to connect to the 125 mm diameter booms. Figure 5 MX32 Putzmeister concrete placing boom on the core, seen here with its operator, had a 32 m reach and was mounted on a 20 m high steel column attached to the Doka climbing formwork The general trend of increasing pumping pressure with elevation and the effect of different concrete types are shown in Figure 6.",
              "At floor 101, the concrete for the core walls changed from C80-20 to C80-14, with a noticeable reduction in pumping pressure.",
              "The increased water/cement ratio of the C60-14 mixture appeared to reduce pumping pressure slightly compared to C80-14.",
              "Figure 6 Graph showing how pumping pressure increased with height up to around 200 bar – and the reduction due to changing from 20 mm to 14 mm aggregate above 346 m All the potential benefits of pumping high-performance concrete can be lost if blockage occurs and therefore preventing blockage must be a vital consideration.",
              "Blockage can be caused by priming with a wet slurry, excessive delay, inadequate retardation and incompatibility of admixtures.",
              "Measurement of fresh concrete properties at the site can be a useful guide to the suitability of the delivered concrete before pumping.",
              "Temperature, slump flow and visual inspection for segregation after slump flow should be tested both at the plant and on site.",
              "Good practice is to measure the first three trucks and then regularly thereafter.",
              "On Burj Khalifa, detailed rheological properties of the core concrete were assessed at every fifth level.",
              "With the extreme ambient temperatures that can occur in the Middle East, blockage due to setting is a particular concern.",
              "On a super-tall structure, the substantial volume within the pipeline and the time for the concrete to reach the point of discharge need to be fully understood before attempting to push ‘old’ concrete through.",
              "The old adage of ‘better safe than sorry' is especially true of evacuating a pipeline in which a problem has occurred or when the concrete in the pipeline has exceeded an agreed time since batching.",
              "There have been significant advances in many aspects of concrete technology in the Middle East, with great increases in strength, modulus and durability.",
              "However, a serious limitation in the region has been the lack of systematic quality control.",
              "This has often been exacerbated by high test errors of cube samples as well as sometimes unreliable reporting of compliance data.",
              "Production standard deviations of greater than 7 MPa have been common as are within-test standard deviations of e MPa or more based on 28-day pair differences.",
              "Significant sources of error are the quality of the cube moulds, sampling, curing and testing.",
              "Samples for compressive strength or other hardened properties should be taken at a properly controlled testing facility.",
              "Attempting to take samples at the point of discharge often results in poor to non-existent initial curing and early mechanical damage during transport.",
              "Compliance data are often used for quality assurance but not in a timely manner to influence production, which has led to over-design of concrete mixtures.",
              "Aside from reduced economy, the variability in compressive strength indicates an underlying variability in mixture proportions, which may also influence rheology and pumpability.",
              "Due to the high production and testing variability, it is prudent to include an in situ testing programme to confirm design assumptions.",
              "High-performance concrete in the Middle East is often designed with high workability and would be considered self-consolidating concrete in many parts of the world.",
              "However, it is often placed and vibrated using the same techniques as traditional concrete, which can lead to segregation.",
              "High-workability, high-performance concrete should be allowed to flow from the point of discharge and stop moving before any limited vibration (Figure 7).",
              "In the case of vertical elements, small portable tremie pipes can be placed at the approximate flow distance apart to reduce the time to position the placing boom or pump outlet.",
              "Such modifications to construction practices can be very helpful in super-tall structures, enabling contractors to keep the concrete pumping at a constant rate and thereby avoid blockages due to excessive articulation of placing booms containing static concrete, particularly when the weather is hot.",
              "Any blockage in a placing boom is difficult to clear and the piping is expensive to replace.",
              "Figure 7 Placing high-workability concrete in the core walls at night – minimal movements of the boom between placing points helped to avoid blockages The installation of a reducer near the pump can be a good precaution so that any concrete with a high segregation potential blocks at that location rather than elsewhere in the pipeline.",
              "This will not necessarily prevent blockage caused by a wet slurry, or stop viscosity reduction during pumping, but it is a good precaution against variability in the delivered concrete.",
              "High-performance concrete in the Middle East typically contains 5–10% silica fume with a high cementitious content and has a tendency rapidly to form a ‘skin’ under the harsh drying conditions.",
              "The skin can limit the melding of cast layers, but can be reduced by retaining moisture in the concrete surface by the use of evaporation retarders and other methods to reduce evaporation.",
              "The thixotropic nature of self-consolidating concrete can also induce distinct layer casting of the material.",
              "The first consequence of this is often only visual but reductions in mechanical strength of more than 40% have also been reported by Coussot and Roussel (2006).",
              "A dramatic reduction in strength following a critical delay between casting a subsequent layer is also shown by Roussel and Cussigh (2008).",
              "This can be a particular concern in casting self-consolidating-concrete rafts or other elements where the delay between layers can be substantial and no vibration is conducted.",
              "High-performance concrete usually has negligible bleed and can be quite cohesive.",
              "Therefore finishing works require operatives to develop a feel for material.",
              "Trial applications should be conducted early to enable the finishers to become familiar with the concrete's properties and to confirm an acceptable finish.",
              "Evaporation retarders facilitate finishing by retaining moisture in the upper layer helping to eliminate sprinkling of water on the concrete during finishing, which reduces surface quality.",
              "The low bleed characteristics of high-performance concrete and the strong drying conditions in the Middle East make the concrete particularly susceptible to plastic shrinkage cracking.",
              "In the warmer months, high-performance concrete will often have a placement temperature less than ambient and moisture will tend to condense on the fresh concrete surface.",
              "However, after the surface has heated to ambient temperature, the formation of plastic cracks can be rapid and dramatic if appropriate measures are not taken to limit evaporation.",
              "An evaporation retarder is a very practical and inexpensive method to reduce plastic shrinkage cracking.",
              "Wind breaks and sun shades are also helpful.",
              "Effective fogging is the best method as it can actually keep a high humidity layer at the concrete surface, though wind breaks may be necessary to confine the body of air above the concrete.",
              "For flatwork, concreting and finishing in the heat of the day should be avoided with pours planned so that curing can commence before 10 a.",
              "m.",
              "at the latest.",
              "The general guideline as given in ACI 305-99 (ACI committee 305, 1999) is that the rate of evaporative loss which exceeds the rate of bleeding (i.",
              "e. when plastic cracking would occur) is approximately 1·0 (kg/m2)/h (NRMCA, 1960).",
              "However, some agencies in the USA require that pouring of high-performance concrete bridge deck overlays be postponed until the rate of evaporation is less than 0·25 or 0·50 (kg/m2)/h (VDT, 2002;",
              "Hover, 2006).",
              "If plastic cracks do develop, the cracks concerned should be vibrated if the concrete has not reached initial set.",
              "Attempts to close plastic cracks by trowelling will generally only cover over the cracks, which may influence structural performance and provide pathways for chlorides to the reinforcement.",
              "The optimum curing for high-performance concrete is ponding with water.",
              "This provides water to replace that used in hydration, improving concrete properties and helping to reduce early autogenous shrinkage.",
              "The latent heat of evaporation helps release the heat of concrete hydration, which can markedly reduce peak temperature – especially in concrete containing fly ash, slag and natural pozzolans.",
              "The use of polythene over wet hessian will help keep water in contact with the concrete surface but does not allow evaporative heat loss from the surface.",
              "Ponding is best for thicker elements.",
              "Early-age autogenous shrinkage can be particularly significant in high-performance concrete containing high replacement levels of slag (Aldred and Lim, 2004).",
              "Even limited periods of water curing immediately after finishing can thus provide significant reductions in autogenous shrinkage.",
              "However, the immediate application of a curing membrane may increase early autogenous shrinkage by blocking the pores, which causes greater tensile stresses within the concrete.",
              "In applications where prolonged water curing is difficult, liquid water curing for the first day or so before application of a curing membrane would still have considerable benefits.",
              "For vertical surfaces, the use of a controlled-permeability form liner is a good technique for improving the density and appearance of the concrete surface.",
              "The water that collects in the liner is also sucked into the hydrating concrete, providing excellent early curing for vertical surfaces – traditionally the most difficult to cure effectively.",
              "Alternatively, the formwork should be kept in place for as long as possible.",
              "On Burj Khalifa, where the formwork could be set back within 12 h, a sprayed curing compound was used.",
              "Due to widespread use of crushed limestone aggregate with a low coefficient of thermal expansion and the relatively warm climate, the use of insulation on formwork is rarely required in the Middle East to control internal thermal restraint cracking.",
              "High-performance concrete offers immense benefits to developers, consultants and contractors working on the hundreds of super-tall structures under construction and planned in the Middle East and elsewhere in the world.",
              "The material's high strength and modulus mean that super-tall buildings can have more slender vertical elements.",
              "Also, as has been proved on the Burj Khalifa project in Dubai, single-stage pumping to over 600 m is now possible and this, together with high early strengths, allows rapid cycle times to meet today's demanding construction schedules.",
              "However, appropriate care and attention to mix design, placing, protection and curing is vital to minimise potential problems with pump blockage, segregation, autogenous shrinkage and cracking.",
              "Burj Khalifa shattered all previous world construction records by a considerable margin and required an enormous effort by all parties involved to overcome its many construction challenges – not least with regard to using high-performance concrete (Figure 8).",
              "In the quest to build the world's next tallest structure, the lessons learned at Burj Khalifa must not be overlooked.",
              "Figure 8 Burj Khalifa set new standards for reinforced-concrete construction but there is no room for complacency in future projects (www.",
              "imresolt.",
              "com) If you would like to comment on this paper, please email up to 200 words to the editor at journals@ice.",
              "org.",
              "uk.",
              "If you would like to write a paper of 2000 to 3500 words about your own experience in this or any related area of civil engineering, the editor will be happy to provide any help or advice you need.",
              "The author would like to thank Emaar, developer of the Burj Khalifa project, for permission to present this paper as well as the technical staff from contractor Samsung JV, concrete supplier Unimix and concrete pump supplier Putzmeister for their assistance.",
              "Skidmore, Owings & Merrill of Chicago were the architect and structural engineer for the project and Hyder Consulting was the supervising engineer.",
              "No search history Powered by Atypon® Literatum"
            ]
          }
        ],
        "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.": [
          {
            "title": "Touching the Sky: Aluminum panels clad the world&#39;s tallest structure ...",
            "url": "https://www.metalconstructionnews.com/articles/touching-the-sky-aluminum-panels-clad-the-worlds-tallest-structure/",
            "content": [
              "Touching the Sky: Aluminum panels clad the world&#39;s tallest structure ...",
              "As the world was tumbling down an economic hole at the end of the decade, in Dubai, United Arab Emirates, a skyscraper of historic proportions was rising towards the sky.",
              "When the Burj Khalifa tower opened at the beginning of this year, the Middle Eastern city known for booming construction and wealth was undergoing a collapse of its own.",
              "According to the New York Times, though, the $1.",
              "5 billion luxury project’s success “by no means signals a recovery in Dubai’s beaten down real estate market, where prices have collapsed by as much as 50 percent and many developers are having trouble finding occupants for their buildings.",
              "” Burj Khalifa is, however, undoubtedly the tallest structure ever built by man.",
              "That simple fact should give you an idea of the magnitude of this project, which includes residential, office and hotel components.",
              "The tower built in the desert-based city of Dubai is 2,717 feet (828 m) tall.",
              "It is the 5 million-square-foot (464,500-m2)centerpiece of a 500-acre (200-hectare) commercial and landscape development by Dubai based Emaar Properties, meant to draw tourist and bolster Dubai’s status as a global city.",
              "“At the beginning, it was a [1,804-foot]550-meter tower,” said George J.",
              "Efstathiou, chief architect and managing partner for Chicago-based Skidmore, Owings & Merrill LLP, the architect of the project.",
              "“As we started the design process, it was clear everybody thought we should probably go higher.",
              "If we’re going to break the record, we wanted to break it in a big way.",
              "” Efstathiou said that while aesthetics were, as always, key to making the project work, the major challenges were dealing with the harsh desert climate, structurally engineering the building for wind designing an elevator system that is quick, efficient and safe.",
              "Putting the Pieces Together Burj Khalifa is made up of three “wing” elements arranged around a central core.",
              "Setback occur at the end bay of each wing in an upward spiraling pattern that decreases the mass of the tower as the height increases.",
              "The main structure of the building is reinforced concrete, but structural steel was used for the spire at the top because of its light weight.",
              "The lateral load resisting system of the upper steel structure—which provides resistance to wind and seismic forces—consists of a structural steel mega bracing system that is founded on the top of the reinforced concrete core wall.",
              "“There are a lot of pieces in any building puzzle, there just happened to be more of them on this one,” Efstathiou said.",
              "“The components are all the same as other buildings, there’s just more of them.",
              "You want to have the lightest part of the building up at the top and [the steel] also aided the installation because they were prefabricated pieces that could be lifted into place.",
              "” When it came to the exterior walls of this sky-reaching structure, according to Efstathiou,there were some discussions revolving around using more traditional stone materials.",
              "The architects, however, convinced Emaar that when it came to creating a forward looking, modern high-rise building, metal and glass were the way to go.",
              "The Only Choice The Arabian Aluminum Co.",
              ", Dubai, and Hong Kong-based Far East Aluminum combined to provide the exterior cladding for Burj Khalifa, covering 1,422,928 square feet (132,190 m2of curtainwall.",
              "It was the highest installation of an aluminum and glass façade on record.",
              "Stainless steel was also used on the spandrels where there was no glass.",
              "The total weight o aluminum used on Burj Khalifa is equivalent to that of five A380 aircraft and the total length of stainless-steel bull nose fins is 293 times the height of the Eiffel Tower in Paris.",
              "“ The ease of customization of aluminum components makes it the industry choice,” Efstathiou said of high-rise construction.",
              "“I can’t think of any other material that you would use.",
              "We had to be mindful of the wind pressures on the building which are more than a shorter building.",
              "In doing custom extrusions, the aluminum allows you to deal with a number of issues in terms of connection, installation, vapor barriers.",
              "It’s easier to work a shape out of aluminum mullion.",
              "“We have vertical fins that span from floor to floor in polished stainless steel for aesthetic purposes, but they also contribute to the structure of the curtainwall.",
              "They accentuate the verticality of the building.",
              "The aluminum curtainwall makes the attachment of these fins to the curtainwall very easy.",
              "There is no other choice when doing a modern building these days.",
              "” Efstathiou said using aluminum simplified the curtainwall system.",
              "It carried the weight of the glass while providing the frame for insulation and allowed for the thermal breaks in the wall.",
              "A high-performing glazing was used on the glass to reflect both visible and infrared heat, but at the same time allow for a reasonable amount of daylighting to enter the space.",
              "“All these panels were prefabricated and pre-glazed and lifted into place,” Efstathiou said, “so it was a very systematic approach to putting the wall together.",
              "It made it quite a bit easier.",
              "Speed is everything in construction, so as much as you can prefabricate and just assemble the larger pieces on the site, the better off you are.",
              "” A Modern Statement “The glass and metal is more of a modern statement,” Efstathiou said.",
              "“In the traditional architecture of Arabic countries, the windows have a small aperture because light is synonymous with heat, so you’ll see small windows.",
              "But with higher performing glasses, you can make those openings bigger and have more of a modern expression of the building.",
              "” The stainless-steel spandrels provide a shimmery, slender quality to the exterior.",
              "To guarantee that every corner of Burj Khalifa sparkles, 18 window-washing units are built into the tower including nine track-mounted telescopic cradles, each with an extendable jib arm for cleaning that reaches more than 66 feet (20 m).",
              "The interior of the building also features stainless steel or aluminum in the storefronts and the lobby areas, metal cables in the entrance elements and polished stainless steel for hardware on the interior design.",
              "Residents have begun to occupy apartments on the lower portion of the tower and the finishing touches are being put on the first Armani Hotel.",
              "Time will tell whether the structure will be a symbol of a brighter economic future in Dubai or a last gasp of excess in a failing economy, but Burj Khalifa is designed as a world-class luxury facility and its construction could serve as a standard for highrises around the world.",
              "Facts on the World’s Tallest Structure: The Burj Khalifa (formerly Burj Dubai) is a large scale mixed-use project primarily consisting of luxury condominiums, and a five-star luxury hotel consisting of hotel units and hotel residences.",
              "The tower’s gross area is over 2 million square feet (185,800 m2) above grade, with a total of 5 million square feet, including below grade levels.",
              "As of January 4, the official inauguration of Burj Khalifa, the tower is the tallest building in the world at 2,717 feet in all three categories recognized by the Council on Tall Buildings and Urban Habitat, which compile and ranks the world’s tallest buildings.",
              "CTBUH ranks buildings on the basis of height to the architectural top, to the highest occupied floor and to the tip.",
              "Burj Khalifa also has the highes publicly accessible observation deck.",
              "Burj Khalifa has been designed and engineered to maximize occupant comfort and safety.",
              "Extensive wind tunnel testing enables the building to resist high wind loads while minimizing vibration.",
              "The tower’s structural system is designed for seismic conditions (similar to a Uniform Building Code zone 2A).",
              "Reinforced concrete slabs and corridor walls provide an inherently high resistance to fires.",
              "Curtainwall Approximate Areas: Glass: 899,892 square feet (83,600 m2)Metal: 300,323 square feet (27,900 m2) Total: 1,200,215 square feet (111,500 m2)Equivalent to 17 football (soccer) fields or 25 American football fields.",
              "Vertical Transportation Systems: Double deck cabs have a capacity for 21 people on each deck and have the world’s longest travel distance from lowest to highes stop.",
              "These elevators will be among the world’s fastest at 25 mph.",
              "Condensate Collection System: Hot and humid outside air, combined with the cooling requirements of the building, result in a significant amount of condensation of moisture from the air.",
              "This condensed water is collected and drained in a separate piping system down to the tank located in the basement along with the car park.",
              "This water is pumped into the site irrigation system for use on the tower’s landscape plants.",
              "This system provides about 15 million gallons (57 million liters) of supplemental water per year, equivalent to nearly 20 Olympic-sized swimming pools.",
              "Burj Khalifa, Dubai, United Arab Emirates Owner: Emaar Properties, Dubai Architect: Skidmore, Owings and Merrill, Chicago, www.",
              "som.",
              "com Construction manager: Turner Construction Middle East Contractor: Samsung C&T, Seoul, South Korea Exterior cladding: Arabian Aluminum Co.",
              ", Dubai, www.",
              "agci.",
              "ae, and Far East Aluminum, Hong Kong, www.",
              "fareastgp.",
              "com Bright, multi-colored murals evoke the seasonal environments of Mountain View, Calif.",
              ", on the exterior of Google LLC’s parking garage.",
              "The murals comprise thousands of.",
              ".",
              ".",
              "Expanded metal is an extremely versatile building material;",
              "it can achieve numerous and varied project goals.",
              "In terms of controlling daylighting, expanded metal can.",
              ".",
              ".",
              "In Nashville, Tenn.",
              ", during the joint conference between the Metal.",
              ".",
              ".",
              "© 1994-2023 Kenilworth Media Inc.",
              "No data on this website may be downloaded or copied for use on other websites or in other publications without prior written consent from this site’s webmaster.",
              "Violators will be prosecuted."
            ]
          },
          {
            "title": "10 amazing facts about Burj Khalifa you probably don’t know",
            "url": "https://www.gdnonline.com/Details/107202/10-amazing-facts-about-Burj-Khalifa-you-probably-don%E2%80%99t-know",
            "content": [
              "10 amazing facts about Burj Khalifa you probably don’t know",
              "Fri, 10 Nov 2023 Fri, 10 Nov 2023 Fri, 10 Nov 2023 Fri, 10 Nov 2023 Fri, 10 Nov 2023 Fri, 10 Nov 2023 Fri, 10 Nov 2023 Fri, 10 Nov 2023 Fri, 10 Nov 2023 Thu, 09 Nov 2023 Fri, 10 Nov 2023 Thu, 09 Nov 2023 Wed, 08 Nov 2023 Wed, 08 Nov 2023 Wed, 08 Nov 2023 Thu, 09 Nov 2023 Wed, 08 Nov 2023 Thu, 02 Nov 2023 Wed, 01 Nov 2023 Mon, 30 Oct 2023 Dubai: The infrastructural marvels of Dubai are signs of its growing aspirations to become region’s leader.",
              "Built at the cost of $1.",
              "5 billion, Burj Khalifa is a manifestation of magnificence Dubai offered to the world in 2010.",
              "The skyscraper is the world's tallest tower in its current form and is tangible proof of Dubai's growing role in a changing world as in less than 30 years, the city has transformed itself from a regional centre to a global one.",
              "\"Burj Khalifa is the Arab world's tribute to the art and science of modern engineering and design.",
              "It symbolizes the aesthetic unison of many cultures - from Arabia and the rest of the world,\" says Mohamed Alabbar, Chairman, Emaar Properties, the developer.",
              "The tower officially opened on January 4, 2010.",
              "The construction of this tallest skyscraper began on 6 January 2004 and the exterior was completed on 1 October 2009.",
              "The Burj Khalifa tower was named in honour of the ruler of Abu Dhabi and the King of the United Arab Emirates, Khalifa bin Zayed Al Nahyan.",
              "Click next to know some amazing facts about the Burj Khalifa tower One of the little-known interesting Burj Khalifa facts is that the condensation from the AC Unit for one year is enough to fill twenty Olympic size swimming pools which is recycled and used to irrigate the landscaping.",
              "(Image credit: Pinterest@The WOW Style) The design of the tower is inspired by the shape of Hymenocallis flower.",
              "The flower is known for its long petals extending out from its center.",
              "Architects also incorporated patterns from Islamic architecture.",
              "(Image credit: Pinterest@NetinhoOficial) The site where the Burj Khalifa is built was earlier a military compound called ‘Central Military Command’.",
              "(Image credit: Pinterest@Ravindran Rajan on Fivehundredpx) Approximately 26,000 glass panels were used to create the exterior of the building.",
              "300 Chinese cladding experts worked together to design a cladding system for the tower that could withstand Dubai’s summer heat.",
              "(Image credit: Pinterest@mragab86 on Fivehundredpx) Burj Khalifa requires a supply of 250,000 gallons of water each day and total electricity consumption of the building is equivalent to the electricity consumed by 360,000 bulbs of 100-watt each burning at the same time.",
              "(Image credit: Pinterest@harpersbazaar) ’22 million man-hours’, ‘55,000-ton steel rebar’ and ‘110,000-ton concrete’ were used to complete the construction of the tower in 6 years.",
              "(Image credit: Pinterest@Beata Kinas) Located in Dubai, United Arab Emirates, this tower was initially named as Burj Dubai.",
              "The building was proposed in 2003 but construction work started in 2004 and was completed in 2010.",
              "(Image credit: Twitter@ah_Maher) The tip of the sphere of the Burj Khalifa can be seen up to 95 kilometers away.",
              "(Image credit: [email protected]) It has the longest single running elevator, which is 140 floors.",
              "The elevators go 10 meters per second and are among the fastest in the world.",
              "It takes approximately one minute to reach the observation deck on the 124th floor.",
              "(Image credit: Twitter@HHShkMohd) The weight of the concrete is equivalent to 100,000 elephants.",
              "The total weight of aluminum used on Burj Khalifa is equivalent to that of five A380 aircraft.",
              "(Image credit: Twitter@emaardubai) This amazing skyscraper boasts approximate 2,957 parking spaces, 304 hotels and 900 apartments.",
              "The gross floor area is 309,473 m2.",
              "The Burj Khalifa also has the second highest swimming pool: 76th floor;",
              "the highest swimming pool is placed on the 118th floor of Ritz Carlton Hotel, Hong Kong.",
              "(Image credit: Twitter@Burjkhalifa) During the inauguration of Burj Khalifa, 10,000 individual fireworks were shot to choreograph the show.",
              "(Image credit: Twitter@Burjkhalifa)"
            ]
          },
          {
            "title": "5 challenges faced while building Dubai&#39;s Burj Khalifa",
            "url": "https://www.khaleejtimes.com/uae/5-challenges-faced-while-building-dubais-burj-khalifa",
            "content": [
              "5 challenges faced while building Dubai&#39;s Burj Khalifa",
              "Fri, Nov 10, 2023 | Rabi Al-Aakhir 26, 1445 Published: Fri 4 Jan 2019, 11:00 PM Last updated: Thu 16 Feb 2023, 3:24 PM 4th of January marks the anniversary of Burj Khalifa.",
              "Today, the structure marks its ninth anniversary since its inauguration in 2010.",
              "Dubai's Burj Khalifa turns 9: 50 facts you didn't know Standing at a whopping 828 meters in the air, the Burj Khalifa is undoubtedly at the forefront of engineering innovations.",
              "When the structure was at its peak, 12,000 workers worked on it per day and it took 22 million man-hours to complete.",
              "Building such a tall structure came with its own set of engineering challenges.",
              "Let's look at top five: 1.",
              "One of the first challenges of the Burj Khalifa was that the building had to withstand extreme heat, reaching more than 50 degree Celsius in summers.",
              "Accounting for that, an exterior cladding made of reflective glazing with aluminium and textured stainless steel panels were made.",
              "300 cladding specialists were roped into individually hand-cut approximately 26,000 glass panels.",
              "2.",
              "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure.",
              "To make up for it, a separate piping system was created to hold a tank in the basement to store the water.",
              "3.",
              "Wind loads were another structural challenge that the Burj Khalifa faced during construction.",
              "To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over 40 wind tunnel tests.",
              "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through this central core.",
              "4.",
              "It is now known that the combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.",
              "The engineers had to mix the concrete with ice and pour it in the structure at night to skip the hot climate.",
              "This cooler mixture was also less likely to crack.",
              "5.",
              "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.",
              "These panels were lifted using a series of cranes and installed by specialists.",
              "Get news and views from the world of golf delivered to your inbox every Wednesday.",
              "uae Several residents can’t wait to watch the Egyptian comedian's trademark humour in person uae uae RTA resumed operations of the marine transportation line between the emirates on August 4, after it was briefly suspended during the pandemic uae uae A second expat took Dh75,000 home uae uae A total of 16 aircraft has been sent as part of the Gallant Knight 3 humanitarian operation uae uae From Palestinian artist Areen's 'Flowing Threads' to Kapil Bhimekar's 'The Reality Check', this one-of-a-kind event started on November 7 and is scheduled to run until November 12 uae uae In an interview with KT, a National Centre of Meteorology expert said that the rains have been heavier than usual for this time of the year uae uae Having perfected the unique technique of creating visuals with a ray of light, Dowail uses both hands to paint on two sides of a luminescent canvas uae uae Nearly 800 journalists from 58 countries will be attending and covering the event uae"
            ]
          }
        ],
        "The aluminium panels used on the Burj Khalifa were lifted and installed by specialists using a series of cranes.": [
          {
            "title": "Touching the Sky: Aluminum panels clad the world&#39;s tallest structure ...",
            "url": "https://www.metalconstructionnews.com/articles/touching-the-sky-aluminum-panels-clad-the-worlds-tallest-structure/",
            "content": [
              "Touching the Sky: Aluminum panels clad the world&#39;s tallest structure ...",
              "As the world was tumbling down an economic hole at the end of the decade, in Dubai, United Arab Emirates, a skyscraper of historic proportions was rising towards the sky.",
              "When the Burj Khalifa tower opened at the beginning of this year, the Middle Eastern city known for booming construction and wealth was undergoing a collapse of its own.",
              "According to the New York Times, though, the $1.",
              "5 billion luxury project’s success “by no means signals a recovery in Dubai’s beaten down real estate market, where prices have collapsed by as much as 50 percent and many developers are having trouble finding occupants for their buildings.",
              "” Burj Khalifa is, however, undoubtedly the tallest structure ever built by man.",
              "That simple fact should give you an idea of the magnitude of this project, which includes residential, office and hotel components.",
              "The tower built in the desert-based city of Dubai is 2,717 feet (828 m) tall.",
              "It is the 5 million-square-foot (464,500-m2)centerpiece of a 500-acre (200-hectare) commercial and landscape development by Dubai based Emaar Properties, meant to draw tourist and bolster Dubai’s status as a global city.",
              "“At the beginning, it was a [1,804-foot]550-meter tower,” said George J.",
              "Efstathiou, chief architect and managing partner for Chicago-based Skidmore, Owings & Merrill LLP, the architect of the project.",
              "“As we started the design process, it was clear everybody thought we should probably go higher.",
              "If we’re going to break the record, we wanted to break it in a big way.",
              "” Efstathiou said that while aesthetics were, as always, key to making the project work, the major challenges were dealing with the harsh desert climate, structurally engineering the building for wind designing an elevator system that is quick, efficient and safe.",
              "Putting the Pieces Together Burj Khalifa is made up of three “wing” elements arranged around a central core.",
              "Setback occur at the end bay of each wing in an upward spiraling pattern that decreases the mass of the tower as the height increases.",
              "The main structure of the building is reinforced concrete, but structural steel was used for the spire at the top because of its light weight.",
              "The lateral load resisting system of the upper steel structure—which provides resistance to wind and seismic forces—consists of a structural steel mega bracing system that is founded on the top of the reinforced concrete core wall.",
              "“There are a lot of pieces in any building puzzle, there just happened to be more of them on this one,” Efstathiou said.",
              "“The components are all the same as other buildings, there’s just more of them.",
              "You want to have the lightest part of the building up at the top and [the steel] also aided the installation because they were prefabricated pieces that could be lifted into place.",
              "” When it came to the exterior walls of this sky-reaching structure, according to Efstathiou,there were some discussions revolving around using more traditional stone materials.",
              "The architects, however, convinced Emaar that when it came to creating a forward looking, modern high-rise building, metal and glass were the way to go.",
              "The Only Choice The Arabian Aluminum Co.",
              ", Dubai, and Hong Kong-based Far East Aluminum combined to provide the exterior cladding for Burj Khalifa, covering 1,422,928 square feet (132,190 m2of curtainwall.",
              "It was the highest installation of an aluminum and glass façade on record.",
              "Stainless steel was also used on the spandrels where there was no glass.",
              "The total weight o aluminum used on Burj Khalifa is equivalent to that of five A380 aircraft and the total length of stainless-steel bull nose fins is 293 times the height of the Eiffel Tower in Paris.",
              "“ The ease of customization of aluminum components makes it the industry choice,” Efstathiou said of high-rise construction.",
              "“I can’t think of any other material that you would use.",
              "We had to be mindful of the wind pressures on the building which are more than a shorter building.",
              "In doing custom extrusions, the aluminum allows you to deal with a number of issues in terms of connection, installation, vapor barriers.",
              "It’s easier to work a shape out of aluminum mullion.",
              "“We have vertical fins that span from floor to floor in polished stainless steel for aesthetic purposes, but they also contribute to the structure of the curtainwall.",
              "They accentuate the verticality of the building.",
              "The aluminum curtainwall makes the attachment of these fins to the curtainwall very easy.",
              "There is no other choice when doing a modern building these days.",
              "” Efstathiou said using aluminum simplified the curtainwall system.",
              "It carried the weight of the glass while providing the frame for insulation and allowed for the thermal breaks in the wall.",
              "A high-performing glazing was used on the glass to reflect both visible and infrared heat, but at the same time allow for a reasonable amount of daylighting to enter the space.",
              "“All these panels were prefabricated and pre-glazed and lifted into place,” Efstathiou said, “so it was a very systematic approach to putting the wall together.",
              "It made it quite a bit easier.",
              "Speed is everything in construction, so as much as you can prefabricate and just assemble the larger pieces on the site, the better off you are.",
              "” A Modern Statement “The glass and metal is more of a modern statement,” Efstathiou said.",
              "“In the traditional architecture of Arabic countries, the windows have a small aperture because light is synonymous with heat, so you’ll see small windows.",
              "But with higher performing glasses, you can make those openings bigger and have more of a modern expression of the building.",
              "” The stainless-steel spandrels provide a shimmery, slender quality to the exterior.",
              "To guarantee that every corner of Burj Khalifa sparkles, 18 window-washing units are built into the tower including nine track-mounted telescopic cradles, each with an extendable jib arm for cleaning that reaches more than 66 feet (20 m).",
              "The interior of the building also features stainless steel or aluminum in the storefronts and the lobby areas, metal cables in the entrance elements and polished stainless steel for hardware on the interior design.",
              "Residents have begun to occupy apartments on the lower portion of the tower and the finishing touches are being put on the first Armani Hotel.",
              "Time will tell whether the structure will be a symbol of a brighter economic future in Dubai or a last gasp of excess in a failing economy, but Burj Khalifa is designed as a world-class luxury facility and its construction could serve as a standard for highrises around the world.",
              "Facts on the World’s Tallest Structure: The Burj Khalifa (formerly Burj Dubai) is a large scale mixed-use project primarily consisting of luxury condominiums, and a five-star luxury hotel consisting of hotel units and hotel residences.",
              "The tower’s gross area is over 2 million square feet (185,800 m2) above grade, with a total of 5 million square feet, including below grade levels.",
              "As of January 4, the official inauguration of Burj Khalifa, the tower is the tallest building in the world at 2,717 feet in all three categories recognized by the Council on Tall Buildings and Urban Habitat, which compile and ranks the world’s tallest buildings.",
              "CTBUH ranks buildings on the basis of height to the architectural top, to the highest occupied floor and to the tip.",
              "Burj Khalifa also has the highes publicly accessible observation deck.",
              "Burj Khalifa has been designed and engineered to maximize occupant comfort and safety.",
              "Extensive wind tunnel testing enables the building to resist high wind loads while minimizing vibration.",
              "The tower’s structural system is designed for seismic conditions (similar to a Uniform Building Code zone 2A).",
              "Reinforced concrete slabs and corridor walls provide an inherently high resistance to fires.",
              "Curtainwall Approximate Areas: Glass: 899,892 square feet (83,600 m2)Metal: 300,323 square feet (27,900 m2) Total: 1,200,215 square feet (111,500 m2)Equivalent to 17 football (soccer) fields or 25 American football fields.",
              "Vertical Transportation Systems: Double deck cabs have a capacity for 21 people on each deck and have the world’s longest travel distance from lowest to highes stop.",
              "These elevators will be among the world’s fastest at 25 mph.",
              "Condensate Collection System: Hot and humid outside air, combined with the cooling requirements of the building, result in a significant amount of condensation of moisture from the air.",
              "This condensed water is collected and drained in a separate piping system down to the tank located in the basement along with the car park.",
              "This water is pumped into the site irrigation system for use on the tower’s landscape plants.",
              "This system provides about 15 million gallons (57 million liters) of supplemental water per year, equivalent to nearly 20 Olympic-sized swimming pools.",
              "Burj Khalifa, Dubai, United Arab Emirates Owner: Emaar Properties, Dubai Architect: Skidmore, Owings and Merrill, Chicago, www.",
              "som.",
              "com Construction manager: Turner Construction Middle East Contractor: Samsung C&T, Seoul, South Korea Exterior cladding: Arabian Aluminum Co.",
              ", Dubai, www.",
              "agci.",
              "ae, and Far East Aluminum, Hong Kong, www.",
              "fareastgp.",
              "com Bright, multi-colored murals evoke the seasonal environments of Mountain View, Calif.",
              ", on the exterior of Google LLC’s parking garage.",
              "The murals comprise thousands of.",
              ".",
              ".",
              "Expanded metal is an extremely versatile building material;",
              "it can achieve numerous and varied project goals.",
              "In terms of controlling daylighting, expanded metal can.",
              ".",
              ".",
              "In Nashville, Tenn.",
              ", during the joint conference between the Metal.",
              ".",
              ".",
              "© 1994-2023 Kenilworth Media Inc.",
              "No data on this website may be downloaded or copied for use on other websites or in other publications without prior written consent from this site’s webmaster.",
              "Violators will be prosecuted."
            ]
          },
          {
            "title": "Burj Khalifa The Highest building ever - MEVA UK",
            "url": "https://meva.net/en-gb/projects/burj-khalifa-highest-building-ever/",
            "content": [
              "Burj Khalifa The Highest building ever - MEVA UK",
              "Call us:+44 1827 60217 Follow us: Select your region: Africa Asia Europe Middle East North America Central and South America Australia VIEW MAP Office Highrise Joint Venture: Samsung Corporation (Süd Korea), Besix (VAE/Belgien), Arabtec (Dubai) The MevaDec slab formwork system achieved a record-breaking 154 levels and 224,808m2 without a single delay on the Burj Khalifa.",
              "Joint Venture: Samsung Corporation (Süd Korea), Besix (VAE/Belgien), Arabtec (Dubai) The MevaDec slab formwork system achieved a record-breaking 154 levels and 224,808m2 without a single delay on the Burj Khalifa.",
              "To build the tallest building in the world The owner wanted to surpass any previous height records with this 829.",
              "8m-tall skyscraper, which presented challenges due to the height.",
              "Summary: Pouring 154 floors over the 829m height whilst remaining on schedule required formwork solutions that were durable and efficient.",
              "Challenge: The height of the tower meant that the construction materials needed to be handled as little as possible, as this would require costly, time-wasting logistics and take up valuable crane time.",
              "In addition, the contractor wanted to avoid an excessive, expensive inventory whilst still constructing at pace.",
              "This saved the contractor time and money, as well as reduced the logistical challenges of disposing of old formwork and shuttling new formwork to the current work area.",
              "In fact, all 154 floors of the tower were poured without a single panel being re-faced.",
              "By calculating the slab pour cycles – which needed to take into account the high temperatures and consequent effect on pouring and curing times – an optimum area of 3000m2 of slab formwork was determined.",
              "With this seemingly low number of panels, 227,808m2 of slabs (532 slabs on 154 floors) were able to be cast without any delays to the schedule.",
              "Another advantage of the MevaDec system was the ability to swiftly cast the slabs and then strip them early, so the panels could be re-used elsewhere.",
              "The slabs were poured at 6pm and then stripped at noon the following day.",
              "This rapid pace was achieved thanks to the unique MevaDec drop head, which has a quick-lowering system.",
              "This way, the panels could be removed while the props remain to support the slabs.",
              "With this approach, the slabs were ready to have the props removed in just 3 days.",
              "The low panel weight also helped, as the panels could be transferred to the next floor level with a lifting gear, rather than by being craned in.",
              "This saved time, as well as making sure any cranes could be used for other activities.",
              "The world-famous, record-breaking tower was delivered on time and without any delays, in part thanks to the efficiency of the MevaDec slab formwork system.",
              "As a result of the spotless track record achieved during the Burj Khalifa construction, Turner Construction officially recommends the MevaDec slab formwork system as the forming solution of choice for high-rise construction.",
              "Client: Joint Venture: Samsung Corporation (South Korea), BESIX (Belgium), Arabtec (Dubai) Project: Burj Khalifa Tower Location: Dubai, UAE Principal: Emaar Properties Developer: Turner Construction International Engineering & Support: MEVA KHK, Dubai;",
              "MEVA Formwork-Systems, Haiterbach Previous Next Why not get in touch, we are here to help you.",
              "If you want to know more about this or any other projects please use the contact form to get in touch, we would love to hear from you.",
              "For contact details specific to this region, visit the contact us page to find out more.",
              "These fields are required MEVA is an internationally renowned, family owned and managed formwork manufacturer.",
              "We supply the contractor community from 40 locations across the world, encompassing research and development, production, logistics, engineering, sales and international sales business support.",
              "MEVA Formwork Systems Ltd Unit 9 Ninian Park Ninian Way Wilnecote Tamworth Staffordshire B77 5ES © 2023 MEVA.",
              "All rights reserved.",
              "Terms | Legal | Privacy Visit us on social media:"
            ]
          },
          {
            "title": "How the Burj Khalifa Can Be So Tall Without Blowing Over",
            "url": "https://www.popularmechanics.com/technology/infrastructure/a23544/burj-khalifa-engineering/",
            "content": [
              "How the Burj Khalifa Can Be So Tall Without Blowing Over",
              "When you build up, you have to build smart.",
              "When you're trying to engineer a giant man-made structure, it can be incredibly helpful to make use of the tricks of nature, just on a soaring, sky-scraping scale.",
              "Few structures are a better illustration of this than the Burj Khalifa, the tallest structure in the world despite the lack of tricks much other tall buildings use to stay up.",
              "As this episode of Real Engineering explains, the Burj Khalifa borrows its most important trick from a flower—a shape that allows the wind to blow by it without creating a vortex that would make the building sway: Many buildings can naturally dissipate this sway due to friction in their construction, though some mega-structures need artificial dampers to stay up.",
              "These dampers, which can often take the form of giant, swinging balls, reduce the amplitude of mechanical vibration.",
              "But the Burj Khalifa isn't most buildings.",
              "Thanks to its clever flower-based architecture, no dangerous vortex can form in the first place.",
              "Having a building in the desert, free of many of the typhoon problems that would plague buildings in, say, Malaysia, only helps matters more.",
              "So as impressive as the Burj Khalifa is when it comes to man-made structure, its origin lies in nature.",
              "Source: Real Engineering David Grossman is a staff writer for PopularMechanics.",
              "com.",
              "He's previously written for The Verge, Rolling Stone, The New Republic and several other publications.",
              "He's based out of Brooklyn.",
              "How Laser Lightning Rods Could Save Our Buildings Christopher Payne's Industrial Photography What It Took to Build the World’s Largest Sphere Greek Mythology Impacts Longest Suspension Bridge The Hubris of Building a City From Scratch A Fully Autonomous Ship's Perilous Journey at Sea Everyday Explained: What Happens After You Flush U.",
              "S.",
              "Rail Too Old to Handle Coming Bullet Trains How One Man Jet-Skied 186 Miles to Escape China This Space Metal May Radically Change Electronics CIA Oddities, Hurricane-Proof Homes, and More The Wild Conspiracy That the Titanic Never Sank A Part of Hearst Digital Media We may earn commission from links on this page, but we only recommend products we back.",
              "©2023 Hearst Magazine Media, Inc.",
              "All Rights Reserved."
            ]
          }
        ],
        "The Burj Khalifa is the tallest building in the world.": [
          {
            "title": "Burj Khalifa: Construction of the Tallest Structure in the World",
            "url": "https://theconstructor.org/case-study/burj-khalifa-construction/62758/",
            "content": [
              "Burj Khalifa: Construction of the Tallest Structure in the World",
              "You have been rate-limited for making too many requests in a short time frame.",
              "Website owner?",
              "If you think you have reached this message in error, please contact support."
            ]
          },
          {
            "title": "Burj Khalifa - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Burj_Khalifa",
            "content": [
              "Burj Khalifa - Wikipedia",
              "The Burj Khalifa[a] (known as the Burj Dubai prior to its inauguration) is a skyscraper in Dubai, United Arab Emirates.",
              "It is the world's tallest building.",
              "With a total height of 829.",
              "8 m (2,722 ft, or just over half a mile) and a roof height (excluding antenna, but including a 242.",
              "6 m spire)[2] of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009, supplanting Taipei 101, the previous holder of that status.",
              "[3][4] Construction of the Burj Khalifa began in 2004, with the exterior completed five years later in 2009.",
              "The primary structure is reinforced concrete and some of the structural steel for the building originated from the Palace of the Republic in East Berlin, the former East German parliament.",
              "[5] The building was opened in 2010 as part of a new development called Downtown Dubai.",
              "It was designed to be the centerpiece of large-scale, mixed-use development.",
              "The decision to construct the building was based on the government's decision to diversify from an oil-based economy, and for Dubai to gain international recognition.",
              "[citation needed] The building is named in honor of the former president of the United Arab Emirates, Khalifa bin Zayed Al Nahyan.",
              "[6] Abu Dhabi and the UAE government lent Dubai money to pay its debts.",
              "The building broke numerous height records, including its designation as the tallest building in the world.",
              "Burj Khalifa was designed by a team led by Adrian Smith of Skidmore, Owings & Merrill, the firm that designed the Sears Tower in Chicago, a previous record holder for the world's tallest building.",
              "Hyder Consulting was chosen to be the supervising engineer with NORR Group Consultants International Limited chosen to supervise the architecture of the project.",
              "The design is derived from the Islamic architecture of the region, such as in the Great Mosque of Samarra.",
              "The Y-shaped tripartite floor geometry is designed to optimize residential and hotel space.",
              "A buttressed central core and wings are used to support the height of the building.",
              "Although this design was derived from Tower Palace III, the Burj Khalifa's central core houses all vertical transportation except egress stairs within each of the wings.",
              "[7] The structure also features a cladding system which is designed to withstand Dubai's hot summer temperatures.",
              "It contains a total of 57 elevators and 8 escalators.",
              "At a certain point in the architectural and engineering process, the original Emaar developers experienced financial problems and required more money and economic funding.",
              "Sheikh Khalifa, the then-ruler of the United Arab Emirates, granted monetary aid and funding, hence the changing of the name from \"Burj Dubai\" to \"Burj Khalifa\".",
              "The concept of profitability derived from building high-density developments and malls around the landmark has proven successful.",
              "Its surrounding malls, hotels, and condominiums in Downtown Dubai have generated the most revenue from the project as a whole, while the Burj Khalifa itself made little or no profit.",
              "[8][9] The critical reception of Burj Khalifa has been generally positive, and the building has received many awards.",
              "Numerous complaints concern migrant workers from South Asia, the primary building labour force, who were paid low wages and sometimes had their passports confiscated.",
              "[10] Construction began on 12 January 2004, with the exterior of the structure completed on 1 October 2009.",
              "The building officially opened on 4 January 2010[11][12] and is part of the 2 km2 (490-acre) Downtown Dubai development at the 'First Interchange' along Sheikh Zayed Road, near Dubai's main business district.",
              "The tower's architecture and engineering were performed by Skidmore, Owings & Merrill of Chicago, with Adrian Smith as chief architect, and Bill Baker as a chief structural engineer.",
              "[13][14] The primary contractor was Samsung C&T of South Korea, together with local company Arabtec and the Belgian group BESIX.",
              "[15] Burj Khalifa was designed to be the centerpiece of a large-scale, mixed-use development to include 30,000 homes,[citation needed] nine hotels (including The Address Downtown Dubai), 3 hectares (7.",
              "4 acres) of parkland, at least 19 residential skyscrapers, the Dubai Mall, and the 12-hectare (30-acre) artificial Burj Khalifa Lake.",
              "The decision to build Burj Khalifa was reportedly based on the government's decision to diversify from an oil-based economy to one that is service and tourism based.",
              "According to officials, projects like Burj Khalifa needed to be built to garner more international recognition and hence investment.",
              "\"He (Sheikh Mohammed bin Rashid Al Maktoum) wanted to put Dubai on the map with something really sensational,\" said Jacqui Josephson, a tourism and VIP delegations executive at Nakheel Properties.",
              "[16] The tower was known as Burj Dubai (\"Dubai Tower\") until its official opening in January 2010.",
              "[17] It was renamed in honour of the ruler of Abu Dhabi, Khalifa bin Zayed Al Nahyan;",
              "Abu Dhabi and the federal government of UAE lent Dubai tens of billions of US dollars so that Dubai could pay its debts – Dubai borrowed at least $80 billion for construction projects.",
              "[17] In the 2000s, Dubai started diversifying its economy but it suffered from an economic crisis in 2007–2010, leaving large-scale projects already in construction abandoned.",
              "[18] The Burj Khalifa set several world records, including: The tower was designed by Skidmore, Owings, and Merrill (SOM), which also designed the Willis Tower (formerly the Sears Tower) in Chicago and the One World Trade Center in New York City.",
              "Burj Khalifa uses the bundled tube design of the Willis Tower, invented by Fazlur Rahman Khan.",
              "[31][32] Due to its tubular system, proportionally only half the amount of steel was used in the construction, compared to the Empire State Building.",
              "[31][33] Khan's contributions to the design of tall buildings have had a profound impact on architecture and engineering.",
              "It would be difficult to find any worldwide practices in the design of tall buildings that have not been directly or indirectly influenced by his work.",
              "[34] The design is reminiscent of Frank Lloyd Wright's vision for The Illinois, a mile-high skyscraper designed for Chicago, as well as Chicago's Lake Point Tower.",
              "When Adrian Smith was conceiving the project at SOM, he looked out his office window toward Lake Point Tower's curved three-wing layout and thought, \"There's the prototype\".",
              "[35] According to Strabala, Burj Khalifa was designed based on the 73 floor Tower Palace Three, an all-residential building in Seoul.",
              "In its early planning, Burj Khalifa was intended to be entirely residential.",
              "[36] After the original design by Skidmore, Owings, and Merrill, Emaar Properties chose Hyder Consulting to be the supervising engineer and NORR Group Consultants International Ltd to supervise the architecture of the project.",
              "[37] Hyder was selected for their expertise in structural and MEP (mechanical, electrical and plumbing) engineering.",
              "[38] Hyder Consulting's role was to supervise construction, certify the architect's design, and be the engineer and architect of record to the UAE authorities.",
              "[37] NORR's role was the supervision of all architectural components including on-site supervision during the construction and design of a 6-story addition to the office annex building for architectural documentation.",
              "NORR was also responsible for the architectural integration drawings for the Armani Hotel included in the Tower.",
              "Emaar Properties also engaged GHD,[39] an international multidisciplinary consulting firm, to act as an independent verification and testing authority for concrete and steelwork.",
              "The design is derived from Islamic architecture.",
              "[21] As the tower rises from the flat desert base, there are 27 setbacks in a spiral pattern, decreasing the cross-section of the tower as it rises and creating convenient outdoor terraces.",
              "These setbacks are arranged and aligned in a way that minimizes vibration wind loading from eddy currents and vortices.",
              "[7] At the top, the central core emerges and is sculpted to form a finishing spire.",
              "At its tallest point, the tower sways a total of 1.",
              "5 m (4.",
              "9 ft).",
              "[40] The spire of Burj Khalifa is composed of more than 4,000 tonnes (4,400 short tons;",
              "3,900 long tons) of structural steel.",
              "The central pinnacle pipe weighs 350 tonnes (390 short tons;",
              "340 long tons) and has a height of 200 m (660 ft).",
              "The spire also houses communications equipment.",
              "[41] This 244-metre (801 ft) spire is widely considered vanity height, since very little of its space is usable.",
              "Without the spire, Burj Khalifa would be 585 metres (1,919 ft) tall.",
              "This was reported in a Council on Tall Buildings and Urban Habitat study, which notes that the empty spire \"could be a skyscraper on its own\".",
              "[2] Such a skyscraper, if located in Europe, would be the 11th tallest building on that continent.",
              "[42] In 2009 architects announced that more than 1,000 pieces of art would adorn the interiors of Burj Khalifa, while the residential lobby of Burj Khalifa would display the work of Jaume Plensa.",
              "[43] The cladding system consists of 142,000 m2 (1,528,000 sq ft) of more than 26,000 reflective glass panels and aluminium and textured stainless steel spandrel panels with vertical tubular fins.",
              "[41] The architectural glass provides solar and thermal performance as well as an anti-glare shield for the intense desert sun, extreme desert temperatures and strong winds.",
              "The glass covers more than 174,000 m2 (1,870,000 sq ft) in area.",
              "[citation needed] The Burj's typical curtain wall panels measure 4 ft 6 in (1.",
              "4 m) wide by 10 ft 8 in (3.",
              "3 m) high and weigh about 800 pounds (360 kg) each, with wider panels near the building's edges and taller ones near the top.",
              "[44] The exterior temperature at the top of the building is thought to be 6 °C (11 °F) cooler than at its base.",
              "[45][needs update] A 304-room Armani Hotel, the first of four by Armani, occupies 15 of the lower 39 floors.",
              "[3][46] The hotel was supposed to open on 18 March 2010,[47][48] but after several delays, it finally opened to the public on 27 April 2010.",
              "[49] The corporate suites and offices were also supposed to open from March onwards,[50] yet the hotel and observation deck remained the only parts of the building which were open in April 2010.",
              "The sky lobbies on the 43rd and 76th floors house swimming pools.",
              "[51] Floors 20 through 108 have 900 private residential apartments (which, according to the developer, sold out within eight hours of being on the market).",
              "An outdoor zero-entry swimming pool is located on the 76th floor of the tower.",
              "Corporate offices and suites fill most of the remaining floors, except for the 122nd, 123rd, and 124th, where the At.",
              "mosphere restaurant, sky lobby, and an indoor and outdoor observation deck are located respectively.",
              "In January 2010, it was planned that Burj Khalifa would receive its first residents in February 2010.",
              "[51][52] The building has 57 elevators and 8 escalators.",
              "[41] The elevators have a capacity of 12 to 14 people per cabin, and include the world's fastest double-deck elevators, rising and descending at up to 10 m/s (33 ft/s).",
              "Engineers initially considered installing the world's first triple-deck elevators.",
              "[24] The double-deckers are equipped with LCD displays to amuse visitors during their travel to the observation deck.",
              "[53] The building has 2,909 stairs from the ground floor to the 160th floor.",
              "[54] The Burj Khalifa's water system supplies an average of 946,000 L (250,000 U.",
              "S.",
              "gal) of water per day through 100 km (62 mi) of pipes.",
              "[21][55] An additional 213 km (132 mi) of piping serves the fire emergency system, and 34 km (21 mi) supplies chilled water for the air conditioning system.",
              "[55] The air conditioning system draws air from the upper floors where the air is cooler and cleaner than on the ground.",
              "[56] At peak cooling times, the tower's cooling is 46 MW (62,000 hp), equivalent to that provided by 13,000 short tons (26,000,000 lb;",
              "12,000,000 kg) of melting ice in one day.",
              "[55] Water is collected via a condensate collection system and is used to irrigate the nearby park.",
              "[21] To wash the 24,348 windows, totaling 120,000 m2 (1,290,000 sq ft) of glass, the building has three horizontal tracks, each holding a 1,500 kg (3,300 lb) bucket machine.",
              "Above level 109, and up to tier 27, traditional cradles from davits are used.",
              "The top of the building is cleaned by a crew that uses ropes to descend from the top to gain access.",
              "[57][58] Under normal conditions, when all building maintenance units are operational, it takes 36 workers three to four months to clean the entire exterior.",
              "[41][59] Unmanned machines clean the top 27 additional tiers and the glass spire.",
              "The cleaning system was developed in Melbourne, Australia, by CoxGomyl, a manufacturer of building maintenance units,[60] at a cost of A$8 million.",
              "[59] Outside the Burj Khalifa, WET Enterprises designed a fountain system at a cost of Dh 800 million (US$217 million).",
              "Illuminated by 6,600 lights and 50 coloured projectors, it is 270 m (900 ft) long and shoots water 150 m (500 ft) into the air while accompanied by a range of classical to contemporary Arabic and other music.",
              "It is the world's largest choreographed fountain.",
              "[61] On 26 October 2008, Emaar announced that based on results of a naming contest the fountain would be called the Dubai Fountain.",
              "[62] An outdoor observation deck, named At the Top, opened on 5 January 2010 on the 124th floor.",
              "At 452 m (1,483 ft), it was the highest outdoor observation deck in the world when it opened.",
              "[63] Although it was surpassed in December 2011 by Cloud Top 488 on the Canton Tower, Guangzhou at 488 m (1,601 ft),[64] Burj Khalifa opened the 148th floor SKY level at 555 m (1,821 ft), once again giving it the highest observation deck in the world on 15 October 2014, later on February 18th 2019, the Burj Khalifa opened The Lounge observatory at 584 m (1,916 ft) making it the highest lounge in the world,[65][66] However the Shanghai Tower opened in June 2016 with an observation deck at a height of 561 metres stealing the title of the world's highest observation deck.",
              "The 124th floor observation deck also features the electronic telescope, an augmented reality device developed by Gsmprjct° of Montréal, which allows visitors to view the surrounding landscape in real-time, and to view previously saved images such as those taken at different times of day or under different weather conditions.",
              "[67][68][69] To reduce the daily rush of sightseers, management allows visitors to purchase tickets in advance for a specific date and time, at a 75% discount on tickets purchased on the spot.",
              "[70] On 8 February 2010, the observation deck was closed to the public for two months after power-supply problems caused an elevator to become stuck between floors, trapping a group of tourists for 45 minutes.",
              "[71][72][73][74][75] When the tide is low and visibility is high, people can see the shores of Iran (which is around 153 km or 95 mi away) from the top of the skyscraper.",
              "[76] Burj Khalifa is surrounded by an eleven-hectare (27-acre) park designed by landscape architects SWA Group.",
              "[77] Like the tower, the park's design was based on the flower of the Hymenocallis, a desert plant.",
              "[78] At the centre of the park is the water room, which is a series of pools and water jet fountains.",
              "Benches and signs incorporate images of Burj Khalifa and the Hymenocallis flower.",
              "[79] The plants are watered by water collected from the building's cooling system.",
              "The system provides 68,000,000 L (18,000,000 US gal) annually.",
              "[79] WET Enterprises, who also developed the Dubai Fountain, developed the park's six water features.",
              "[80] On the higher floors, the sun is seen for several minutes after it has set at ground level.",
              "Those living above the 80th floor should wait two extra minutes to break their Ramadan fast, and those living above the 150th floor should wait three minutes.",
              "[83] The tower was constructed by Samsung C&T from South Korea, which also did work on the Petronas Twin Towers and Taipei 101.",
              "[84] Samsung C&T built the tower in a joint venture with BESIX from Belgium and Arabtec from the UAE.",
              "[85][86] Turner was the project manager on the main construction contract.",
              "[87] Hong Kong-based Far East Aluminum combined to provide the exterior cladding for Burj Khalifa.",
              "[88][89] The contractor and the engineer of record was Hyder Consulting.",
              "[90] Under UAE law, the contractor and the engineer of record is jointly and severally liable for the performance of Burj Khalifa.",
              "The primary structure is reinforced concrete.",
              "Putzmeister created a new, super high-pressure trailer concrete pump, the BSA 14000 SHP-D, for this project.",
              "[23] Burj Khalifa's construction used 330,000 m3 (431,600 cu yd) of concrete and 55,000 tonnes (61,000 short tons;",
              "54,000 long tons) of steel rebar, and construction took 22 million man-hours.",
              "[13] In May 2008 Putzmeister pumped concrete with more than 21 MPA ultimate compressive strength of gravel to surpass the 600 meters weight of the effective area of each column from the foundation to the next fourth level, and the rest was by metal columns jacketed or covered with concrete to a then world record delivery height of 606 m (1,988 ft),[23] the 156th floor.",
              "Three tower cranes were used during the construction of the uppermost levels, each capable of lifting a 25-tonne load.",
              "[91] The remaining structure above was constructed of lighter steel.",
              "In 2003, 33 test holes were drilled to study the strength of the bedrock underlying the structure.",
              "[92] \"Weak to very weak sandstone and siltstone\" was found, just metres below the surface.",
              "[citation needed] Samples were taken from test holes drilled to a depth of 140 metres, finding weak to very weak rock all the way.",
              "[93] The study described the site as part of a \"seismically active area\".",
              "[citation needed] Another challenging element was the shamal which often creates sandstorms.[19] Over 45,000 m3 (58,900 cu yd) of concrete, weighing more than 110,000 tonnes (120,000 short tons;",
              "110,000 long tons) were used to construct the concrete and steel foundation, which features 192 piles;",
              "each pile is 1.",
              "5 metre in diameter by 43 m in length, buried more than 50 m (164 ft) deep.",
              "[24] The foundation was designed to support the total building weight of approximately 450,000 tonnes (500,000 short tons;",
              "440,000 long tons).",
              "This weight was then divided by the compressive strength of concrete which is 30 MPa which yielded 450 sq.",
              "meters of vertical normal effective area, which then yielded 12 meters by 12 meters dimensions.",
              "[94] A cathodic protection system is under the concrete to neutralize the sulphate and chloride-rich groundwater and prevent corrosion.",
              "[41][19] During the construction of the Burj Khalifa, over 35,000 tonnes of structural steel which held the Palace of the Republic, the former parliament building of the German Democratic Republic, the Volkskammer, in East Berlin together were shipped to Dubai in 2008.",
              "[5] The Burj Khalifa is highly compartmentalised.",
              "Pressurized, air-conditioned refuge floors are located every 13 floors (on floors G, 13, 26, 39, 52, etc.)",
              "where people can shelter on their long walk down to safety in case of an emergency or fire.",
              "[41][95] Special mixes of concrete were made to withstand the extreme pressures of the massive building weight;",
              "as is typical with reinforced concrete construction, each batch of concrete was tested to ensure it could withstand certain pressures.",
              "CTLGroup, working for Skidmore, Owings and Merrill, conducted the creep and shrinkage testing critical for the structural analysis of the building.",
              "[96] The consistency of the concrete used in the project was essential.",
              "It was difficult to create a concrete that could withstand both the thousands of tonnes bearing down on it and Persian Gulf temperatures that can reach 50 °C (122 °F).",
              "To combat this problem, the concrete was not poured during the day.",
              "Instead, during the summer months, ice was added to the mixture and it was poured at night when the air was cooler and the humidity was higher.",
              "Cooler concrete cures more evenly and is, therefore, less likely to set too quickly and crack.",
              "Any significant cracks could have put the entire project in jeopardy.",
              "[97][98][99][100][101] In March 2009, Mohamed Ali Alabbar, chairman of the project's developer, Emaar Properties, said office space pricing at Burj Khalifa reached US$4,000 per sq ft (over US$43,000 per m2) and the Armani Residences, also in Burj Khalifa, sold for US$3,500 per sq ft (over US$37,500 per m2).",
              "[112] He estimated the total cost for the project to be about US$1.",
              "5 billion.",
              "[6] The project's completion coincided with the financial crisis of 2007–2008, and with vast overbuilding in the country, leading to high vacancies and foreclosures.",
              "[113] With Dubai mired in debt from its huge ambitions, the government was forced to seek multibillion-dollar bailouts from its oil-rich neighbor Abu Dhabi.",
              "Subsequently, in a surprise move at its opening ceremony, the tower was renamed Burj Khalifa, said to honour the UAE President Khalifa bin Zayed Al Nahyan for his crucial support.",
              "[4][114] Because of the slumping demand in Dubai's property market, the rents in the Burj Khalifa plummeted 40% some ten months after its opening.",
              "Out of 900 apartments in the tower, 825 were still empty at that time.",
              "[115][116] Over the next 30 months, overseas investors steadily bought up available apartments and office space.",
              "[117] By October 2012, Emaar reported that around 80% of the apartments were occupied.",
              "[118] The ceremony was broadcast live on a giant screen on Burj Park Island and on smaller screens elsewhere.",
              "[119] Hundreds of media outlets from around the world reported live from the scene.",
              "[120] In addition to the media presence, 6,000 guests were expected.",
              "[121] The opening was held on 4 January 2010.",
              "[122] The ceremony featured a display of 10,000 fireworks, light beams projected on and around the tower, and further sound, light and water effects.",
              "[120] The celebratory lighting was designed by UK lighting designers Speirs and Major Associates.",
              "[123] Using the 868 powerful stroboscope lights that are integrated into the façade and spire of the tower, different lighting sequences were choreographed, together with more than 50 different combinations of other effects.",
              "[citation needed] On 10 May 2011, an Asian migrant worker in his mid-30s jumped to his death from the 147th floor onto the 108th floor's deck.",
              "Dubai police said he killed himself because his company refused to let him leave the country.",
              "[124] On 18 May 2015, Dubai police disputed a report that a Portuguese tourist named Laura Vanessa Nunes fell to her death from the Burj Khalifa the prior 16 November, claiming that she fell from the Jumeirah Lake Towers.",
              "[125][126] Nine News obtained emails from Portugal's embassy in the UAE under freedom of information laws, which indicated that the female tourist jumped from the 148th floor of the Burj Khalifa.",
              "[127] The Burj Khalifa was built primarily by workers from South Asia and East Asia.",
              "[128][129] This is generally because the current generation of UAE locals prefer governmental jobs and do not have an attitude favouring private sector employment.",
              "[130][131] On 17 June 2008, there were about 7,500 skilled workers employed at the construction site.",
              "[107] Press reports indicated in 2006 that skilled carpenters at the site earned £4.",
              "34 a day, and labourers earned £2.",
              "84.",
              "[128] According to a BBC investigation and a Human Rights Watch report, the workers were housed in abysmal conditions, and worked long hours for low pay.",
              "[132][133][134] During construction, only one construction-related death was reported.",
              "[135] Workplace injuries and deaths in the UAE are poorly documented, according to Human Rights Watch.",
              "[132] In March 2006 about 2,500 workers, upset over buses that were delayed for the end of their shifts, protested and triggered a riot, damaging cars, offices, computers, and construction equipment.",
              "[128] A Dubai Interior Ministry official said the rioters caused almost £500,000 in damage.",
              "[128] Most of the workers involved in the riot returned the following day but refused to work.",
              "[128] Emaar New Year's Eve is an annual event held every 31 December at Burj Khalifa, organized by Emaar Properties.",
              "[136][137] Emaar New Year's Eve has won two Guinness World Records, including 'Largest LED-Illuminated Facade' in 2015 and 2019.",
              "[138][139][140] In 2021, Emaar celebrated togetherness in honor of frontline workers of the COVID-19 pandemic.",
              "[141] The Emaar New Year's Eve fireworks celebration originated in 2010 with the inauguration of the world's tallest building, Burj Khalifa.",
              "The celebration was broadcast live to more than two million people and lasted for three minutes.",
              "[142] An accompanying sound and light show was choreographed by The Dubai Fountain.",
              "[143][144] Since 2011, national live broadcasting rights have been held by Dubai Media Incorporated and Dubai TV.",
              "[142] In 2017 and 2018, Emaar New Year's Eve was broadcast live on Twitter,[145][146] and YouTube.",
              "In 2020, it was broadcast live for the first time on Zoom.",
              "[147] The building has been used by several experienced BASE jumpers for authorised and unauthorised BASE jumping: In May 2008, Hervé Le Gallou and David McDonnell, dressed as engineers, entered Burj Khalifa (around 650 metres (2,130 ft) at the time), and jumped off a balcony situated several floors below the 160th floor.",
              "[148][149] On 8 January 2010, with permission of the authorities, Nasr Al Niyadi and Omar Al Hegelan, from the Emirates Aviation Society, broke the world record for the highest BASE jump from a building after they leapt from a crane-suspended platform attached to the 160th floor at 672 m (2,205 ft).",
              "The two men descended the vertical drop at a speed of up to 220 km/h (140 mph), with enough time to open their parachutes 10 seconds into the 90-second jump.",
              "[150][151] On 21 April 2014, with permission of the authorities and support from several sponsors, highly experienced French BASE jumpers Vince Reffet and Fred Fugen broke the Guinness world record for the highest BASE jump from a building after they leapt from a specially designed platform, built at the very top of the pinnacle, at 828 metres (2,717 feet).",
              "[152][153][154] On 28 March 2011, Alain \"Spiderman\" Robert scaled the outside of Burj Khalifa.",
              "The climb to the top of the spire took six hours.",
              "To comply with UAE safety laws, Robert, who usually climbs in free solo style, used a rope and harness.",
              "[155] In June 2010, Burj Khalifa was the recipient of the 2010 \"Best Tall Building Middle East & Africa\" award by the Council on Tall Buildings and Urban Habitat.",
              "[156] On 28 September 2010 Burj Khalifa won the award for the best project of the year at the Middle East Architect Awards 2010.",
              "[157] Awards Chair Gordon Gill, of Adrian Smith + Gordon Gill Architecture, said: We are talking about a building here that has changed the landscape of what is possible in architecture – a building that became internationally recognized as an icon long before it was even completed.",
              "'Building of the Century' was thought a more apt title for it.",
              "[158] Burj Khalifa was also the recipient of the following awards.",
              "[159][160] 25°11′50′′N 55°16′27′′E﻿ / ﻿25.",
              "19722°N 55.",
              "27417°E﻿ / 25.",
              "19722;",
              "55.",
              "27417"
            ]
          },
          {
            "title": "Burj Khalifa | Height, Architect, Top Floor, &amp; Facts | Britannica",
            "url": "https://www.britannica.com/topic/Burj-Khalifa",
            "content": [
              "Burj Khalifa | Height, Architect, Top Floor, &amp; Facts | Britannica",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "The Burj Khalifa is a mixed-use skyscraper located in Dubai, U.",
              "A.",
              "E.",
              "It is the world’s tallest building, according to all three of the main criteria by which such buildings are judged.",
              "The Burj Khalifa was officially named to honour the president of the neighbouring emirate of Abu Dhabi, Sheikh Khalīfah ibn Zāyid Āl Nahyān.",
              "The Burj Khalifa took six years to build.",
              "Foundational excavation work commenced in January 2004, and the tower was formally opened on January 4, 2010.",
              "However, the opening took place before the interior was completed.",
              "The Burj Khalifa was built to house a variety of commercial, residential, and hospitality ventures.",
              "These include a hotel and luxury residences designed by Italian fashion designer Giorgio Armani, in addition to office space, observation decks, restaurants, and health facilities.",
              "Skidmore, Owings & Merrill designed the Burj Khalifa.",
              "Among its many other architectural achievements, the firm can be credited with designing the John Hancock Center and the Willis Tower (formerly the Sears Tower) in Chicago, as well as One World Trade Center in New York City.",
              "At the time of its completion, the Burj Khalifa held a total of eight world records, including those for the tallest building, the longest elevator travel distance, and the highest habitable floor.",
              "Burj Khalifa, mixed-use skyscraper in Dubai, United Arab Emirates, that is the world’s tallest building, according to all three of the main criteria by which such buildings are judged (see Researcher’s Note: Heights of Buildings).",
              "Burj Khalifa (“Khalifa Tower”), known during construction as Burj Dubai, was officially named to honour the leader of the neighbouring emirate of Abu Dhabi, Sheikh Khalifa ibn Zayed Al Nahyan.",
              "Although the tower was formally opened on January 4, 2010, the entirety of the interior was not complete at that time.",
              "Built to house a variety of commercial, residential, and hospitality ventures, the tower—whose intended height remained a closely guarded secret throughout its construction—reached completion at 163 floors and a height of 2,717 feet (828 metres).",
              "It was designed by the Chicago-based architectural firm of Skidmore, Owings & Merrill.",
              "Adrian Smith served as architect, and William F.",
              "Baker served as structural engineer.",
              "The building, modular in plan, is laid out on a three-lobed footprint that is an abstract rendering of the local Hymenocallis flower.",
              "The Y-shaped plan plays a central role in the reduction of wind forces on the tower.",
              "A hexagonal central core is buttressed by a series of wings, each with its own concrete core and perimeter columns.",
              "As the tower increases in height, the wings step back in a spiral configuration, changing the building’s shape at each tier and so reducing the effect of the wind on the building.",
              "The central core emerges at the tower’s top and is finished with a spire, which reaches more than 700 feet (200 metres).",
              "The spire was constructed inside the tower and hoisted to its final position using a hydraulic pump.",
              "At the foundational level, the tower is supported by a reinforced concrete mat nearly 13 feet (4 metres) thick, itself supported by concrete piles 5 feet (1.",
              "5 metres) in diameter.",
              "A three-story podium anchors the tower in place;",
              "the podium and two-story basement alone measure some 2,000,000 square feet (186,000 square metres) in their own right.",
              "The tower’s exterior cladding is made up of aluminum and stainless-steel panels, vertical stainless-steel tubular fins, and more than 28,000 hand-cut glass panels.",
              "A public observation deck, called “At the Top,” is located on the 124th floor.",
              "Upon its inauguration in January 2010, Burj Khalifa easily surpassed the Taipei 101 (Taipei Financial Center) building in Taipei, Taiwan, which measured 1,667 feet (508 metres), as the world’s tallest building.",
              "At the same time, Burj Khalifa broke numerous other records, including the world’s tallest freestanding structure, the world’s highest occupied floor, and the world’s highest outdoor observation deck."
            ]
          }
        ]
      },
      "evidence": {
        "The Burj Khalifa is an engineering marvel that stands at a whopping 828 meters in the air.": [
          "At 830 meters, the iconic Burj Khalifa in Dubai stuns visitors with its grandeur.",
          "The Burj Khalifa is a marvel of modern architecture and engineering. Standing at over 828 meters tall, it is officially recognized as the world’s tallest building.",
          "Standing at an impressive 828 meters tall, this magnificent skyscraper is a marvel of modern engineering.",
          "The towering presence of skyscrapers across the world often leaves us in awe. The structural design, materials used, and engineering feats involved to create such tall buildings is truly remarkable.",
          "To understand how this building reached such extreme heights, it’s fascinating to delve into the complex engineering techniques involved.",
          "In conclusion, Burj Khalifa is one of the most impressive and remarkable man-made structures in the world.",
          "The design, construction and engineering feats that combined to create the building are outstanding and make it an awe-inspiring place to visit.",
          "There is no doubt that the Burj Khalifa is a marvel of engineering.",
          "The building stands strong, tall, and mighty on loose sandy soil and braves the strong Arabian winds."
        ],
        "Building such a tall structure came with its own set of engineering challenges.": [
          "Building such a tall structure came with its own set of engineering challenges. Let's look at top five: ",
          "One of the first challenges of the Burj Khalifa was that the building had to withstand extreme heat, reaching more than 50 degree Celsius in summers. ",
          "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure. ",
          "Wind loads were another structural challenge that the Burj Khalifa faced during construction. ",
          "The engineers had to mix the concrete with ice and pour it in the structure at night to skip the hot climate. This cooler mixture was also less likely to crack. ",
          "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft. These panels were lifted using a series of cranes and installed by specialists."
        ],
        "The exterior cladding of the Burj Khalifa is made of reflective glazing with aluminium and textured stainless steel panels.": [
          "The exterior cladding of Burj Khalifa began in May 2007 and was completed in September 2009.",
          "The tower accomplished a world record for the highest installation of an aluminium and glass façade with a height of 512 metres.",
          "The exterior cladding is comprised of reflective glazing with aluminum and textured stainless steel spandrel panels and stainless-steel vertical tubular fins.",
          "Close to 26,000 glass panels, each individually hand-cut, were used in the exterior cladding of Burj Khalifa."
        ],
        "Around 15 million gallons of water condense from the structure of the Burj Khalifa due to the hot climate.": [
          "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structur",
          "In performing as they do, these systems produce as much as 15 million gallons of condensation water per year."
        ],
        "A separate piping system was created to store the water in a tank in the basement of the Burj Khalifa.": [
          "The average daily supply of water, pumped through 62 miles worth of pipe, is just shy of a quarter million gallons.",
          "Engineers knew having one giant water pump do all the work would be dangerous, considering the pressure it would need to generate.",
          "So they created a system that pumps water to a series of tanks at different levels throughout the building.",
          "These tanks are housed on seven two-story mechanical floors, staggered throughout the structure.",
          "The floors also house electrical sub-stations and air handling units.",
          "With an average high temperature of 106° F during long Dubai summers, these piping systems are under significant pressure to perform for building tenants and visitors.",
          "In performing as they do, these systems produce as much as 15 million gallons of condensation water per year.",
          "Using Alfa Laval plate heat exchangers, the ice slurry, built up in a tank, store the cooling energy that is later released, through the pipelines, to the entire indoor air conditioning and tap water systems.",
          "The cooling system includes an innovative solution based on a thermal ice-storage facility that produces tons of ice slurry during off-peak hours.",
          "The hot climate also posed a condensation challenge and around 15 million gallons of water gave off from the structure. To make up for it, a separate piping system was created to hold a tank in the basement to."
        ],
        "The design team conducted over 40 wind tunnel tests to understand the behaviour of the wind and the amount of stress it could place on the Burj Khalifa.": [
          "Wind loads were another structural challenge that the Burj Khalifa faced during construction.",
          "To understand the behaviour of the wind and the amount of stress it could place on the building, the design team conducted over 40 wind tunnel tests.",
          "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through this central core.",
          "Shaping Studies Early wind testing using a high-frequency-force-balance provided initial wind load information for the initial design that accounted for the crosswind effects of vortex shedding on the building, providing insights we shared with the design team that led to the shaping of the tower.",
          "We followed early studies in the wind tunnel with additional rounds of wind tunnel testing as the tower geometry evolved.",
          "This testing enabled us to quickly evaluate the effectiveness of the team’s reshaping efforts as we worked to minimize wind effects and accommodate the client’s changes."
        ],
        "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through a central core.": [
          "The tower is composed of three elements arranged around a central core.",
          "The modular, Y-shaped structure, with setbacks along each of his three wings, provides an inherently stable configuration for the structure and provides good floor plates for residential.",
          "A Y-shaped floor plan maximizes views of the Arabian Gulf.",
          "The central core emerges at the top and culminates in a sculpted spire.",
          "The architecture features a triple-lobed footprint, an abstraction of the Hymenocallis flower."
        ],
        "The combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.": [
          "The weight of concrete used to build Burj Khalifa is equivalent to 100,000 elephants.",
          "137,500 elephants, each weighing an average 6000kg corresponds to 330,000 of concrete used for the Burj Khalifa",
          "It is now known that the combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants."
        ],
        "The engineers had to mix the concrete with ice and pour it at night to avoid the hot climate and prevent cracking.": [
          "One of the major challenges posed by the project was the high temperatures experienced in the Middle East, where temperature can reach 50°C in the shade.",
          "A decision was taken to do all concreting for the vertical elements of the tower at night and the concrete’s water content was made up almost entirely of flake ice during the summer months. ",
          "The highest temperature recorded by James during concreting on site was 40°C at midnight!",
          "If practically possible, all pumping of concrete, particularly in summer months, should be conducted at night.",
          "To achieve the common limit of 32°C with high-performance concrete, and depending on the moisture content of the fine aggregate, the added water content could be almost completely composed of flake ice during the summer months, when shade temperatures can exceed 50°C.",
          "Placing high-workability concrete in the core walls at night – minimal movements of the boom between placing points helped to avoid blockages"
        ],
        "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.": [
          "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft."
        ],
        "The aluminium panels used on the Burj Khalifa were lifted and installed by specialists using a series of cranes.": [
          "“All these panels were prefabricated and pre-glazed and lifted into place,” Efstathiou said, “so it was a very systematic approach to putting the wall together. It made it quite a bit easier. Speed is everything in construction, so as much as you can prefabricate and just assemble the larger pieces on the site, the better off you are.”",
          "The height of the tower meant that the construction materials needed to be handled as little as possible, as this would require costly, time-wasting logistics and take up valuable crane time.",
          "With this approach, the slabs were ready to have the props removed in just 3 days.",
          "The low panel weight also helped, as the panels could be transferred to the next floor level with a lifting gear, rather than by being craned in.",
          "This saved time, as well as making sure any cranes could be used for other activities."
        ],
        "The Burj Khalifa is the tallest building in the world.": [
          "It is the world's tallest building.",
          "With a total height of 829.8 m (2,722 ft, or just over half a mile) and a roof height (excluding antenna, but including a 242.6 m spire)[2] of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009, supplanting Taipei 101, the previous holder of that status.",
          "The building broke numerous height records, including its designation as the tallest building in the world.",
          "The Burj Khalifa set several world records, including: The tower was designed by Skidmore, Owings, and Merrill (SOM), which also designed the Willis Tower (formerly the Sears Tower) in Chicago and the One World Trade Center in New York City.",
          "Burj Khalifa uses the bundled tube design of the Willis Tower, invented by Fazlur Rahman Khan.",
          "The spire of Burj Khalifa is composed of more than 4,000 tonnes (4,400 short tons; 3,900 long tons) of structural steel.",
          "The central pinnacle pipe weighs 350 tonnes (390 short tons; 340 long tons) and has a height of 200 m (660 ft).",
          "The Burj Khalifa is a mixed-use skyscraper located in Dubai, U. A. E. It is the world’s tallest building, according to all three of the main criteria by which such buildings are judged.",
          "Burj Khalifa, mixed-use skyscraper in Dubai, United Arab Emirates, that is the world’s tallest building, according to all three of the main criteria by which such buildings are judged (see Researcher’s Note: Heights of Buildings).",
          "Upon its inauguration in January 2010, Burj Khalifa easily surpassed the Taipei 101 (Taipei Financial Center) building in Taipei, Taiwan, which measured 1,667 feet (508 metres), as the world’s tallest building."
        ]
      },
      "subconclusions": {
        "The Burj Khalifa is an engineering marvel that stands at a whopping 828 meters in the air.": "supported",
        "Building such a tall structure came with its own set of engineering challenges.": "supported",
        "The exterior cladding of the Burj Khalifa is made of reflective glazing with aluminium and textured stainless steel panels.": "supported",
        "Around 15 million gallons of water condense from the structure of the Burj Khalifa due to the hot climate.": "supported",
        "A separate piping system was created to store the water in a tank in the basement of the Burj Khalifa.": "partially supported",
        "The design team conducted over 40 wind tunnel tests to understand the behaviour of the wind and the amount of stress it could place on the Burj Khalifa.": "supported",
        "The top structure of the Burj Khalifa was made to resemble the letter 'Y' and each of the three wings of the structure buttressed others through a central core.": "supported",
        "The combined weight of the concrete used for building the Burj Khalifa is equivalent to 100,000 elephants.": "supported",
        "The engineers had to mix the concrete with ice and pour it at night to avoid the hot climate and prevent cracking.": "supported",
        "The total weight of all the aluminium used on the Burj Khalifa surpasses that of five A380 aircraft.": "supported",
        "The aluminium panels used on the Burj Khalifa were lifted and installed by specialists using a series of cranes.": "partially supported",
        "The Burj Khalifa is the tallest building in the world.": "supported"
      }
    }
  }
}