{
  "ca66daac-4ec2-4897-b1ab-e94713884428": {
    "query": "What is the biggest animal to ever exist on Earth, and how does it compare in size to a modern-day blue whale?",
    "response": "The **largest animal** to ever exist on Earth is **confirmed** to be the **blue whale (Balaenoptera musculus)**[^3^]. The maximum recorded weight was **190 tonnes** for a specimen measuring **27.6 meters (91 ft)**, whereas longer ones, up to **33.6 meters (110 ft)**, have been recorded but not weighed[^3^] [^2^].\n\nA modern-day blue whale is also a blue whale, so it has the same potential size as the largest animal ever. However, the average size of a blue whale is about **25 meters (82 ft)** long and **100 tonnes** in weight[^1^], so it is smaller than the maximum recorded size.",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://en.wikipedia.org/wiki/Blue_whale \"Blue whale - Wikipedia\"\n[2]: https://en.wikipedia.org/wiki/Largest_organisms \"Largest organisms - Wikipedia\"\n[3]: https://en.wikipedia.org/wiki/Largest_and_heaviest_animals \"Largest and heaviest animals - Wikipedia\"\n\nThe **largest animal** to ever exist on Earth is **confirmed** to be the **blue whale (Balaenoptera musculus)**[^1^][3]. The maximum recorded weight was **190 tonnes** for a specimen measuring **27.6 meters (91 ft)**, whereas longer ones, up to **33.6 meters (110 ft)**, have been recorded but not weighed[^1^][3] [^2^][2].\n\nA modern-day blue whale is also a blue whale, so it has the same potential size as the largest animal ever. However, the average size of a blue whale is about **25 meters (82 ft)** long and **100 tonnes** in weight[^3^][1], so it is smaller than the maximum recorded size.\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. en.wikipedia.org](https://en.wikipedia.org/wiki/Largest_and_heaviest_animals) [2. en.wikipedia.org](https://en.wikipedia.org/wiki/Largest_organisms) [3. en.wikipedia.org](https://en.wikipedia.org/wiki/Blue_whale)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Largest and heaviest animals - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Largest_and_heaviest_animals",
        "searchQuery": "biggest animal ever"
      },
      {
        "providerDisplayName": "Largest organisms - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Largest_organisms",
        "imageLink": "https://bing.com/th?id=OIP.r3htCUlIzJCBlQqGvsjNqwAAAA&pid=cdx",
        "imageWidth": "200",
        "imageHeight": "283",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAHqSURBVFhH7ZfdbYNQDEbDEqzABMzADAyQHTJCVsgSTMJ7ZsgSSXsoHzLGBh5KWqm90lELNteff+6VcvLr+Xy+jmQMs1yR85GMYb9W5PAOxvA/LCAyvJN/Ab9DQF3Xr6IoGIoJntu2nRyrqprZy7J83W63wXa9Xodna5eNv/5b0N5TBR6Px7CJhPAsmzifz9MGfd/PbPf7fXhPMP63NiCgAtu9Zy0gEwXoum56L/hQAhFjbfhn3wGBSdAnNhOgKrARbbE2cblcBhFgNyPzpmlmvkLCSdDbFkNIgK0qqFX48g4/nn1bBH5R9rAQILWQZeSrQPZ2YD0E9y0TCwHAZgoQDZStgnwjP9BsZPZQAM4SkGWmVuGTZQfMUlZJCAUAHylA1DvbqkwAM4E9OxmQCtBgIULD5lEbsgFDWHaaRCoAdENGASRQ+COmCulGzFgVoAGKAjD5ZMiM4INIa9f1bN9FrAoAW2a9U/YMKyAArEj8o4vHsymAEhLMllPZy0cDK5ESGM2FZ1MAm7AxAQistthzbeeBrBG0djQtmwLA3nwQ3Q0aWPAC19glQBMtos3twK5dPJ5dAoCSsnl2MwItwgcxkT1itwCqQCvWBovK7Jl8y24BR/HZtr/+y0grcjiSMexyRc7fyRhmXKfTB5zZkLdwL5XuAAAAAElFTkSuQmCC",
        "searchQuery": "biggest animal ever"
      },
      {
        "providerDisplayName": "Blue whale - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/Blue_whale",
        "imageLink": "https://bing.com/th?id=OIP.Bp0xsVKTPPzU-ykd_ZMgKgAAAA&pid=cdx",
        "imageWidth": "474",
        "imageHeight": "328",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAHqSURBVFhH7ZfdbYNQDEbDEqzABMzADAyQHTJCVsgSTMJ7ZsgSSXsoHzLGBh5KWqm90lELNteff+6VcvLr+Xy+jmQMs1yR85GMYb9W5PAOxvA/LCAyvJN/Ab9DQF3Xr6IoGIoJntu2nRyrqprZy7J83W63wXa9Xodna5eNv/5b0N5TBR6Px7CJhPAsmzifz9MGfd/PbPf7fXhPMP63NiCgAtu9Zy0gEwXoum56L/hQAhFjbfhn3wGBSdAnNhOgKrARbbE2cblcBhFgNyPzpmlmvkLCSdDbFkNIgK0qqFX48g4/nn1bBH5R9rAQILWQZeSrQPZ2YD0E9y0TCwHAZgoQDZStgnwjP9BsZPZQAM4SkGWmVuGTZQfMUlZJCAUAHylA1DvbqkwAM4E9OxmQCtBgIULD5lEbsgFDWHaaRCoAdENGASRQ+COmCulGzFgVoAGKAjD5ZMiM4INIa9f1bN9FrAoAW2a9U/YMKyAArEj8o4vHsymAEhLMllPZy0cDK5ESGM2FZ1MAm7AxAQistthzbeeBrBG0djQtmwLA3nwQ3Q0aWPAC19glQBMtos3twK5dPJ5dAoCSsnl2MwItwgcxkT1itwCqQCvWBovK7Jl8y24BR/HZtr/+y0grcjiSMexyRc7fyRhmXKfTB5zZkLdwL5XuAAAAAElFTkSuQmCC",
        "searchQuery": "biggest animal ever"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The blue whale (Balaenoptera musculus) is the largest animal to ever exist on Earth.",
        "The maximum recorded weight of a blue whale was 190 tonnes for a specimen measuring 27.6 meters (91 ft).",
        "Longer blue whales, up to 33.6 meters (110 ft), have been recorded but not weighed.",
        "A modern-day blue whale is also a blue whale, so it has the same potential size as the largest animal ever.",
        "The average size of a blue whale is about 25 meters (82 ft) long and 100 tonnes in weight, so it is smaller than the maximum recorded size."
      ],
      "queries": [
        "blue whale largest animal ever exist Earth",
        "blue whale maximum recorded weight and size",
        "blue whale length record 33.6 meters",
        "blue whale size potential largest animal ever",
        "blue whale average size length weight compared to maximum recorded size"
      ],
      "search_results": {
        "The blue whale (Balaenoptera musculus) is the largest animal to ever exist on Earth.": [
          {
            "title": "Blue whale - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Blue_whale",
            "content": [
              "Blue whale - Wikipedia",
              "The blue whale (Balaenoptera musculus) is a marine mammal and a baleen whale.",
              "Reaching a maximum confirmed length of 29.",
              "9 meters (98 ft) and weighing up to 199 tonnes (196 long tons;",
              "219 short tons), it is the largest animal known ever to have existed.",
              "[a] The blue whale's long and slender body can be of various shades of greyish-blue dorsally and somewhat lighter underneath.",
              "Four subspecies are recognized: B.",
              "m.",
              "musculus in the North Atlantic and North Pacific, B.",
              "m.",
              "intermedia in the Southern Ocean, B.",
              "m.",
              "brevicauda (the pygmy blue whale) in the Indian Ocean and South Pacific Ocean, B.",
              "m.",
              "indica in the Northern Indian Ocean.",
              "There is also a population in the waters off Chile that may constitute a fifth subspecies.",
              "In general, blue whale populations migrate between their summer feeding areas near the poles and their winter breeding grounds near the tropics.",
              "There is also evidence of year-round residencies, and partial or age/sex-based migration.",
              "Blue whales are filter feeders;",
              "their diet consists almost exclusively of krill.",
              "They are generally solitary or gather in small groups, and have no well-defined social structure other than mother-calf bonds.",
              "The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz and the production of vocalizations may vary by region, season, behavior, and time of day.",
              "Orcas are their only natural predators.",
              "The blue whale was once abundant in nearly all the Earth's oceans until the end of the 19th century.",
              "It was hunted almost to the point of extinction by whalers until the International Whaling Commission banned all blue whale hunting in 1966.",
              "The International Union for Conservation of Nature has listed blue whales as Endangered as of 2018.",
              "It continues to face numerous man-made threats such as ship strikes, pollution, ocean noise and climate change.",
              "The genus name, Balaenoptera, means winged whale[5] while the species name, musculus, could mean \"muscle\" or a diminutive form of \"mouse\", possibly a pun by Carl Linnaeus[6][5] when he named the species in Systema Naturae.",
              "[7] One of the first published descriptions of a blue whale comes from Robert Sibbald's Phalainologia Nova,[8] after Sibbald found a stranded whale in the estuary of the Firth of Forth, Scotland, in 1692.",
              "The name \"blue whale\" was derived from the Norwegian \"blåhval\", coined by Svend Foyn shortly after he had perfected the harpoon gun.",
              "The Norwegian scientist G.",
              "O.",
              "Sars adopted it as the common name in 1874.",
              "[9] Blue whales were referred to as 'Sibbald's rorqual', after Robert Sibbald, who first described the species.",
              "[8] Herman Melville called the blue whale \"sulphur bottom\" in his novel Moby Dick[10] because of the accumulation of diatoms creating a yellowish appearance on their pale underside.",
              "[6][11] Minke whale B.",
              "musculus (blue whale) B.",
              "borealis (sei whale) Eschrichtius robustus (gray whale) B.",
              "physalus (fin whale) Megaptera novaeangliae (humpback whale) Blue whales are rorquals in the family Balaenopteridae.",
              "A 2018 analysis estimates that the Balaenopteridae family diverged from other families in between 10.",
              "48 and 4.",
              "98 million years ago during the late Miocene.",
              "[12] The earliest discovered anatomically modern blue whale is a partial skull fossil found in southern Italy, dating to the Early Pleistocene, roughly 1.",
              "5–1.",
              "25 million years ago.",
              "[13] The Australian pygmy blue whale diverged during the Last Glacial Maximum.",
              "Their more recent divergence has resulted in the subspecies having a relatively low genetic diversity,[14] and New Zealand blue whales have an even lower genetic diversity.",
              "[15] Whole genome sequencing suggests that blue whales are most closely related to sei whales with gray whales as a sister group.",
              "This study also found significant gene flow between minke whales and the ancestors of the blue and sei whale.",
              "Blue whales also displayed high genetic diversity.",
              "[12] Blue whales are known to interbreed with fin whales.",
              "The earliest description of a possible hybrid between a blue and fin whale was a 20-meter (65 ft) anomalous female whale with the features of both the blue and the fin whales taken in the North Pacific.",
              "[16] A whale captured off northwestern Spain in 1984, was found to have been the product of a blue whale mother and a fin whale father.",
              "[17] Two live blue-fin whale hybrids have since been documented in the Gulf of St.",
              "Lawrence, (Canada), and in the Azores, (Portugal).",
              "[18] DNA tests done in Iceland on a blue whale killed in July 2018 by the Icelandic whaling company Hvalur hf, found that the whale was the offspring of a male fin whale and female blue whale;",
              "[19] however, the results are pending independent testing and verification of the samples.",
              "Because the International Whaling Commission classified blue whales as a \"Protection Stock\", trading their meat is illegal, and the kill is an infraction that must be reported.",
              "[20] Blue-fin hybrids have been detected from genetic analysis of whale meat samples taken from Japanese markets.",
              "[21] Blue-fin whale hybrids are capable of being fertile.",
              "Molecular tests on a 21-meter (70 ft) pregnant female whale caught off Iceland in 1986 found that it had a blue whale mother and a fin whale father, while its fetus was sired by a blue whale.",
              "[22] There is reference to a humpback-blue whale hybrid in the South Pacific, attributed to marine biologist Michael Poole.",
              "[5][23] At least four subspecies of blue whale are recognized, some of which are divided into population stocks or \"management units\".",
              "[24][25] They have a worldwide distribution, but are mostly absent from the Arctic Ocean and the Mediterranean, Okhotsk, and Bering Sea.",
              "[24] Blue whales off the Chilean coast may be a separate subspecies based on geographic separation, genetics, and unique song types.",
              "[26][27][28] Chilean blue whales may overlap in the Eastern Tropical Pacific with Antarctica blue whales and Eastern North Pacific blue whales.",
              "Chilean blue whales are genetically differentiated from Antarctica blue whales and are unlikely to be interbreeding.",
              "However, the genetic distinction is less with the Eastern North Pacific blue whale and there may be gene flow between hemispheres.",
              "[29] The blue whale is a slender-bodied cetacean with a broad U-shaped head;",
              "thin, elongated flippers;",
              "a small 33 centimeters (13 in) sickle-shaped dorsal fin located close to the tail and a large tail stock at the root of the wide and thin flukes.",
              "The upper jaw is lined with 70–395 black baleen plates.",
              "The throat region has 60–88 grooves which allows the skin to expand during feeding.",
              "[5][6][11][30][31] It has two blowholes that can squirt 9.",
              "1–12.",
              "2 meters (30–40 ft) up in the air.",
              "[5][11][30] The skin has a mottled grayish-blue coloration, appearing blue underwater.",
              "[6][11][30] The mottling patterns near the dorsal fin vary between individuals.",
              "[32][33][34] The underbelly has lighter pigmentation and can appear yellowish due to diatoms in the water,[6][11][30] which historically earned them the nickname \"sulphur bottom\".",
              "[10][35] The male blue whale has the largest penis in the animal kingdom, at around 3 m (9.",
              "8 ft) long and 12 in (30 cm) wide.",
              "[36] The blue whale is the largest animal known ever to have existed.",
              "[37][38][39] Some studies have estimated that certain shastasaurid ichthyosaurs and the ancient whale Perucetus could have rivalled the blue whale in size, with Perucetus also being heavier than the blue whale with a mean weight of 180 tons;",
              "however, these estimates are based on fragmentary remains, as well as being subject to change as the latter was a very recently-described species.",
              "[40][3] Likewise, other studies estimate that on land, large sauropods like Bruhathkayosaurus (mean weight: 110-170 tons) and Maraapunisaurus (mean weight: 80-120 tons) would have easily rivalled the blue whale, with the former even exceeding the blue whale based on its most liberal estimations (240 tons);",
              "however, these estimates are based on even more fragmentary specimens that had disintegrated by the time those estimates were made.",
              "[4] The International Whaling Commission (IWC) whaling database reports 88 individuals longer than 30 meters (98 ft), including one of 33 meters (108 ft), but problems with how the measurements were taken suggest that any longer than 30.",
              "5 meters (100 ft) are suspect.",
              "[41] The Discovery Committee reported lengths up to 31 meters (102 ft);",
              "[42] however, the longest scientifically measured individual blue whale was 30 meters (98 ft) from rostrum tip to tail notch.",
              "[43] Female blue whales are larger than males.",
              "[11][44] Hydrodynamic models suggest a blue whale could not exceed 108 ft (33 m) because of metabolic and energy constraints.",
              "[45] The average length of sexually mature female blue whales is 22.",
              "0 meters (72.",
              "1 ft) for Eastern North Pacific blue whales, 24 meters (79 ft) for central and western North Pacific blue whales, 21–24 meters (68–78 ft) for North Atlantic blue whales, 25.",
              "4–26.",
              "3 meters (83.",
              "4–86.",
              "3 ft) for Antarctic blue whales, 23.",
              "5 meters (77.",
              "1 ft) for Chilean blue whales, and 21.",
              "3 meters (69.",
              "9 ft) for pygmy blue whales.",
              "[41][46][47] In the Northern Hemisphere, males weigh an average 100 metric tons (220,000 lb) and females 112 metric tons (247,000 lb).",
              "Eastern North Pacific blue whale males average 88.",
              "5 tonnes (195,000 lb) and females 100 tonnes (220,000 lb).",
              "Antarctic males average 112 tonnes (247,000 lb) and females 130 tonnes (290,000 lb).",
              "Pygmy blue whale males average 83.",
              "5 tonnes (184,000 lb) to 99 tonnes (218,000 lb).",
              "[48] The weight measured of the heart from a stranded North Atlantic blue whale was 180 kg (400 lb), the largest known in any animal.",
              "[49] The record-holder blue whale was recorded at 173 tonnes (190 short tons),[50] with estimates of up to 199 tonnes (220 short tons).",
              "[51] Blue whales live around 80–90 years or more.",
              "[11][52] Scientists look at a blue whale's earwax or ear plug to estimate its age.",
              "Each year, a light and dark layer of wax is laid corresponding with fasting during migration and feeding time.",
              "Each set is thus an indicator of age.",
              "[53][54][55] The oldest blue whale determined using this method was 110 years old.",
              "[52][56] The maximum age of a pygmy blue whale determined this way is 73 years.",
              "[57] In addition, female blue whales develop scars or corpora albicantia on their ovaries every time they ovulate.",
              "[58] In a female pygmy blue whale, one corpus albicans is formed on average every 2.",
              "6 years.",
              "[57] The blue whale is usually solitary, but can be found in pairs.",
              "When productivity is high enough, blue whales can be seen in gatherings of more than 50 individuals.",
              "[11] Populations may go on long migrations, traveling to their summer feeding grounds towards the poles and then heading to their winter breeding grounds in more equatorial waters.",
              "[59] The animals appear to use memory to locate the best feeding areas.",
              "[60] There is evidence of alternative strategies, such as year-round residency, and partial (where only some individuals migrate) or age/sex-based migration.",
              "Some whales have been recorded feeding in breeding grounds.",
              "[61] The traveling speed for blue whales ranges 5–30 kilometers per hour (3.",
              "1–18.",
              "6 mph).",
              "[11] Their massive size limits their ability to breach.",
              "[62] The greatest dive depth reported from tagged blue whales was 315 meters (1,033 ft).",
              "[63] Their theoretical aerobic dive limit was estimated at 31.",
              "2 minutes,[64] however, the longest dive measured was 15.",
              "2 minutes.",
              "[63] The deepest confirmed dive from a pygmy blue whale was 506 meters (1,660 ft).",
              "[65] A blue whale's heart rate can drop to 2 beats per minute (bpm) at deep depths, but upon surfacing, can rise to 37 bpm, which is close to its peak heart rate.",
              "[66] The blue whale's diet consists almost exclusively of krill.",
              "[11] Blue whales capture krill through lunge feeding, they swim towards them at high speeds as they open their mouths up to 80°[11][63] They may engulf 220 metric tons (220 long tons;",
              "240 short tons) of water at one time.",
              "[67] They squeeze the water out through their baleen plates with pressure from the throat pouch and tongue, and swallow the remaining krill.",
              "[11][63] Blue whales have been recorded making 180° rolls during lunge-feeding, possibly allowing them to search the prey field and find the densest patches.",
              "[68] While pursuing krill patches, blue whales maximize their calorie intake by increasing the number of lunges while selecting the thickest patches.",
              "This provides them enough energy for everyday activities while storing additional energy necessary for migration and reproduction.",
              "Blue whales have to engulf densities greater than 100 krill/m3 to maintain the cost of lunge feeding.",
              "[63][69] They can consume 34,776–1,912,680 kilojoules (8,312–457,141 kcal) from one mouthful of krill, which can provide up to 240 times more energy than used in a single lunge.",
              "[63] It is estimated that an average-sized blue whale must consume 1,120 ± 359 kilograms (2,469 ± 791 lb) of krill a day.",
              "[70][71] Blue whales appear to avoid directly competing with other baleen whales.",
              "[72][73][74] Different whale species select different feeding spaces and times as well as different prey species.",
              "[67][75][76] In the Southern Ocean, baleen whales appear to feed on Antarctic krill of different sizes, which may lessen competition between them.",
              "[77] Blue whales generally reach sexual maturity at 8–10 years.",
              "In the Northern Hemisphere, the length at which they reach maturity is 21–23 meters (69–75 ft) for females and 20–21 meters (66–69 ft) for males.",
              "In the Southern Hemisphere, the length of maturity is 23–24 meters (75–79 ft) and 22 meters (72 ft) for females and males respectively.",
              "[78] Male pygmy blue whales average 18.",
              "7 meters (61.",
              "4 ft) at sexual maturity.",
              "[79][80] Female pygmy blue whales are 21.",
              "0–21.",
              "7 meters (68.",
              "9–71.",
              "2 ft) in length[46] and roughly 10 years old at the age of sexual maturity.",
              "[46][47][81] Little is known about mating behavior, or breeding and birthing areas.",
              "[39][78] Blue whales appear to be polygynous, with males competing for females.",
              "[78][82] A male blue whale typically trails a female and will fight off potential rivals.",
              "[83] The species mates from fall to winter.",
              "[39][78] Pregnant females eat roughly four percent of their body weight daily,[84] amounting to 60% of their overall body weight throughout summer foraging periods.",
              "[78][85] Gestation may last 10–12 months with calves being 6–7 meters (20–23 ft) long and weighing 2–3 metric tons (2.",
              "0–3.",
              "0 long tons;",
              "2.",
              "2–3.",
              "3 short tons) at birth.",
              "[78] Estimates suggest that because calves require 2–4 kilograms (4.",
              "4–8.",
              "8 lb) milk per kg of mass gain, blue whales likely produce 220 kilograms (490 lb) of milk per day (ranging from 110 to 320 kilograms (240 to 710 lb) of milk per day).",
              "[86] The first video of a calf thought to be nursing was filmed in New Zealand in 2016.",
              "[87] Calves may be weaned when they reach 6–8 months old at a length of 16 meters (53 ft).",
              "[78] They gain roughly 37,500 pounds (17,000 kg) during the weaning period.",
              "[38] Interbirth periods last two to three years,[78] they average 2.",
              "6 years in pygmy blue whales.",
              "[57] Blue whales produce some of the loudest and lowest frequency vocalizations in the animal kingdom,[24] and their inner ears appear well adapted for detecting low-frequency sounds.",
              "[88] The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz.",
              "[89] Blue whale songs vary between populations.",
              "[90] Vocalizations produced by the Eastern North Pacific population have been well studied.",
              "This population produces pulsed calls (\"A\") and tonal calls (\"B\"), upswept tones that precede type B calls (\"C\") and separate downswept tones (\"D\").",
              "[91][92] A and B calls are often produced in repeated co-occurring sequences and sung only by males, suggesting a reproductive function.",
              "[92][93] D calls may have multiple functions.",
              "They are produced by both sexes during social interactions while feeding.",
              "[93][94] and by males when competing for mates.",
              "[83] Blue whale calls recorded off Sri Lanka have a three‐unit phrase.",
              "The first unit is a 19.",
              "8 to 43.",
              "5 Hz pulsive call, and is normally 17.",
              "9 ± 5.",
              "2 seconds long.",
              "The second unit is a 55.",
              "9 to 72.",
              "4 Hz FM upsweep that is 13.",
              "8 ± 1.",
              "1 seconds long.",
              "The final unit is 28.",
              "5 ± 1.",
              "6 seconds long with a tone of 108 to 104.",
              "7 Hz.",
              "[95] A blue whale call recorded off Madagascar, a two‐unit phrase,[96] consists of 5–7 pulses with a center frequency of 35.",
              "1 ± 0.",
              "7 Hz lasting 4.",
              "4 ± 0.",
              "5 seconds proceeding a 35 ± 0 Hz tone that is 10.",
              "9 ± 1.",
              "1 seconds long.",
              "[95] In the Southern Ocean, blue whales produce 18-second vocals which start with a 9-second-long, 27 Hz tone, and then a 1-second downsweep to 19 Hz, followed by a downsweep further to 18 Hz.",
              "[97][98] Other vocalizations include 1–4 second long, frequency-modulated calls with a frequency of 80 and 38 Hz.",
              "[98][99] There is evidence that some blue whale songs have temporally declined in tonal frequency.",
              "[100][101][102] The vocalization of blue whales in the Eastern North Pacific decreased in tonal frequency by 31% from the early 1960s to the early 21st century.",
              "[100][101] The frequency of pygmy blue whales in the Antarctic has decreased by a few tenths of a hertz every year starting in 2002.",
              "[102] It is possible that as blue whale populations recover from whaling, there is increasing sexual selection pressure (i.",
              "e., a lower frequency indicates a larger body size).",
              "[101] The only known natural predator to blue whales is the orca, although the rate of fatal attacks by orcas is unknown.",
              "Photograph-identification studies of blue whales have estimated that a high proportion of the individuals in the Gulf of California have rake-like scars, indicative of encounters with orcas.",
              "[103] Off southeastern Australia, 3.",
              "7% of blue whales photographed had rake marks and 42.",
              "1% of photographed pygmy blue whales off Western Australia had rake marks.",
              "[104] Documented predation by orcas has been rare.",
              "A blue whale mother and calf were first observed being chased at high speeds by orcas off southeastern Australia.",
              "[105] The first documented attack occurred in 1977 off southwestern Baja California, Mexico, but the injured whale escaped after five hours.",
              "[106] Four more blue whales were documented as being chased by a group of orcas between 1982 and 2003.",
              "[107] The first documented predation event by orcas occurred in September 2003, when a group of orcas in the Eastern Tropical Pacific was encountered feeding on a recently killed blue whale calf.",
              "[108] In March 2014, a commercial whale watch boat operator recorded an incident involving a group of orcas harassing a blue whale in Monterey Bay.",
              "The blue whale defended itself by slapping its tail.",
              "[109] A similar incident was recorded by a drone in Monterey Bay in May 2017.",
              "[110] The first direct observations of orca predation occurred off the south coast of Western Australia, two in 2019 and one more in 2021.",
              "The first victim was estimated to be 18–22 meters (59–72 ft).",
              "[111] In Antarctic waters, blue whales accumulate diatoms of the species Cocconeis ceticola and the genera Navicola, which are normally removed when the whales enter warmer waters.",
              "Other external parasites include barnacles such as Coronula diadema, Coronula reginae and Cryptolepas rhachianecti, which latch on their skin deep enough to leave behind a pit if removed.",
              "Whale lice species make their home in cracks of the skin and are relatively harmless.",
              "The copepod species Pennella balaenopterae digs in and attaches itself to the blubber to feed on.",
              "Intestinal parasites include the trematode genera Ogmogaster and Lecithodesmus, the tapeworm genera Priapocephalus, Phyllobotrium, Tetrabothrius, Diphyllobotrium and Diplogonoporus and the thorny-headed worm genus Bolbosoma.",
              "In the North Atlantic, blue whales also contain the protozoans Entamoeba, Giardia and Balantidium.",
              "[112] The global blue whale population is estimated to be 5,000–15,000 mature individuals and 10,000–25,000 total as of 2018.",
              "By comparison, there were at least 140,000 mature whales in 1926.",
              "There are an estimated total of 1,000–3,000 whales in the North Atlantic, 3,000–5,000 in the North Pacific and 5,000–8,000 in the Antarctic.",
              "There are possibly 1,000–3,000 whales in the eastern South Pacific while the pygmy blue whale may number 2,000–5,000 individuals.",
              "[1] Blue whales have been protected in areas of the Southern Hemisphere since 1939.",
              "In 1955 they were given complete protection in the North Atlantic under the International Convention for the Regulation of Whaling;",
              "this protection was extended to the Antarctic in 1965 and the North Pacific in 1966.",
              "[113][114] The protected status of North Atlantic blue whales was not recognized by Iceland until 1960.",
              "[115] In the US, the species is protected under the Endangered Species Act.",
              "[59] Blue whales are formally classified as endangered under both the US Endangered Species Act[116] and the IUCN Red List.",
              "[1] They are also listed on Appendix I under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES)[117] and the Convention on the Conservation of Migratory Species of Wild Animals.",
              "[118] Although for some populations there is not enough information on current abundance trends (e.",
              "g., pygmy blue whales), others are critically endangered (e.",
              "g., Antarctic blue whales).",
              "[119][120] Blue whales were initially difficult to hunt because of their size and speed.",
              "[24] This began to change in the mid-19th century with the development of harpoons that can be shot as projectiles.",
              "[121] Blue whale whaling peaked between 1930 and 1931 with 30,000 animals taken.",
              "Harvesting of the species was particularly high in the Antarctic, with 350,000–360,000 whales taken in the first half of the 20th century.",
              "In addition, 11,000 North Atlantic whales (mostly around Iceland) and 9,500 North Pacific whales were killed during the same period.",
              "[78] The International Whaling Commission banned all hunting of blue whales in 1966 and gave them worldwide protection.",
              "[122] However, the Soviet Union continued to illegally hunt blue whales and other species through to the 1970s.",
              "[123] Ship strikes are a significant mortality factor for blue whales, especially off the U.",
              "S.",
              "West Coast,[124] A total of 17 blue whales were killed or suspected to have been killed by ships between 1998 and 2019 off the US West Coast.",
              "[24] Five deaths in 2007 off California were considered an unusual mortality event, as defined under the Marine Mammal Protection Act.",
              "[124][125] Lethal ship strikes are also a problem in Sri Lankan waters, where their habitat intersects with one of the world's most active shipping routes.",
              "[126] Here, strikes caused the deaths of eleven blue whales in 2010 and 2012,[127] and at least two in 2014.",
              "[128] Ship strike mortality claimed the lives of two blue whales off southern Chile in the 2010s.",
              "[129][130] Possible measures for reducing future ship strikes include better predictive models of whale distribution, changes in shipping lanes, vessel speed reductions, and seasonal and dynamic management of shipping lanes.",
              "[131][132] Few cases of blue whale entanglement in commercial fishing gear have been documented.",
              "The first report in the U.",
              "S.",
              "occurred off California in 2015, reportedly some type of deep-water trap/pot fishery.",
              "[133] Three more entanglement cases were reported in 2016.",
              "[134] In Sri Lanka, a blue whale was documented with a net wrapped through its mouth, along the sides of its body, and wound around its tail.",
              "[135] Increasing man-made underwater noise impacts blue whales.",
              "[136][137] They may be exposed to noise from commercial shipping[138][139] and seismic surveys as a part of oil and gas exploration.",
              "[140][141] Blue whales in the Southern California Bight decreased calling in the presence of mid-frequency active (MFA) sonar.",
              "[142] Exposure to simulated MFA sonar was found to interrupt blue whale deep-dive feeding but no changes in behavior were observed in individuals feeding at shallower depths.",
              "The responses also depended on the animal's behavioral state, its (horizontal) distance from the sound source and the availability of prey.",
              "[143] The potential impacts of pollutants on blue whales is unknown.",
              "However, because blue whales feed low on the food chain, there is a lesser chance for bioaccumulation of organic chemical contaminants.",
              "[144] Analysis of the earwax of a male blue whale killed by a collision with a ship off the coast of California showed contaminants like pesticides, flame retardants, and mercury.",
              "Reconstructed persistent organic pollutant (POP) profiles suggested that a substantial maternal transfer occurred during gestation and/or lactation.",
              "[145] Male blue whales in the Gulf of St.",
              "Lawrence, Canada were found to have higher concentrations of PCBs, dichlorodiphenyltrichloroethane (DDT), metabolites, and several other organochlorine compounds relative to females, reflecting maternal transfer of these persistent contaminants from females into young.",
              "[146]"
            ]
          },
          {
            "title": "11 Facts About Blue Whales, the Largest Animals Ever on Earth - Treehugger",
            "url": "https://www.treehugger.com/facts-about-blue-whales-largest-animals-ever-known-earth-4858813",
            "content": [
              "11 Facts About Blue Whales, the Largest Animals Ever on Earth - Treehugger",
              "The planet's largest animal ever is also incredibly loud, long-lived, and endangered.",
              "Treehugger / Alex Dos Diaz Picture in your mind a 10-story-tall animal walking down the street, and you probably start channeling images of Godzilla or King Kong.",
              "But if you imagine it as a marine mammal and place it on its side, swimming?",
              "Now you’ve got a blue whale.",
              "Balaenoptera musculus, the blue whale, is the largest animal ever known to have lived on the planet, including all dinosaurs.",
              "Even at birth, it's larger than adults from most other animal species.",
              "The planet is covered with amazing, fascinating creatures, but the blue whale is in a league of its own.",
              "Consider the following.",
              "They are gigantic, generally ranging in length from 80 to 100 feet (24 to 30 meters).",
              "The longest, accurately measured blue whale is a female who was measured at 97 feet (23.",
              "5 meters)—but there are reports of blue whales that reached 108 feet (33 meters) in length.",
              "Just how big is that?",
              "Imagine three school buses back to back.",
              "The average weight for these gentle giants is 200,000 to 300,000 pounds (90,000 to 136,000 kilograms), or about 100 to 150 tons.",
              "Some can weigh as much as 441,000 pounds (200,000 kilograms) or 220 tons.",
              "For comparison, an adult African bush elephant weighs up to 6 tons, so it may take 30 or more elephants to equal the weight of one blue whale.",
              "The blue whale's heart is huge.",
              "It's the largest heart in the animal kingdom, weighing about 400 pounds (180 kilograms)—about the same weight as a gorilla and roughly the size of a bumper car.",
              "As a blue whale dives to feed, its giant heart may only beat twice per minute.",
              "A blue whale’s tongue alone can weigh as much as an elephant.",
              "Blue whale calves are the biggest babies on Earth, easily, and at birth already rank among the largest full-grown animals.",
              "They pop out at around 8,800 pounds (4,000 kg) with a length of some 26 feet (8 meters).",
              "They gain 200 pounds (90 kg) a day!",
              "Their growth rate is likely one of the fastest in the animal world, with a several billion-fold increase in tissue in the 18 months from conception to weaning.",
              "Blue whales, in fact, are the loudest animals on the planet.",
              "A jet engine registers at 140 decibels;",
              "the call of a blue whale reaches 180.",
              "Their language of pulses, groans, and moans can be heard by others up to 1,000 miles (1,600 kilometers) away.",
              "Blue whales feast on krill;",
              "their stomachs can hold 2,200 pounds (1,000 kilograms) of the tiny crustaceans at a time.",
              "They require almost 9,000 pounds (4,000 kilograms) of the little guys a day and around 40 million krill daily during the summer feeding season.",
              "Krill, the food of choice for blue whales, is the overall name for 82 species of crustaceans from the order Euphausiacea.",
              "They belong to the same class of animals as crabs, lobsters, crayfish, shrimp, and woodlice.",
              "Reaching up to two inches in length, they live in the open sea and gather in dense swarms of more than 10,000 individuals per cubic meter of water.",
              "Blue whales travel a lot, spending summers feeding in polar regions and making the long trip to the equator as winter comes along.",
              "While they have a cruising speed of 5 mph (8 kph), they can accelerate up to 20 mph (32 kph) when needed.",
              "Blue whales are among the planet’s longest-lived animals.",
              "Kind of like counting tree rings, scientists count layers of wax in the ears and can determine a ballpark age.",
              "The oldest blue whale they’ve discovered this way was calculated to be around 100 years old, though the average life is thought to be around 80 to 90 years.",
              "Before whalers discovered the treasure trove of oil that a blue whale could provide, the species was plentiful.",
              "But with the advent of 20th-century whaling fleets, their population plummeted until finally receiving worldwide protection in 1967.",
              "From 1904 to 1967, more than 350,000 blue whales were killed in the Southern Hemisphere, according to the World Wildlife Fund.",
              "In 1931, during the heyday of whaling, an astounding 29,000 blue whales were killed in a single season.",
              "While commercial whaling is no longer a threat, recovery has been slow and new threats plague blue whales, like ship strikes and the impact of climate change.",
              "There is one population of around 2,000 blue whales off the coast of California, but all told there are only around 10,000 to 25,000 individuals left.",
              "The International Union for Conservation of Nature lists the species as endangered.",
              "Hopefully with time, the planet’s largest gentle giants will again roam the seas aplenty.",
              "Britannica, The Editors of Encyclopaedia.",
              "\"blue whale\" Encyclopedia Britannica, 5 Jan.",
              "2023.",
              "By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts."
            ]
          },
          {
            "title": "Colossal new species may be largest animal that ever existed",
            "url": "https://newatlas.com/biology/perucetus-colossus-largest-animal-ever-existed-blue-whale/",
            "content": [
              "Colossal new species may be largest animal that ever existed",
              "The blue whale has long been considered the largest animal to have ever existed, even dwarfing the biggest known dinosaurs.",
              "But now a new species threatens to steal the crown, and upends what we thought we knew about whale evolution.",
              "In the Ica valley in Southern Peru, paleontologists discovered 13 vertebrae, four ribs and a hip bone that were absolutely gigantic.",
              "They belonged to a previously unknown species of ancient whale that lived about 39 million years ago, and the team named the creature Perucetus colossus.",
              "By comparing the bones to modern species, the researchers were able to estimate the size and mass of the animal.",
              "It’s thought to have grown to about 20 m (65.",
              "6 ft) long and may have weighed as much as 340 tonnes – blue whales, meanwhile, top out at under 200 tonnes.",
              "Even with some margin for error, the blue whale has a lot of catching up to do to reclaim its title.",
              "The bones of P.",
              "colossus were heavier and denser than those of modern whales, which would have acted like ballast for better buoyancy control in shallow, coastal waters.",
              "The team says this points to a fully aquatic lifestyle, unlike some early whale relatives that could still crawl out onto land for short stretches of time.",
              "That said, it did still have a pair of adorable little vestigial legs – relics from its landlubber ancestors.",
              "The sheer size of P.",
              "colossus actually throws our understanding of whale evolution for a loop.",
              "It’s long been thought that whales grew to such massive sizes relatively recently – only in the last three million years or so.",
              "But the new find, suggesting peak body mass was reached almost 40 million years ago, changes the narrative.",
              "Without a skull, it’s hard to determine what P.",
              "colossus ate, the team says.",
              "It could have fed on fish and crustaceans, or may have pioneered filter-feeding strategies that later baleen whales used to scoff down krill by the tonne.",
              "Finding more bones could help answer these questions, as well as give a better estimate of its size.",
              "Until then, the blue whale is on notice.",
              "The research was published in the journal Nature.",
              "The team describes the work in the video below.",
              "Source: Scimex"
            ]
          }
        ],
        "The maximum recorded weight of a blue whale was 190 tonnes for a specimen measuring 27.6 meters (91 ft).": [
          {
            "title": "Blue whale - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Blue_whale",
            "content": [
              "Blue whale - Wikipedia",
              "The blue whale (Balaenoptera musculus) is a marine mammal and a baleen whale.",
              "Reaching a maximum confirmed length of 29.",
              "9 meters (98 ft) and weighing up to 199 tonnes (196 long tons;",
              "219 short tons), it is the largest animal known ever to have existed.",
              "[a] The blue whale's long and slender body can be of various shades of greyish-blue dorsally and somewhat lighter underneath.",
              "Four subspecies are recognized: B.",
              "m.",
              "musculus in the North Atlantic and North Pacific, B.",
              "m.",
              "intermedia in the Southern Ocean, B.",
              "m.",
              "brevicauda (the pygmy blue whale) in the Indian Ocean and South Pacific Ocean, B.",
              "m.",
              "indica in the Northern Indian Ocean.",
              "There is also a population in the waters off Chile that may constitute a fifth subspecies.",
              "In general, blue whale populations migrate between their summer feeding areas near the poles and their winter breeding grounds near the tropics.",
              "There is also evidence of year-round residencies, and partial or age/sex-based migration.",
              "Blue whales are filter feeders;",
              "their diet consists almost exclusively of krill.",
              "They are generally solitary or gather in small groups, and have no well-defined social structure other than mother-calf bonds.",
              "The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz and the production of vocalizations may vary by region, season, behavior, and time of day.",
              "Orcas are their only natural predators.",
              "The blue whale was once abundant in nearly all the Earth's oceans until the end of the 19th century.",
              "It was hunted almost to the point of extinction by whalers until the International Whaling Commission banned all blue whale hunting in 1966.",
              "The International Union for Conservation of Nature has listed blue whales as Endangered as of 2018.",
              "It continues to face numerous man-made threats such as ship strikes, pollution, ocean noise and climate change.",
              "The genus name, Balaenoptera, means winged whale[5] while the species name, musculus, could mean \"muscle\" or a diminutive form of \"mouse\", possibly a pun by Carl Linnaeus[6][5] when he named the species in Systema Naturae.",
              "[7] One of the first published descriptions of a blue whale comes from Robert Sibbald's Phalainologia Nova,[8] after Sibbald found a stranded whale in the estuary of the Firth of Forth, Scotland, in 1692.",
              "The name \"blue whale\" was derived from the Norwegian \"blåhval\", coined by Svend Foyn shortly after he had perfected the harpoon gun.",
              "The Norwegian scientist G.",
              "O.",
              "Sars adopted it as the common name in 1874.",
              "[9] Blue whales were referred to as 'Sibbald's rorqual', after Robert Sibbald, who first described the species.",
              "[8] Herman Melville called the blue whale \"sulphur bottom\" in his novel Moby Dick[10] because of the accumulation of diatoms creating a yellowish appearance on their pale underside.",
              "[6][11] Minke whale B.",
              "musculus (blue whale) B.",
              "borealis (sei whale) Eschrichtius robustus (gray whale) B.",
              "physalus (fin whale) Megaptera novaeangliae (humpback whale) Blue whales are rorquals in the family Balaenopteridae.",
              "A 2018 analysis estimates that the Balaenopteridae family diverged from other families in between 10.",
              "48 and 4.",
              "98 million years ago during the late Miocene.",
              "[12] The earliest discovered anatomically modern blue whale is a partial skull fossil found in southern Italy, dating to the Early Pleistocene, roughly 1.",
              "5–1.",
              "25 million years ago.",
              "[13] The Australian pygmy blue whale diverged during the Last Glacial Maximum.",
              "Their more recent divergence has resulted in the subspecies having a relatively low genetic diversity,[14] and New Zealand blue whales have an even lower genetic diversity.",
              "[15] Whole genome sequencing suggests that blue whales are most closely related to sei whales with gray whales as a sister group.",
              "This study also found significant gene flow between minke whales and the ancestors of the blue and sei whale.",
              "Blue whales also displayed high genetic diversity.",
              "[12] Blue whales are known to interbreed with fin whales.",
              "The earliest description of a possible hybrid between a blue and fin whale was a 20-meter (65 ft) anomalous female whale with the features of both the blue and the fin whales taken in the North Pacific.",
              "[16] A whale captured off northwestern Spain in 1984, was found to have been the product of a blue whale mother and a fin whale father.",
              "[17] Two live blue-fin whale hybrids have since been documented in the Gulf of St.",
              "Lawrence, (Canada), and in the Azores, (Portugal).",
              "[18] DNA tests done in Iceland on a blue whale killed in July 2018 by the Icelandic whaling company Hvalur hf, found that the whale was the offspring of a male fin whale and female blue whale;",
              "[19] however, the results are pending independent testing and verification of the samples.",
              "Because the International Whaling Commission classified blue whales as a \"Protection Stock\", trading their meat is illegal, and the kill is an infraction that must be reported.",
              "[20] Blue-fin hybrids have been detected from genetic analysis of whale meat samples taken from Japanese markets.",
              "[21] Blue-fin whale hybrids are capable of being fertile.",
              "Molecular tests on a 21-meter (70 ft) pregnant female whale caught off Iceland in 1986 found that it had a blue whale mother and a fin whale father, while its fetus was sired by a blue whale.",
              "[22] There is reference to a humpback-blue whale hybrid in the South Pacific, attributed to marine biologist Michael Poole.",
              "[5][23] At least four subspecies of blue whale are recognized, some of which are divided into population stocks or \"management units\".",
              "[24][25] They have a worldwide distribution, but are mostly absent from the Arctic Ocean and the Mediterranean, Okhotsk, and Bering Sea.",
              "[24] Blue whales off the Chilean coast may be a separate subspecies based on geographic separation, genetics, and unique song types.",
              "[26][27][28] Chilean blue whales may overlap in the Eastern Tropical Pacific with Antarctica blue whales and Eastern North Pacific blue whales.",
              "Chilean blue whales are genetically differentiated from Antarctica blue whales and are unlikely to be interbreeding.",
              "However, the genetic distinction is less with the Eastern North Pacific blue whale and there may be gene flow between hemispheres.",
              "[29] The blue whale is a slender-bodied cetacean with a broad U-shaped head;",
              "thin, elongated flippers;",
              "a small 33 centimeters (13 in) sickle-shaped dorsal fin located close to the tail and a large tail stock at the root of the wide and thin flukes.",
              "The upper jaw is lined with 70–395 black baleen plates.",
              "The throat region has 60–88 grooves which allows the skin to expand during feeding.",
              "[5][6][11][30][31] It has two blowholes that can squirt 9.",
              "1–12.",
              "2 meters (30–40 ft) up in the air.",
              "[5][11][30] The skin has a mottled grayish-blue coloration, appearing blue underwater.",
              "[6][11][30] The mottling patterns near the dorsal fin vary between individuals.",
              "[32][33][34] The underbelly has lighter pigmentation and can appear yellowish due to diatoms in the water,[6][11][30] which historically earned them the nickname \"sulphur bottom\".",
              "[10][35] The male blue whale has the largest penis in the animal kingdom, at around 3 m (9.",
              "8 ft) long and 12 in (30 cm) wide.",
              "[36] The blue whale is the largest animal known ever to have existed.",
              "[37][38][39] Some studies have estimated that certain shastasaurid ichthyosaurs and the ancient whale Perucetus could have rivalled the blue whale in size, with Perucetus also being heavier than the blue whale with a mean weight of 180 tons;",
              "however, these estimates are based on fragmentary remains, as well as being subject to change as the latter was a very recently-described species.",
              "[40][3] Likewise, other studies estimate that on land, large sauropods like Bruhathkayosaurus (mean weight: 110-170 tons) and Maraapunisaurus (mean weight: 80-120 tons) would have easily rivalled the blue whale, with the former even exceeding the blue whale based on its most liberal estimations (240 tons);",
              "however, these estimates are based on even more fragmentary specimens that had disintegrated by the time those estimates were made.",
              "[4] The International Whaling Commission (IWC) whaling database reports 88 individuals longer than 30 meters (98 ft), including one of 33 meters (108 ft), but problems with how the measurements were taken suggest that any longer than 30.",
              "5 meters (100 ft) are suspect.",
              "[41] The Discovery Committee reported lengths up to 31 meters (102 ft);",
              "[42] however, the longest scientifically measured individual blue whale was 30 meters (98 ft) from rostrum tip to tail notch.",
              "[43] Female blue whales are larger than males.",
              "[11][44] Hydrodynamic models suggest a blue whale could not exceed 108 ft (33 m) because of metabolic and energy constraints.",
              "[45] The average length of sexually mature female blue whales is 22.",
              "0 meters (72.",
              "1 ft) for Eastern North Pacific blue whales, 24 meters (79 ft) for central and western North Pacific blue whales, 21–24 meters (68–78 ft) for North Atlantic blue whales, 25.",
              "4–26.",
              "3 meters (83.",
              "4–86.",
              "3 ft) for Antarctic blue whales, 23.",
              "5 meters (77.",
              "1 ft) for Chilean blue whales, and 21.",
              "3 meters (69.",
              "9 ft) for pygmy blue whales.",
              "[41][46][47] In the Northern Hemisphere, males weigh an average 100 metric tons (220,000 lb) and females 112 metric tons (247,000 lb).",
              "Eastern North Pacific blue whale males average 88.",
              "5 tonnes (195,000 lb) and females 100 tonnes (220,000 lb).",
              "Antarctic males average 112 tonnes (247,000 lb) and females 130 tonnes (290,000 lb).",
              "Pygmy blue whale males average 83.",
              "5 tonnes (184,000 lb) to 99 tonnes (218,000 lb).",
              "[48] The weight measured of the heart from a stranded North Atlantic blue whale was 180 kg (400 lb), the largest known in any animal.",
              "[49] The record-holder blue whale was recorded at 173 tonnes (190 short tons),[50] with estimates of up to 199 tonnes (220 short tons).",
              "[51] Blue whales live around 80–90 years or more.",
              "[11][52] Scientists look at a blue whale's earwax or ear plug to estimate its age.",
              "Each year, a light and dark layer of wax is laid corresponding with fasting during migration and feeding time.",
              "Each set is thus an indicator of age.",
              "[53][54][55] The oldest blue whale determined using this method was 110 years old.",
              "[52][56] The maximum age of a pygmy blue whale determined this way is 73 years.",
              "[57] In addition, female blue whales develop scars or corpora albicantia on their ovaries every time they ovulate.",
              "[58] In a female pygmy blue whale, one corpus albicans is formed on average every 2.",
              "6 years.",
              "[57] The blue whale is usually solitary, but can be found in pairs.",
              "When productivity is high enough, blue whales can be seen in gatherings of more than 50 individuals.",
              "[11] Populations may go on long migrations, traveling to their summer feeding grounds towards the poles and then heading to their winter breeding grounds in more equatorial waters.",
              "[59] The animals appear to use memory to locate the best feeding areas.",
              "[60] There is evidence of alternative strategies, such as year-round residency, and partial (where only some individuals migrate) or age/sex-based migration.",
              "Some whales have been recorded feeding in breeding grounds.",
              "[61] The traveling speed for blue whales ranges 5–30 kilometers per hour (3.",
              "1–18.",
              "6 mph).",
              "[11] Their massive size limits their ability to breach.",
              "[62] The greatest dive depth reported from tagged blue whales was 315 meters (1,033 ft).",
              "[63] Their theoretical aerobic dive limit was estimated at 31.",
              "2 minutes,[64] however, the longest dive measured was 15.",
              "2 minutes.",
              "[63] The deepest confirmed dive from a pygmy blue whale was 506 meters (1,660 ft).",
              "[65] A blue whale's heart rate can drop to 2 beats per minute (bpm) at deep depths, but upon surfacing, can rise to 37 bpm, which is close to its peak heart rate.",
              "[66] The blue whale's diet consists almost exclusively of krill.",
              "[11] Blue whales capture krill through lunge feeding, they swim towards them at high speeds as they open their mouths up to 80°[11][63] They may engulf 220 metric tons (220 long tons;",
              "240 short tons) of water at one time.",
              "[67] They squeeze the water out through their baleen plates with pressure from the throat pouch and tongue, and swallow the remaining krill.",
              "[11][63] Blue whales have been recorded making 180° rolls during lunge-feeding, possibly allowing them to search the prey field and find the densest patches.",
              "[68] While pursuing krill patches, blue whales maximize their calorie intake by increasing the number of lunges while selecting the thickest patches.",
              "This provides them enough energy for everyday activities while storing additional energy necessary for migration and reproduction.",
              "Blue whales have to engulf densities greater than 100 krill/m3 to maintain the cost of lunge feeding.",
              "[63][69] They can consume 34,776–1,912,680 kilojoules (8,312–457,141 kcal) from one mouthful of krill, which can provide up to 240 times more energy than used in a single lunge.",
              "[63] It is estimated that an average-sized blue whale must consume 1,120 ± 359 kilograms (2,469 ± 791 lb) of krill a day.",
              "[70][71] Blue whales appear to avoid directly competing with other baleen whales.",
              "[72][73][74] Different whale species select different feeding spaces and times as well as different prey species.",
              "[67][75][76] In the Southern Ocean, baleen whales appear to feed on Antarctic krill of different sizes, which may lessen competition between them.",
              "[77] Blue whales generally reach sexual maturity at 8–10 years.",
              "In the Northern Hemisphere, the length at which they reach maturity is 21–23 meters (69–75 ft) for females and 20–21 meters (66–69 ft) for males.",
              "In the Southern Hemisphere, the length of maturity is 23–24 meters (75–79 ft) and 22 meters (72 ft) for females and males respectively.",
              "[78] Male pygmy blue whales average 18.",
              "7 meters (61.",
              "4 ft) at sexual maturity.",
              "[79][80] Female pygmy blue whales are 21.",
              "0–21.",
              "7 meters (68.",
              "9–71.",
              "2 ft) in length[46] and roughly 10 years old at the age of sexual maturity.",
              "[46][47][81] Little is known about mating behavior, or breeding and birthing areas.",
              "[39][78] Blue whales appear to be polygynous, with males competing for females.",
              "[78][82] A male blue whale typically trails a female and will fight off potential rivals.",
              "[83] The species mates from fall to winter.",
              "[39][78] Pregnant females eat roughly four percent of their body weight daily,[84] amounting to 60% of their overall body weight throughout summer foraging periods.",
              "[78][85] Gestation may last 10–12 months with calves being 6–7 meters (20–23 ft) long and weighing 2–3 metric tons (2.",
              "0–3.",
              "0 long tons;",
              "2.",
              "2–3.",
              "3 short tons) at birth.",
              "[78] Estimates suggest that because calves require 2–4 kilograms (4.",
              "4–8.",
              "8 lb) milk per kg of mass gain, blue whales likely produce 220 kilograms (490 lb) of milk per day (ranging from 110 to 320 kilograms (240 to 710 lb) of milk per day).",
              "[86] The first video of a calf thought to be nursing was filmed in New Zealand in 2016.",
              "[87] Calves may be weaned when they reach 6–8 months old at a length of 16 meters (53 ft).",
              "[78] They gain roughly 37,500 pounds (17,000 kg) during the weaning period.",
              "[38] Interbirth periods last two to three years,[78] they average 2.",
              "6 years in pygmy blue whales.",
              "[57] Blue whales produce some of the loudest and lowest frequency vocalizations in the animal kingdom,[24] and their inner ears appear well adapted for detecting low-frequency sounds.",
              "[88] The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz.",
              "[89] Blue whale songs vary between populations.",
              "[90] Vocalizations produced by the Eastern North Pacific population have been well studied.",
              "This population produces pulsed calls (\"A\") and tonal calls (\"B\"), upswept tones that precede type B calls (\"C\") and separate downswept tones (\"D\").",
              "[91][92] A and B calls are often produced in repeated co-occurring sequences and sung only by males, suggesting a reproductive function.",
              "[92][93] D calls may have multiple functions.",
              "They are produced by both sexes during social interactions while feeding.",
              "[93][94] and by males when competing for mates.",
              "[83] Blue whale calls recorded off Sri Lanka have a three‐unit phrase.",
              "The first unit is a 19.",
              "8 to 43.",
              "5 Hz pulsive call, and is normally 17.",
              "9 ± 5.",
              "2 seconds long.",
              "The second unit is a 55.",
              "9 to 72.",
              "4 Hz FM upsweep that is 13.",
              "8 ± 1.",
              "1 seconds long.",
              "The final unit is 28.",
              "5 ± 1.",
              "6 seconds long with a tone of 108 to 104.",
              "7 Hz.",
              "[95] A blue whale call recorded off Madagascar, a two‐unit phrase,[96] consists of 5–7 pulses with a center frequency of 35.",
              "1 ± 0.",
              "7 Hz lasting 4.",
              "4 ± 0.",
              "5 seconds proceeding a 35 ± 0 Hz tone that is 10.",
              "9 ± 1.",
              "1 seconds long.",
              "[95] In the Southern Ocean, blue whales produce 18-second vocals which start with a 9-second-long, 27 Hz tone, and then a 1-second downsweep to 19 Hz, followed by a downsweep further to 18 Hz.",
              "[97][98] Other vocalizations include 1–4 second long, frequency-modulated calls with a frequency of 80 and 38 Hz.",
              "[98][99] There is evidence that some blue whale songs have temporally declined in tonal frequency.",
              "[100][101][102] The vocalization of blue whales in the Eastern North Pacific decreased in tonal frequency by 31% from the early 1960s to the early 21st century.",
              "[100][101] The frequency of pygmy blue whales in the Antarctic has decreased by a few tenths of a hertz every year starting in 2002.",
              "[102] It is possible that as blue whale populations recover from whaling, there is increasing sexual selection pressure (i.",
              "e., a lower frequency indicates a larger body size).",
              "[101] The only known natural predator to blue whales is the orca, although the rate of fatal attacks by orcas is unknown.",
              "Photograph-identification studies of blue whales have estimated that a high proportion of the individuals in the Gulf of California have rake-like scars, indicative of encounters with orcas.",
              "[103] Off southeastern Australia, 3.",
              "7% of blue whales photographed had rake marks and 42.",
              "1% of photographed pygmy blue whales off Western Australia had rake marks.",
              "[104] Documented predation by orcas has been rare.",
              "A blue whale mother and calf were first observed being chased at high speeds by orcas off southeastern Australia.",
              "[105] The first documented attack occurred in 1977 off southwestern Baja California, Mexico, but the injured whale escaped after five hours.",
              "[106] Four more blue whales were documented as being chased by a group of orcas between 1982 and 2003.",
              "[107] The first documented predation event by orcas occurred in September 2003, when a group of orcas in the Eastern Tropical Pacific was encountered feeding on a recently killed blue whale calf.",
              "[108] In March 2014, a commercial whale watch boat operator recorded an incident involving a group of orcas harassing a blue whale in Monterey Bay.",
              "The blue whale defended itself by slapping its tail.",
              "[109] A similar incident was recorded by a drone in Monterey Bay in May 2017.",
              "[110] The first direct observations of orca predation occurred off the south coast of Western Australia, two in 2019 and one more in 2021.",
              "The first victim was estimated to be 18–22 meters (59–72 ft).",
              "[111] In Antarctic waters, blue whales accumulate diatoms of the species Cocconeis ceticola and the genera Navicola, which are normally removed when the whales enter warmer waters.",
              "Other external parasites include barnacles such as Coronula diadema, Coronula reginae and Cryptolepas rhachianecti, which latch on their skin deep enough to leave behind a pit if removed.",
              "Whale lice species make their home in cracks of the skin and are relatively harmless.",
              "The copepod species Pennella balaenopterae digs in and attaches itself to the blubber to feed on.",
              "Intestinal parasites include the trematode genera Ogmogaster and Lecithodesmus, the tapeworm genera Priapocephalus, Phyllobotrium, Tetrabothrius, Diphyllobotrium and Diplogonoporus and the thorny-headed worm genus Bolbosoma.",
              "In the North Atlantic, blue whales also contain the protozoans Entamoeba, Giardia and Balantidium.",
              "[112] The global blue whale population is estimated to be 5,000–15,000 mature individuals and 10,000–25,000 total as of 2018.",
              "By comparison, there were at least 140,000 mature whales in 1926.",
              "There are an estimated total of 1,000–3,000 whales in the North Atlantic, 3,000–5,000 in the North Pacific and 5,000–8,000 in the Antarctic.",
              "There are possibly 1,000–3,000 whales in the eastern South Pacific while the pygmy blue whale may number 2,000–5,000 individuals.",
              "[1] Blue whales have been protected in areas of the Southern Hemisphere since 1939.",
              "In 1955 they were given complete protection in the North Atlantic under the International Convention for the Regulation of Whaling;",
              "this protection was extended to the Antarctic in 1965 and the North Pacific in 1966.",
              "[113][114] The protected status of North Atlantic blue whales was not recognized by Iceland until 1960.",
              "[115] In the US, the species is protected under the Endangered Species Act.",
              "[59] Blue whales are formally classified as endangered under both the US Endangered Species Act[116] and the IUCN Red List.",
              "[1] They are also listed on Appendix I under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES)[117] and the Convention on the Conservation of Migratory Species of Wild Animals.",
              "[118] Although for some populations there is not enough information on current abundance trends (e.",
              "g., pygmy blue whales), others are critically endangered (e.",
              "g., Antarctic blue whales).",
              "[119][120] Blue whales were initially difficult to hunt because of their size and speed.",
              "[24] This began to change in the mid-19th century with the development of harpoons that can be shot as projectiles.",
              "[121] Blue whale whaling peaked between 1930 and 1931 with 30,000 animals taken.",
              "Harvesting of the species was particularly high in the Antarctic, with 350,000–360,000 whales taken in the first half of the 20th century.",
              "In addition, 11,000 North Atlantic whales (mostly around Iceland) and 9,500 North Pacific whales were killed during the same period.",
              "[78] The International Whaling Commission banned all hunting of blue whales in 1966 and gave them worldwide protection.",
              "[122] However, the Soviet Union continued to illegally hunt blue whales and other species through to the 1970s.",
              "[123] Ship strikes are a significant mortality factor for blue whales, especially off the U.",
              "S.",
              "West Coast,[124] A total of 17 blue whales were killed or suspected to have been killed by ships between 1998 and 2019 off the US West Coast.",
              "[24] Five deaths in 2007 off California were considered an unusual mortality event, as defined under the Marine Mammal Protection Act.",
              "[124][125] Lethal ship strikes are also a problem in Sri Lankan waters, where their habitat intersects with one of the world's most active shipping routes.",
              "[126] Here, strikes caused the deaths of eleven blue whales in 2010 and 2012,[127] and at least two in 2014.",
              "[128] Ship strike mortality claimed the lives of two blue whales off southern Chile in the 2010s.",
              "[129][130] Possible measures for reducing future ship strikes include better predictive models of whale distribution, changes in shipping lanes, vessel speed reductions, and seasonal and dynamic management of shipping lanes.",
              "[131][132] Few cases of blue whale entanglement in commercial fishing gear have been documented.",
              "The first report in the U.",
              "S.",
              "occurred off California in 2015, reportedly some type of deep-water trap/pot fishery.",
              "[133] Three more entanglement cases were reported in 2016.",
              "[134] In Sri Lanka, a blue whale was documented with a net wrapped through its mouth, along the sides of its body, and wound around its tail.",
              "[135] Increasing man-made underwater noise impacts blue whales.",
              "[136][137] They may be exposed to noise from commercial shipping[138][139] and seismic surveys as a part of oil and gas exploration.",
              "[140][141] Blue whales in the Southern California Bight decreased calling in the presence of mid-frequency active (MFA) sonar.",
              "[142] Exposure to simulated MFA sonar was found to interrupt blue whale deep-dive feeding but no changes in behavior were observed in individuals feeding at shallower depths.",
              "The responses also depended on the animal's behavioral state, its (horizontal) distance from the sound source and the availability of prey.",
              "[143] The potential impacts of pollutants on blue whales is unknown.",
              "However, because blue whales feed low on the food chain, there is a lesser chance for bioaccumulation of organic chemical contaminants.",
              "[144] Analysis of the earwax of a male blue whale killed by a collision with a ship off the coast of California showed contaminants like pesticides, flame retardants, and mercury.",
              "Reconstructed persistent organic pollutant (POP) profiles suggested that a substantial maternal transfer occurred during gestation and/or lactation.",
              "[145] Male blue whales in the Gulf of St.",
              "Lawrence, Canada were found to have higher concentrations of PCBs, dichlorodiphenyltrichloroethane (DDT), metabolites, and several other organochlorine compounds relative to females, reflecting maternal transfer of these persistent contaminants from females into young.",
              "[146]"
            ]
          },
          {
            "title": "Discover The Largest Blue Whale Ever Recorded - AZ Animals",
            "url": "https://a-z-animals.com/blog/discover-the-largest-blue-whale-ever-recorded/",
            "content": [
              "Discover The Largest Blue Whale Ever Recorded - AZ Animals",
              "Advertisement Of all the animals in the world, both on the land and in the sea, there are none bigger than the blue whale.",
              "This giant cetacean dates back as early as 1.",
              "5 million years ago and has roamed the seas for centuries and is bigger than any dinosaur to have ever lived.",
              "They have an average length of 90 feet while weighing over 300,000 pounds with females being slightly larger than males.",
              "But how big was the largest blue whale ever recorded?",
              "We’ll analyze the largest blue whales ever discovered and also dive into whether they are the largest species to ever live on Earth!",
              "©iStock.",
              "com/MR1805 Blue whales are solitary animals and are usually alone or occasionally in pairs.",
              "They don’t form strong bonds other than mother and calf bonds.",
              "Females usually give birth every two or three years and carry their young for twelve months.",
              "Even blue whale calves are huge.",
              "These giants of the sea are found in every major ocean in the world apart from the Arctic ocean.",
              "Not a lot is known about their location throughout the year but it is believed that some, although not all of them, migrate to new feeding grounds during the summer and back to warmer waters during the winter.",
              "There is an area in the Gulf of California, also known as the Sea of Cortés, that is thought to be a place that is favored by blue whales for calving and nursing between December and March as there has been a number of sightings of females with calves there.",
              "There are five subspecies of the blue whale – Northern, Southern (Antarctic), Northern Indian, Pygmy, found in the Southern Indian Ocean, and South Pacific.",
              "Blue whales in the southern hemisphere are generally larger than those in the northern hemisphere, and in all subspecies, the females are larger than the males.",
              "However, even the smallest – the Pygmy blue whale – is still one of the largest whales at an average of 79 feet.",
              "Blue whales can also be found off of the Chilean Coast but due to their unique song types, geographic separation, and genetics, they may be a separate subspecies.",
              "©Atomic Roderick/Shutterstock.",
              "com As their name suggests, blue whales have a blue-grey appearance that usually looks blue when they are in the water.",
              "Despite their length, their bodies are actually relatively slim and slender, although they have huge, broad heads.",
              "Blue whales are baleen whales which means that they don’t have teeth, instead, they have huge baleen plates that they use to filter krill (small crustaceans) through.",
              "The krill is caught on the baleen plates while the saltwater is sent back out, allowing them to swallow the krill.",
              "As they are so large they need to eat a lot of krill every day to survive and one blue whale can eat 40 million of them per day (around 8,000 pounds).",
              "A single blue whale can eat more than 40 million krill per day!",
              "Although blue whales can reach a top speed of 30mph in short bursts, they usually travel at 12mph, and when feeding they lunge into clouds of krill at high speed, then slow down to around 3mph as they are filtering the seawater back out.",
              "Because of their massive size, it takes a lot of energy for blue whales to slow down and speed up when feeding, so blue whales will often bypass a cloud of krill if it isn’t big enough to be worth their effort to feed on it.",
              "©NOAA Photo Library / Flickr Blue whales are record breakers when it comes to the size department.",
              "The largest blue whale on record weighed 418,878 pounds and the longest blue whale ever recorded was a female that was measured in South Georgia in the South Atlantic in 1909.",
              "This massive whale recorded a whopping length of 110 feet and 17 inches.",
              "Although no weight was recorded for her, a smaller female from the South Atlantic (90 feet and 6 inches) was weighed in 1947 and tipped the scales at a colossal 418,878 pounds which was far heavier than the average for the species.",
              "Both of these are recorded in the Guinness World Records as the longest mammal and the heaviest animal respectively.",
              "©Rich Carey/Shutterstock.",
              "com For more than a million years blue whales have been the largest animal in the world and that’s not about to change anytime soon.",
              "The nearest animal to them in length is the fin whale which averages around 85 feet, although none have ever gotten near the impressive 110 feet of the longest blue whale.",
              "Scientists believe that blue whales are still increasing in size due to the abundance of krill in the Antarctic which means that they’re not short of food.",
              "Not only that, but marine mammals have gotten much bigger much quicker than land mammals because of the way that the water supports their weight.",
              "This is because of the way the water provides buoyancy, meaning it is much easier for an animal to grow bigger in the sea than it is on land.",
              "With that in mind, it is entirely possible that there are blue whales that are even longer, larger, and heavier than the record breakers that we’ve mentioned, especially considering that it is more than one hundred years since the record was set.",
              "However, one of the most limiting factors in determining if larger blue whales exist is simply that they live in some of the deepest parts of the ocean and are often hundreds of miles away from coastlines, meaning they are often difficult to spot.",
              "Regardless of that, the blue whale’s position as the biggest animal in the world as well as the biggest whale ever looks secure for years to come.",
              "©Chase Dekker/Shutterstock.",
              "com They are believed to be the largest species that have ever lived!",
              "That’s an astonishing fact considering that animals ranging from prehistoric insects to sharks, and reptiles have ancient relatives that are significantly larger than today’s species.",
              "While the blue whale is the largest species to ever live, here are some past giants from the ocean that were also gigantic.",
              "These huge whales have a life expectancy of around 90 years and scientists are able to estimate their age fairly accurately by counting the layers of wax in deceased whales “earplugs”.",
              "These earplugs build up new layers year by year and are known as a reliable method of aging blue whales.",
              "Not only that, but the earplugs can even give great insights into any pollutants that the whales have been exposed to or significant periods of stress that they have been through by the number of hormones present in each layer.",
              "©Gregory “Slobirdr” Smith / CC BY-SA 2.",
              "0, Flickr – License Sadly, despite their numbers once being in the hundreds of thousands, there are now only around 25,000 of these gentle giants left and they are now classed as an endangered species.",
              "Whaling originally significantly damaged their numbers, but despite it now being illegal to hunt blue whales, their numbers continue to fall.",
              "Blue whales don’t have any major natural predators in the wild, although groups of orcas have been known to kill calves and to chase and attempt to kill adults.",
              "Possibly the greatest danger that they face in the water at the moment is the threat of being struck by ships.",
              "Due to their size, blue whales often cannot get out of the way of ships quickly enough, on top of an increase in the speed of modern vessels in already busy shipping lanes.",
              "The photo featured at the top of this post is © Atomic Roderick/Shutterstock.",
              "com Enter your email in the box below to get the most mind-blowing animal stories and videos delivered directly to your inbox every day.",
              "Thank you for reading!",
              "Have some feedback for us?",
              "Contact the AZ Animals editorial team.",
              "Vegavis The 8 Best Pet Products on Amazon This November 10 Food Dishes That Are Absolute Symbols of Pennsylvania As an Amazon Associate I earn from qualifying purchases.",
              "Learn more about us & read our affiliate disclosure.",
              "A-Z-Animals.",
              "com is Copyright © 2008 - 2023 A-Z Animals"
            ]
          },
          {
            "title": "The record-setting anatomy of the blue whale: a look inside the largest ...",
            "url": "https://www.guinnessworldrecords.com/news/2019/2/record-setting-anatomy-of-the-blue-whale-a-look-inside-the-largest-animal",
            "content": [
              "The record-setting anatomy of the blue whale: a look inside the largest ...",
              "ShareFacebookTwitterEmailWhatsappLinkedInPinterestReddit The blue whale is the largest animal, with some specimens weighing in at a colossal 200 tonnes (440,000 lb), although 100–150 tonnes (200,000–300,000 lb) is the average.",
              "Even dinosaurs didn’t reach that size – for instance, it’s nearly 20 times heavier than a T.",
              "rex!",
              "The blue whale can grow up to 30 m (98 ft) long – around the same as a Boeing 737.",
              "Found in all the world’s oceans, the blue whale travels thousands of miles every year, breeding in the tropics during the winter and swimming to more extreme latitudes to feed in summer.",
              "This also makes this species the largest migrant in the animal kingdom.",
              "Watch and read about more record-breaking animals on our animal showcase pagesPerhaps surprisingly, this behemoth of the deep feeds mainly on some of the ocean’s smallest inhabitants: tiny crustaceans called krill that reach no longer than a few centimetres.",
              "It swallows them in great gulps of seawater before raising its tongue to its mouth, straining the briny liquid through baleen plates but retaining its prey.",
              "This unparalleled difference in size between predator and prey represents yet another natural record.",
              "Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans Even dinosaurs didn’t reach that size – for instance, it’s nearly 20 times heavier than a T.",
              "rex!",
              "The blue whale can grow up to 30 m (98 ft) long – around the same as a Boeing 737.",
              "Found in all the world’s oceans, the blue whale travels thousands of miles every year, breeding in the tropics during the winter and swimming to more extreme latitudes to feed in summer.",
              "This also makes this species the largest migrant in the animal kingdom.",
              "Watch and read about more record-breaking animals on our animal showcase pagesPerhaps surprisingly, this behemoth of the deep feeds mainly on some of the ocean’s smallest inhabitants: tiny crustaceans called krill that reach no longer than a few centimetres.",
              "It swallows them in great gulps of seawater before raising its tongue to its mouth, straining the briny liquid through baleen plates but retaining its prey.",
              "This unparalleled difference in size between predator and prey represents yet another natural record.",
              "Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans The blue whale can grow up to 30 m (98 ft) long – around the same as a Boeing 737.",
              "Found in all the world’s oceans, the blue whale travels thousands of miles every year, breeding in the tropics during the winter and swimming to more extreme latitudes to feed in summer.",
              "This also makes this species the largest migrant in the animal kingdom.",
              "Watch and read about more record-breaking animals on our animal showcase pagesPerhaps surprisingly, this behemoth of the deep feeds mainly on some of the ocean’s smallest inhabitants: tiny crustaceans called krill that reach no longer than a few centimetres.",
              "It swallows them in great gulps of seawater before raising its tongue to its mouth, straining the briny liquid through baleen plates but retaining its prey.",
              "This unparalleled difference in size between predator and prey represents yet another natural record.",
              "Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans Found in all the world’s oceans, the blue whale travels thousands of miles every year, breeding in the tropics during the winter and swimming to more extreme latitudes to feed in summer.",
              "This also makes this species the largest migrant in the animal kingdom.",
              "Watch and read about more record-breaking animals on our animal showcase pagesPerhaps surprisingly, this behemoth of the deep feeds mainly on some of the ocean’s smallest inhabitants: tiny crustaceans called krill that reach no longer than a few centimetres.",
              "It swallows them in great gulps of seawater before raising its tongue to its mouth, straining the briny liquid through baleen plates but retaining its prey.",
              "This unparalleled difference in size between predator and prey represents yet another natural record.",
              "Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans Found in all the world’s oceans, the blue whale travels thousands of miles every year, breeding in the tropics during the winter and swimming to more extreme latitudes to feed in summer.",
              "This also makes this species the largest migrant in the animal kingdom.",
              "Watch and read about more record-breaking animals on our animal showcase pagesPerhaps surprisingly, this behemoth of the deep feeds mainly on some of the ocean’s smallest inhabitants: tiny crustaceans called krill that reach no longer than a few centimetres.",
              "It swallows them in great gulps of seawater before raising its tongue to its mouth, straining the briny liquid through baleen plates but retaining its prey.",
              "This unparalleled difference in size between predator and prey represents yet another natural record.",
              "Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans Perhaps surprisingly, this behemoth of the deep feeds mainly on some of the ocean’s smallest inhabitants: tiny crustaceans called krill that reach no longer than a few centimetres.",
              "It swallows them in great gulps of seawater before raising its tongue to its mouth, straining the briny liquid through baleen plates but retaining its prey.",
              "This unparalleled difference in size between predator and prey represents yet another natural record.",
              "Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans It swallows them in great gulps of seawater before raising its tongue to its mouth, straining the briny liquid through baleen plates but retaining its prey.",
              "This unparalleled difference in size between predator and prey represents yet another natural record.",
              "Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans Intensive whaling in the early 20th century devastated the world’s blue whale populations.",
              "But thankfully, since being designated a protected species in 1966 its numbers have started to rise again.",
              "With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans With our continuing support, blue whales will be around for future generations to marvel at for many years to come.",
              "Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans Record-breaking blue whale biologyEach upper jaw features about 400 plates of bristle-like keratin called baleen, which traps the krill that the whale feeds onWeighing in at 4 tonnes (8,800 lb), it is the heaviest tongue of any animalThe brain is proportionately tiny.",
              "It tips the scales at around 6 kg (15 lb);",
              "for context, human brains weigh about 1.",
              "4 kg (3 lb)That huge body demands a lot of oxygen, so little wonder that they also boast the largest lungs, with a capacity of 5,000 litres (1,320 US gal)The largest heart of any living creature weighs in at around 680 kg (1,500 lb) – about the size of a VW Beetle car!",
              "It beats just four to eight times a minute – the slowest heart rate for a mammalThe tail flukes are 7.",
              "6 m (25 ft) wide – nearly as long as a London double-decker busHow big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans How big is the blue whale?",
              "The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans The blue whale is as long as.",
              ".",
              ".",
              "1 Boeing 7373 double-decker buses5 African elephants11 Smart Cars17 humansThe blue whale is as heavy as.",
              ".",
              ".",
              "4 Boeing 737s15 double-decker buses40 African elephants270 Smart Cars3,333 humans The blue whale is as heavy as.",
              ".",
              ".",
              "ShareFacebookTwitterEmailWhatsappLinkedInPinterestReddit SubscribeWe'll use the information you provide us to contact you via email about our relevant content, products and services.",
              "You may unsubscribe from these communications at any time by visiting our unsubscribe page and providing your email address.",
              "We'll use the information you provide us to contact you via email about our relevant content, products and services.",
              "You may unsubscribe from these communications at any time by visiting our unsubscribe page and providing your email address.",
              "A verification email has been sent to you.",
              "Please confirm by clicking the link in the email to be added to our mailing list.",
              "FacebookTwitterYouTubeInstagramLinkedInSnapchatPinterestTiktok Registered in England No: 541295Registered Office: Ground Floor, The Rookery, 2 Dyott Street, London, WC1A 1DE, United Kingdom Registered Office: Ground Floor, The Rookery, 2 Dyott Street, London, WC1A 1DE, United Kingdom"
            ]
          }
        ],
        "Longer blue whales, up to 33.6 meters (110 ft), have been recorded but not weighed.": [
          {
            "title": "Largest and heaviest animals - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Largest_and_heaviest_animals",
            "content": [
              "Largest and heaviest animals - Wikipedia",
              "The largest animal currently alive is the blue whale.",
              "The maximum recorded weight was 190 tonnes for a specimen measuring 27.",
              "6 metres (91 ft), whereas longer ones, up to 33.",
              "6 metres (110 ft), have been recorded but not weighed.",
              "[1][2][3] It is estimated, this individual could have a mass of 250 tonnes.",
              "[4][5] The longest non-colonial animal is the lion's mane jellyfish (36.",
              "6m / 120 ft).",
              "[6] In 2023, paleontologists estimated that the extinct whale Perucetus, discovered in Peru, may have outweighed the blue whale, with a mass of 85-340 t (84-335 long tons;",
              "94-375 short tonnes.)",
              "[7] While controversial, estimates for the weight of the sauropod Bruhathkayosaurus suggest it was around 110-170 tons, with the highest estimate being 240 tons, if scaled with Patagotitan, although actual fossil remains no longer exist, and that estimation is based on described dimensions in 1987.",
              "[8] The upper estimates of weight for these two prehistoric animals would have easily rivaled or exceeded the blue whale.",
              "The African bush elephant (Loxodonta africana) is the largest living land animal.",
              "A native of various open habitats in sub-Saharan Africa, males weigh about 6.",
              "0 tonnes (13,200 lb) on average.",
              "[9] The largest elephant ever recorded was shot in Angola in 1974.",
              "It was a male measuring 10.",
              "67 metres (35.",
              "0 ft) from trunk to tail and 4.",
              "17 metres (13.",
              "7 ft) lying on its side in a projected line from the highest point of the shoulder, to the base of the forefoot, indicating a standing shoulder height of 3.",
              "96 metres (13.",
              "0 ft).",
              "This male had a computed weight of 10.",
              "4 tonnes.",
              "[1] The heaviest living animals are all whales.",
              "Since no scale can accommodate the whole body of a large whale, most have been weighed by parts.",
              "The heaviest land animals are all mammals.",
              "The African elephant is now listed as two species, the African bush elephant and the African forest elephant, as they are now generally considered to be two separate species.",
              "[22] The blue whale is the largest mammal of all time, with the largest known specimen being 33.",
              "6 m (110.",
              "2 ft) long and the largest weighted specimen being 190 tonnes.",
              "[56][57] The extinct whale species Perucetus colossus was shorter than the blue whale, at 17.",
              "0–20.",
              "1 meters (55.",
              "8–65.",
              "9 ft) but it is estimated to have rivaled or surpassed it in weight, at 85–340 tonnes.",
              "At the highest estimates, this would make Perucetus the heaviest known animal in history.",
              "[7] The largest land mammal extant today is the African bush elephant.",
              "The largest extinct land mammal known was long considered to be Paraceratherium orgosensis, a rhinoceros relative thought to have stood up to 4.",
              "8 m (15.",
              "7 ft) tall, measured over 7.",
              "4 m (24.",
              "3 ft) long and may have weighed about 17 tonnes.",
              "[58][59] In 2015, a study suggested that one example of the proboscidean Palaeoloxodon namadicus may have been the largest land mammal ever, based on extensive research of fragmentary leg bone fossils from one individual, with a maximum estimated size of 22 tonnes.",
              "[60][58] The Late Triassic Lisowicia bojani, from what is now southern Poland, probably was the largest of all non-mammalian synapsids (most of which became extinct 250 million years ago), at 4.",
              "5 m (15 ft) in length, 2.",
              "6 m (8.",
              "5 ft) in height and 9 t (20,000 lb) in weight.",
              "[61] However, one study suggested a more conservative weight of 4.",
              "87 tonnes to 7.",
              "02 tonnes for the adult taxon, with an average body mass of 5.",
              "88 tonnes.",
              "[62] The largest carnivorous synapsid was Anteosaurus at 5–6 m (16–20 ft) and 500–600 kg (1,100–1,300 lb).",
              "[63] The largest living reptile, a representative of the order Crocodilia, is the saltwater crocodile (Crocodylus porosus) of Southern Asia and Australia, with adult males being typically 3.",
              "9–5.",
              "5 m (13–18 ft) long.",
              "The largest confirmed saltwater crocodile on record was 6.",
              "32 m (20.",
              "7 ft) long, and weighed about 1,360 kg (3,000 lb).",
              "[1] Unconfirmed reports of much larger crocodiles exist, but examinations of incomplete remains have never suggested a length greater than 7 m (23 ft).",
              "[72] Also, a living specimen estimated at 7 m (23 ft) and 2,000 kg (4,400 lb) has been accepted by the Guinness Book of World Records.",
              "[73] However, due to the difficulty of trapping and measuring a very large living crocodile, the accuracy of these dimensions has yet to be verified.",
              "A specimen named Lolong caught alive in the Philippines in 2011 (died February 2013) was found to have measured 6.",
              "17 m (20.",
              "2 ft) in length.",
              "[74][75][76][77][78] The Komodo dragon (Varanus komodoensis), also known as the \"Komodo monitor\", is a large species of lizard found in the Indonesian islands of Komodo, Rinca, Flores, Gili Motang, Nusa kode and Padar.",
              "A member of the monitor lizard family (Varanidae), it is the largest living species of lizard, growing to a maximum length of more than 3 metres (9.",
              "8 feet) in rare cases and weighing up to approximately 166 kilograms (366 pounds).",
              "[79] The following is a list of the largest living reptile species ranked by average weight, which is dominated by the crocodilians.",
              "Unlike mammals, birds, or fish, the mass of large reptiles is frequently poorly documented and many are subject to conjecture and estimation.",
              "[1] Dinosaurs are now extinct, except for birds, which are theropods.",
              "The largest living bird, a member of the Struthioniformes, is the common ostrich (Struthio camelus), from the plains of Africa.",
              "A large male ostrich can reach a height of 2.",
              "8 m (9.",
              "2 ft) and weigh over 156 kg (344 lb).",
              "[160] A mass of 200 kg (440 lb) has been cited for the common ostrich but no wild ostriches of this weight have been verified.",
              "[161] Eggs laid by the ostrich can weigh 1.",
              "4 kg (3.",
              "1 lb) and are the largest eggs in the world today.",
              "[citation needed] The largest bird in the fossil record may be the extinct elephant birds (Aepyornithidae) of Madagascar, which were related to the kiwis.",
              "Aepyornis exceeded 3 m (9.",
              "8 ft) in height and 500 kg (1,100 lb), while Vorombe could reach a similar height and a mass of 732 kg (1,614 lb).",
              "[162] The last of the elephant birds became extinct about 300 years ago.",
              "Of almost exactly the same upper proportions as the largest elephant birds was Dromornis stirtoni of Australia, part of a 26,000-year-old group called mihirungs of the family Dromornithidae.",
              "[163] The largest carnivorous bird was Brontornis, an extinct flightless bird from South America which reached a weight of 350 to 400 kg (770 to 880 lb) and a height of about 2.",
              "8 m (9 ft 2 in).",
              "[164] The tallest carnivorous bird was Kelenken, which could reach 3 to 3.",
              "2 meters in height and 220 to 250 kilograms. The tallest bird ever was the giant moa (Dinornis maximus), part of the moa family of New Zealand that went extinct around 1500 AD.",
              "This particular species of moa stood up to 3.",
              "7 m (12 ft) tall,[160] but weighed about half as much as a large elephant bird or mihirung due to its comparatively slender frame.",
              "[1] The heaviest bird ever capable of flight was Argentavis magnificens, the largest member of the now extinct family Teratornithidae, found in Miocene-aged fossil beds of Argentina, with a wingspan up to 5.",
              "5 m (18 ft), a length of up to 1.",
              "25 m (4.",
              "1 ft), a height on the ground of up to 1.",
              "75 m (5.",
              "7 ft) and a body weight of at least 71 kg (157 lb).",
              "[1][165][166] Pelagornis sandersi is thought to have had an even larger wingspan of about 6.",
              "1–7.",
              "4 m (20–24 ft), but is only about 22–40 kg (49–88 lb), half the mass of the former.",
              "[167][166] The following is a list of the heaviest living bird species based on maximum reported or reliable mass, but average weight is also given for comparison.",
              "These species are almost all flightless, which allows for these particular birds to have denser bones and heavier bodies.",
              "Flightless birds comprise less than 2% of all living bird species.",
              "[citation needed] The largest living amphibian is the South China giant salamander (Andrias sligoi).",
              "Formerly considered conspecific with the Chinese giant salamander (A.",
              "davidianus), the maximum size of this nearly human-sized river-dweller is 64 kg (141 lb) and almost 1.",
              "83 m (6.",
              "0 ft).",
              "[1] Before amniotes became the dominant tetrapods, several giant amphibian proto-tetrapods existed and were certainly the dominant animals in their ecosystems. The largest known was the crocodile-like Prionosuchus, which reached a length of 9 m (30 ft).",
              "[178] The largest tunicates are Synoicum pulmonaria, found at depths of 20 and 40 metres (66 and 131 ft), and are up to 14 centimetres (6 in) in diameter.",
              "It is also present in the northwestern Atlantic Ocean, around the coasts of Greenland and Newfoundland, but is less common here than in the east, and occurs only at depths between 10 and 13 metres (33 and 43 ft).",
              "[188] The largest thaliacean, Pyrosoma atlanticum, is cylindrical and can grow up to 60 cm (2 ft) long and 4–6 cm wide.",
              "The constituent zooids form a rigid tube, which may be pale pink, yellowish, or bluish.",
              "One end of the tube is narrower and is closed, while the other is open and has a strong diaphragm.",
              "The outer surface or test is gelatinised and dimpled with backward-pointing, blunt processes.",
              "The individual zooids are up to 8.",
              "5 mm (0.",
              "33 in) long and have a broad, rounded branchial sac with gill slits.",
              "Along the side of the branchial sac runs the endostyle, which produces mucus filters.",
              "Water is moved through the gill slits into the centre of the cylinder by cilia pulsating rhythmically.",
              "Plankton and other food particles are caught in mucus filters in the processes as the colony is propelled through the water.",
              "P.",
              "atlanticum is bioluminescent and can generate a brilliant blue-green light when stimulated.",
              "[192][193] The largest lancelet is the European lancelet (Branchiostoma lanceolatum) \"primitive fish\".",
              "It can grow up to 6 cm (2.",
              "5 in) long.",
              "[196] The largest species of echinoderm in terms of bulk is probably the starfish species Thromidia gigas, of the class Asteroidea, which reaches a weight of over 6 kg (13 lb),[197] but it might be beaten by some giant sea cucumbers such as Thelenota anax.",
              "However, at a maximum span of 63 cm (25 in), Thromidia gigas is quite a bit shorter than some other echinoderms.[1] The longest echinoderm known is the conspicuous sea cucumber Synapta maculata, with a slender body that can extend up to 3 m (9.",
              "8 ft).",
              "In comparison, the biggest sea star is the brisingid sea star Midgardia xandaros, reaching a span of 1.",
              "4 m (4.",
              "6 ft), despite being quite slender.",
              "[1] Evasterias echinosoma is another giant echinoderm and can measure up to 1 m (3.",
              "3 ft) across and weigh 5.",
              "1 kg (11 lb).",
              "[1] The largest of the segmented worms (including earthworms, leeches, and polychaetes) is the African giant earthworm (Microchaetus rappi).",
              "Although it averages about 1.",
              "36 m (4.",
              "5 ft) in length, this huge worm can reach a length of as much as 6.",
              "7 m (22 ft) and can weigh over 1.",
              "5 kg (3.",
              "3 lb).",
              "[207] Only the giant Gippsland earthworm, Megascolides australis, and a few giant polychaetes, including the notorious Eunice aphroditois, reach nearly comparable sizes, reaching 4 and 3.",
              "6 m (13 and 12 ft), respectively.",
              "[1] The largest nemertean is the bootlace worm, Lineus longissimus.",
              "A specimen found washed ashore on a beach in St.",
              "Andrews, Scotland in 1864 was recorded at a length of 55 m (180 ft).",
              "[208] Both the largest mollusks and the largest of all invertebrates (in terms of mass) are the largest squids.",
              "The colossal squid (Mesonychoteuthis hamiltoni) is projected to be the largest invertebrate.",
              "[209] Current estimates put its maximum size at 12 to 14 m (39 to 46 ft) long and 750 kg (1,650 lb),[210] based on analysis of smaller specimens.",
              "In 2007, authorities in New Zealand announced the capture of the largest known colossal squid specimen.",
              "It was initially thought to be 10 m (33 ft) and 450 kg (990 lb).",
              "It was later measured at 4.",
              "2 m (14 ft) long and 495 kg (1,091 lb) in weight.",
              "The mantle was 2.",
              "5 m (8.",
              "2 ft) long when measured.",
              "[211][212] The giant squid (Architeuthis dux) was previously thought to be the largest squid, and while it is less massive and has a smaller mantle than the colossal squid, it may exceed the colossal squid in overall length including tentacles.",
              "One giant squid specimen that washed ashore in 1878 in Newfoundland reportedly measured 16.",
              "8 m (55 ft) in total length (from the tip of the mantle to the end of the long tentacles), head and body length 6.",
              "1 m (20 ft), 4.",
              "6 m (15 ft) in circumference at the thickest part of mantle, and weighed about 900 kg (2,000 lb).",
              "This specimen is still often cited as the largest invertebrate that has ever been examined.",
              "[1][213][214] However, no animals approaching this size have been scientifically documented and, according to giant squid expert Steve O'Shea, such lengths were likely achieved by greatly stretching the two tentacles like elastic bands.",
              "[215] The largest roundworm, Placentonema gigantissima,[223] is a parasite found in the placentas of sperm whales which can reach up to 9 m (30 ft) in length.",
              "[224] The largest velvet worm known is Solórzano's velvet worm (Peripatus solorzanoi).",
              "An adult female was recorded to have a body length of 22 cm (approximately 8.",
              "7 in).",
              "[225] The largest arthropod known to have existed is the eurypterid (sea scorpion) Jaekelopterus, reaching up to 2.",
              "5 m (8.",
              "2 ft) in body length, followed by the millipede relative Arthropleura at around 2.",
              "1 m (6.",
              "9 ft) in length.",
              "[226] Among living arthropods, the Japanese spider crab (Macrocheira kaempferi) is the largest in overall size, the record specimen, caught in 1921, had an extended arm span of 3.",
              "8 m (12 ft) and weighed about 19 kg (42 lb).",
              "[1] The heaviest is the American lobster (Homarus americanus), the largest verified specimen, caught in 1977 off of Nova Scotia weighed 20 kg (44 lb) and its body length was 1.",
              "1 m (3.",
              "6 ft).",
              "[1] The largest land arthropod and the largest land invertebrate is the coconut crab (Birgus latro), up to 40 cm (1.",
              "3 ft) long and weighing up to 4 kg (8.",
              "8 lb) on average.",
              "Its legs may span 1 m (3.",
              "3 ft).",
              "[1] Both spiders and scorpions include contenders for the largest arachnids.",
              "The largest crustacean is the Tasmanian giant crab (Pseudocarcinus gigas), with a weight of 13 kilograms (29 lb) and a carapace width of up to 46 centimetres (18 in).",
              "It is the only species in the genus Pseudocarcinus.",
              "[232] Males reach more than twice the size of females.",
              "[233] At a length of up to 40 centimetres (16 in), Lysiosquillina maculata is the largest mantis shrimp in the world.",
              "[234] Tasmanian giant freshwater crayfish (Astacopsis gouldi) 5 kilograms (11 lb) in weight and over 80 centimetres (31 in) long have been known in the past, but now, even individuals over 2 kilograms (4.",
              "4 lb) are rare.",
              "[235] The species is only found in Tasmanian rivers flowing north into the Bass Strait below 400 metres (1,300 ft) above sea level, and is listed as an endangered species on the IUCN Red List.",
              "[236] The four modern horseshoe crabs are of roughly the same sizes, with females measuring up to 60 cm (2.",
              "0 ft) in length and 5 kg (11 lb) in weight.",
              "[242] The largest of the sea spiders is the deep-sea species Colossendeis colossea, attaining a leg span of nearly 60 cm (2.",
              "0 ft).",
              "[243] Some of these extinct marine arthropods exceeded 60 cm (24 in) in length.",
              "A nearly complete specimen of Isotelus rex from Manitoba attained a length over 70 cm (28 in), and an Ogyginus forteyi from Portugal was almost as long.",
              "Fragments of trilobites suggest even larger record sizes.",
              "An isolated pygidium of Hungioides bohemicus implies that the full animal was 90 cm (35 in) long.",
              "[244][245] Insects, a class of Arthropoda, are easily the most numerous class of organisms, with over one million identified species, and probably many undescribed species.",
              "The heaviest insect is almost certainly a species of beetle, which incidentally is the most species-rich order of organisms. Although heavyweight giant wetas (Deinacrida heteracantha) are known, the elephant beetles of Central and South America, (Megasoma elephas) and (M.",
              "actaeon), the Titan beetle (Titanus giganteus) of the neotropical rainforest or the Goliath beetles, (Goliathus goliatus) and (G.",
              "regius), of Africa's rainforest are thought to reach a higher weight.",
              "[248] The most frequently crowned are the Goliath beetles, the top known size of which is at least 100 g (3.",
              "5 oz) and 11.",
              "5 cm (4.",
              "5 in).",
              "[1] The elephant beetles and titan beetle can reach greater lengths than the Goliath, at up to 13.",
              "1 and 15.",
              "2 cm (5.",
              "2 and 6.",
              "0 in), respectively, but this is in part thanks to their rather large horns.",
              "The Goliath beetle's wingspan can range up to 25 cm (9.",
              "8 in).",
              "[1] Some moths and butterflies have much larger areas than the heaviest beetles, but weigh a fraction as much.",
              "The longest insects are the stick insects, see below.",
              "Representatives of the extinct dragonfly-like order Meganisoptera, such as the Carboniferous Meganeura monyi of what is now France and the Permian Meganeuropsis permiana of what is now North America, are the largest insect species known to have existed.",
              "These creatures had a wingspan of some 75 cm (30 in) and a mass of over 1 pound (450 g), making them about the size of a crow.",
              "[1] The lion's mane jellyfish (Cyanea capillata) is the largest cnidarian species, of the class Scyphozoa.",
              "The largest known specimen of this giant, found washed up on the shore of Massachusetts Bay in 1870,[288][289] had a bell diameter of 2.",
              "5 m (8.",
              "2 ft), a weight of 150 kg (330 lb).",
              "The tentacles of this specimens were as long as 37 m (121 ft) and were projected to have a tentacular spread of about 75 m (246 ft) making it one of the longest extant animals.",
              "[1] The largest known species of sea sponge is the giant barrel sponge, Xestospongia muta.",
              "These massively built sponges can reach 2.",
              "4 m (8 ft) in height and can be about the same thickness at the thickest part of the \"body\".",
              "[296] Some of these creatures have been estimated to be over 2,400 years of age.",
              "[297]"
            ]
          },
          {
            "title": "Largest organisms - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Largest_organisms",
            "content": [
              "Largest organisms - Wikipedia",
              "This article lists the largest organisms for various types of life and mostly considers extant species,[a] which found on Earth can be determined according to various aspects of an organism's size, such as: mass, volume, area, length, height, or even genome size.",
              "Some organisms group together to form a superorganism (such as ants or bees), but such are not classed as single large organisms. The Great Barrier Reef is the world's largest structure composed of living entities, stretching 2,000 km (1,200 mi), but contains many organisms of many types of species.",
              "If considered individual entities, the largest organisms are clonal colonies which can spread over large areas.",
              "Pando, a clonal colony of the quaking aspen tree, is widely considered to be the largest such organism by mass.",
              "[1] Even if such colonies are excluded, trees retain their dominance of this listing, with the giant sequoia being the most massive tree.",
              "[2] In 2006 a huge clonal colony of the seagrass Posidonia oceanica was discovered south of the island of Ibiza.",
              "At 8 kilometres (5 mi) across, and estimated at 100,000 years old,[3] it may be one of the largest and oldest clonal colonies on Earth.",
              "[4][5][6] Among animals, the largest species are all marine mammals, specifically whales.",
              "The blue whale is believed to be the largest animal to have ever lived.",
              "The living land animal classification is also dominated by mammals, with the African bush elephant being the largest of these.",
              "The largest single-stem tree by wood volume and mass is the giant sequoia (Sequoiadendron giganteum), native to Sierra Nevada and California;",
              "it typically grows to a height of 70–85 m (230–280 ft) and 5–7 m (16–23 ft) in diameter.",
              "The largest organism in the world, according to mass, is the aspen tree whose colonies of clones can grow up to 8 kilometres (5 mi) long.",
              "The largest such colony is Pando, in the Fishlake National Forest in Utah.",
              "A form of flowering plant that far exceeds Pando as the largest organism on Earth in area and probably also mass, is the giant marine plant, Posidonia australis, living in Shark Bay, Australia.",
              "Its length is about 180 km (112 mi) and it covers an area of 200 km2 (77 sq mi).",
              "[7][8] It is among the oldest known clonal plants too.",
              "Another giant marine plant of the genus Posidonia, Posidonia oceanica discovered in the Mediterranean near the Balearic Islands, Spain may be the oldest living organism in the world, with an estimated age of 100,000 years.",
              "[9] The largest individual flower in the world is Rafflesia arnoldii, while the flowering plant with the largest unbranched inflorescence in the world is Amorphophallus titanum.",
              "Both are native to Sumatra island of Indonesia.",
              "Green algae are photosynthetic unicellular and multicellular protists that are related to land plants.",
              "The thallus of the unicellular mermaid's wineglass, Acetabularia, can grow to several inches (perhaps 0.",
              "1 to 0.",
              "2 m) in length.",
              "The fronds of the similarly unicellular, and invasive Caulerpa taxifolia can grow up to a foot (0.",
              "3 m) long.",
              "[citation needed] The largest animal currently alive is the blue whale.",
              "The maximum recorded weight was 190 tonnes for a specimen measuring 27.",
              "6 metres (91 ft), whereas longer ones, up to 33.",
              "6 metres (110 ft), have been recorded but not weighed.",
              "[10][11][12] It is estimated, this individual could have a mass of 250 tonnes.",
              "[13][14] The longest non-colonial animal is the lion's mane jellyfish (36.",
              "6m / 120 ft).",
              "[15] In 2023, paleontologists estimated that the extinct whale Perucetus, discovered in Peru, may have outweighed the blue whale, with a mass of 85-340 t (84-335 long tons;",
              "94-375 short tonnes.)",
              "[16] While controversial, estimates for the weight of the sauropod Bruhathkayosaurus suggest it was around 110-170 tons, with the highest estimate being 240 tons, if scaled with Patagotitan, although actual fossil remains no longer exist, and that estimation is based on described dimensions in 1987.",
              "[17] The upper estimates of weight for these two prehistoric animals would have easily rivaled or exceeded the blue whale.",
              "The largest living fungus may be a honey fungus[19] of the species Armillaria ostoyae.",
              "[20] A mushroom of this type in the Malheur National Forest in the Blue Mountains of eastern Oregon, U.",
              "S.",
              "was found to be the largest fungal colony in the world, spanning 8.",
              "9 km2 (2,200 acres) of area.",
              "[21][22] This organism is estimated to be 2,400 years old.",
              "The fungus was written about in the April 2003 issue of the Canadian Journal of Forest Research.",
              "While an accurate estimate has not been made, the total weight of the colony may be as much as 605 tons[vague].",
              "If this colony is considered a single organism, then it is the largest known organism in the world by area, and rivals the aspen grove \"Pando\" as the known organism with the highest living biomass.",
              "It is not known, however, whether it is a single organism with all parts of the mycelium connected.",
              "[22] A spatial genetic analysis estimated that a specimen of Armillaria ostoyae growing over 91 acres (37 ha) in northern Michigan, United States weighs 440 tons (4 x 105 kg).",
              "[23][24] Approximations of the land area of the Oregon \"humongous fungus\" are 3.",
              "5 square miles (9.",
              "1 km2) (2,240 acres (910 ha), possibly weighing as much as 35,000 tons as the world's most massive living organism.",
              "[25] In Armillaria ostoyae, each individual mushroom (the fruiting body, similar to a flower on a plant) has only a 5 cm (2.",
              "0 in) stipe, and a pileus up to 12.",
              "5 cm (4.",
              "9 in) across.",
              "There are many other fungi which produce a larger individual size mushroom.",
              "The largest known fruiting body of a fungus is a specimen of Phellinus ellipsoideus (formerly Fomitiporia ellipsoidea) found on Hainan Island.",
              "[26] The fruiting body masses up to 500 kg (1,100 lb).",
              "[27][28] Until P.",
              "ellipsoideus replaced it, the largest individual fruit body came from Rigidoporus ulmarius.",
              "R.",
              "ulmarius can grow up to 284 kg (626 lb), 1.",
              "66 m (5.",
              "4 ft) tall, 1.",
              "46 m (4.",
              "8 ft) across, and has a circumference of up to 4.",
              "9 m (16 ft).",
              "Umbilicaria mammulata is among the largest lichens in the world.",
              "The thallus of U.",
              "mammulata is usually 4 to 15 cm (1.",
              "6 to 5.",
              "9 in) in diameter, but specimens have been known to reach 63-centimetre (2.",
              "07 ft) in the Smoky Mountains of Tennessee.",
              "[29] The longest lichen is Usnea longissima, which may grow to exceed 20 feet in length.",
              "[30] (Note: the group Protista is not used in current taxonomy.)",
              "The largest known species of bacterium is named Thiomargarita magnifica, which grows to 1 cm (0.",
              "39 in) in length,[37] making it visible to the naked eye and also about five thousand times the size of more typical bacteria.",
              "[38] BBC News described it as possessing the \"size and shape of a human eyelash.\"",
              "[39] Science published a new paper on the bacterium on June 23, 2022.",
              "[40] According to a study coauthored by Jean-Marie Volland, a marine biologist and scientist at California's Laboratory for Research in Complex Systems, and an affiliate at the US Department of Energy Joint Genome Institute, T.",
              "magnifica can grow up to 2 centimeters long.",
              "[41] The largest virus on record is Megaklothovirus horridgei, with the length of 4 micrometres, comparable to the typical size of a bacterium and large enough to be seen in light microscopes.",
              "It was discovered in 2018 (being mistaken for bristles beforehand), having been found on an arrow worm in the genus Spadella.",
              "[43] Prior to this discovery, the largest virus was the peculiar virus genus Pandoravirus, which have a size of approximately 1 micrometer and whose genome contains 1,900,000 to 2,500,000 base pairs of DNA.",
              "[44] Pandoravirus infects amoebas specifically, however Megaklothovirus infects Spadella arrow worms."
            ]
          },
          {
            "title": "Raja &amp; the Whales - Information about the Blue Whale",
            "url": "http://rajaandthewhales.com/research-conservation/blue-whale/",
            "content": [
              "Raja &amp; the Whales - Information about the Blue Whale",
              "Raja & the Whales Whale Watching, Mirissa, Sri Lanka THE BIGGEST & LOUDEST ANIMAL IN THE WORLD We are going to tell you all about the blue whale during the trip, but to get an idea, here are some interesting facts: SIZEThe blue whale is the largest animal ever known to have lived.",
              "It is even bigger than the largest dinosaur that lived – the Argentinosaurus.",
              "Females are larger than males.",
              "The longest whales ever recorded were two females measuring 33.",
              "6 and 33.",
              "3 metres (110 and 109 ft).",
              "A blue whale’s aorta is about 23 centimetres (9.",
              "1 in) in diameter.",
              "WEIGHTBlue whales are difficult to weight because of their size.",
              "Measurements between 150–170 tons were recorded of animals up to 27 metres (89 ft) in length.",
              "A blue whale’s heart weighs 600 kilogrammes (1,300 lb) and is the largest known in any animal.",
              "It’s tongue weighs around 2.",
              "7 tons and, when fully expanded, its mouth is large enough to hold up to 90 metric tons of food and water.",
              "Despite the size of its mouth, the dimensions of its throat are such that a blue whale cannot swallow an object wider than a beach ball.",
              "SPEEDBlue whales can reach speeds of 50 kilometres per hour (31 mph) over short bursts, usually when interacting with other whales, but 20 kilometres per hour (12 mph) is a more typical traveling speed.",
              "When feeding, they slow down to 5 kilometres per hour (3.",
              "1 mph).",
              "SOUNDBlue whales are also the loudest animals on Earth!",
              "Their call reaches levels up to 188 decibels.",
              "This low-frequency whistle can be heard for hundreds of miles.",
              "The blue whale is louder than a jet, which reaches only 140 decibels!",
              "Human shouting is 70 decibels;",
              "sounds over 120 decibels are painful to human ears.",
              "BEHAVIOURBlue whales most commonly live alone or with one other individual.",
              "It is not known how long traveling pairs stay together.",
              "In locations where there is a high concentration of food, as many as 50 blue whales have been seen scattered over a small area.",
              "However, they do not form the large close-knit groups seen in other baleen species.",
              "Blue whales feed almost exclusively on krill, though they also take small numbers of copepods – a type of small crustacean.",
              "An adult blue whale can eat up to 40 million krill in a day.",
              "The whales always feed in the areas with the highest concentration of krill, sometimes eating up to 3,600 kilograms (7,900 lb) of krill in a single day.",
              "Because krill move, blue whales typically feed at depths of more than 100 metres (330 ft) during the day and only surface-feed at night.",
              "Dive times are typically 10 minutes when feeding, though dives of up to 20 minutes are common.",
              "The longest recorded dive is 36 minutes.",
              "The whale feeds by lunging forward at groups of krill, taking the animals and a large quantity of water into its mouth.",
              "The water is then squeezed out through the baleen plates by pressure from the ventral pouch and tongue.",
              "Once the mouth is clear of water, the remaining krill, unable to pass through the plates, are swallowed.",
              "The blue whale also incidentally consumes small fish, crustaceans and squid caught up with krill.",
              "BREEDINGMating starts in late autumn and continues to the end of winter.",
              "Little is known about mating behaviour or breeding grounds.",
              "Females are reaching sexual maturity at around the age of five, by which they are about 21 metres (69 ft) long.",
              "They typically give birth once every two to three years at the start of the winter after a gestation period of ten to twelve months.",
              "The calf weighs about 2.",
              "5 metric tons (2.",
              "8 short tons) and is around 7 metres (23 ft) in length.",
              "During the first seven months of its life, a blue whale calf drinks approximately 400 litres of milk every day.",
              "Blue whale calves gain weight quickly, as much as 90 kilograms (200 lb) every 24 hours.",
              "Even at birth, they weigh up to 2,700 kilograms (6,000 lb)—the same as a fully grown hippopotamus.",
              "Weaning takes place for about six months, by which time the calf has doubled in length.",
              "Sexual maturity is typically reached at eight to ten years, by which time males are at least 20 metres (66 ft) long.",
              "POPULATION STATUS & CONSERVATIONIt is estimated that there are about 8,000-14,000 blue whales worldwide.",
              "The blue whale was too quick and powerful for the 19th century whalers to hunt, but with the arrival of harpoon cannons, they became a much sought after species for their large amounts of blubber.",
              "The killing reached a peak in 1931 when 29,649 blue whales were taken.",
              "By 1966, blues were so scarce that the International Whaling Commission declared them protected throughout the world.",
              "The IUCN Red List counts the blue whale as “endangered”.",
              "Source:https://en.",
              "wikipedia.",
              "org/wiki/Blue_whale NEXT: APPROACHING GUIDELINES >>> Email: RajaAndTheWhales@gmail.",
              "com Mobile 1: +94 (0) 71 333 1811 Mobile 2: +94 (0) 77 695 3452 Use our ONLINE-FORM to book your seat in just a few easy steps.",
              "Copyright: Raja and the Whales / Mirissa / Sri Lanka (2008-2022)"
            ]
          }
        ],
        "A modern-day blue whale is also a blue whale, so it has the same potential size as the largest animal ever.": [
          {
            "title": "Blue whale - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Blue_whale",
            "content": [
              "Blue whale - Wikipedia",
              "The blue whale (Balaenoptera musculus) is a marine mammal and a baleen whale.",
              "Reaching a maximum confirmed length of 29.",
              "9 meters (98 ft) and weighing up to 199 tonnes (196 long tons;",
              "219 short tons), it is the largest animal known ever to have existed.",
              "[a] The blue whale's long and slender body can be of various shades of greyish-blue dorsally and somewhat lighter underneath.",
              "Four subspecies are recognized: B.",
              "m.",
              "musculus in the North Atlantic and North Pacific, B.",
              "m.",
              "intermedia in the Southern Ocean, B.",
              "m.",
              "brevicauda (the pygmy blue whale) in the Indian Ocean and South Pacific Ocean, B.",
              "m.",
              "indica in the Northern Indian Ocean.",
              "There is also a population in the waters off Chile that may constitute a fifth subspecies.",
              "In general, blue whale populations migrate between their summer feeding areas near the poles and their winter breeding grounds near the tropics.",
              "There is also evidence of year-round residencies, and partial or age/sex-based migration.",
              "Blue whales are filter feeders;",
              "their diet consists almost exclusively of krill.",
              "They are generally solitary or gather in small groups, and have no well-defined social structure other than mother-calf bonds.",
              "The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz and the production of vocalizations may vary by region, season, behavior, and time of day.",
              "Orcas are their only natural predators.",
              "The blue whale was once abundant in nearly all the Earth's oceans until the end of the 19th century.",
              "It was hunted almost to the point of extinction by whalers until the International Whaling Commission banned all blue whale hunting in 1966.",
              "The International Union for Conservation of Nature has listed blue whales as Endangered as of 2018.",
              "It continues to face numerous man-made threats such as ship strikes, pollution, ocean noise and climate change.",
              "The genus name, Balaenoptera, means winged whale[5] while the species name, musculus, could mean \"muscle\" or a diminutive form of \"mouse\", possibly a pun by Carl Linnaeus[6][5] when he named the species in Systema Naturae.",
              "[7] One of the first published descriptions of a blue whale comes from Robert Sibbald's Phalainologia Nova,[8] after Sibbald found a stranded whale in the estuary of the Firth of Forth, Scotland, in 1692.",
              "The name \"blue whale\" was derived from the Norwegian \"blåhval\", coined by Svend Foyn shortly after he had perfected the harpoon gun.",
              "The Norwegian scientist G.",
              "O.",
              "Sars adopted it as the common name in 1874.",
              "[9] Blue whales were referred to as 'Sibbald's rorqual', after Robert Sibbald, who first described the species.",
              "[8] Herman Melville called the blue whale \"sulphur bottom\" in his novel Moby Dick[10] because of the accumulation of diatoms creating a yellowish appearance on their pale underside.",
              "[6][11] Minke whale B.",
              "musculus (blue whale) B.",
              "borealis (sei whale) Eschrichtius robustus (gray whale) B.",
              "physalus (fin whale) Megaptera novaeangliae (humpback whale) Blue whales are rorquals in the family Balaenopteridae.",
              "A 2018 analysis estimates that the Balaenopteridae family diverged from other families in between 10.",
              "48 and 4.",
              "98 million years ago during the late Miocene.",
              "[12] The earliest discovered anatomically modern blue whale is a partial skull fossil found in southern Italy, dating to the Early Pleistocene, roughly 1.",
              "5–1.",
              "25 million years ago.",
              "[13] The Australian pygmy blue whale diverged during the Last Glacial Maximum.",
              "Their more recent divergence has resulted in the subspecies having a relatively low genetic diversity,[14] and New Zealand blue whales have an even lower genetic diversity.",
              "[15] Whole genome sequencing suggests that blue whales are most closely related to sei whales with gray whales as a sister group.",
              "This study also found significant gene flow between minke whales and the ancestors of the blue and sei whale.",
              "Blue whales also displayed high genetic diversity.",
              "[12] Blue whales are known to interbreed with fin whales.",
              "The earliest description of a possible hybrid between a blue and fin whale was a 20-meter (65 ft) anomalous female whale with the features of both the blue and the fin whales taken in the North Pacific.",
              "[16] A whale captured off northwestern Spain in 1984, was found to have been the product of a blue whale mother and a fin whale father.",
              "[17] Two live blue-fin whale hybrids have since been documented in the Gulf of St.",
              "Lawrence, (Canada), and in the Azores, (Portugal).",
              "[18] DNA tests done in Iceland on a blue whale killed in July 2018 by the Icelandic whaling company Hvalur hf, found that the whale was the offspring of a male fin whale and female blue whale;",
              "[19] however, the results are pending independent testing and verification of the samples.",
              "Because the International Whaling Commission classified blue whales as a \"Protection Stock\", trading their meat is illegal, and the kill is an infraction that must be reported.",
              "[20] Blue-fin hybrids have been detected from genetic analysis of whale meat samples taken from Japanese markets.",
              "[21] Blue-fin whale hybrids are capable of being fertile.",
              "Molecular tests on a 21-meter (70 ft) pregnant female whale caught off Iceland in 1986 found that it had a blue whale mother and a fin whale father, while its fetus was sired by a blue whale.",
              "[22] There is reference to a humpback-blue whale hybrid in the South Pacific, attributed to marine biologist Michael Poole.",
              "[5][23] At least four subspecies of blue whale are recognized, some of which are divided into population stocks or \"management units\".",
              "[24][25] They have a worldwide distribution, but are mostly absent from the Arctic Ocean and the Mediterranean, Okhotsk, and Bering Sea.",
              "[24] Blue whales off the Chilean coast may be a separate subspecies based on geographic separation, genetics, and unique song types.",
              "[26][27][28] Chilean blue whales may overlap in the Eastern Tropical Pacific with Antarctica blue whales and Eastern North Pacific blue whales.",
              "Chilean blue whales are genetically differentiated from Antarctica blue whales and are unlikely to be interbreeding.",
              "However, the genetic distinction is less with the Eastern North Pacific blue whale and there may be gene flow between hemispheres.",
              "[29] The blue whale is a slender-bodied cetacean with a broad U-shaped head;",
              "thin, elongated flippers;",
              "a small 33 centimeters (13 in) sickle-shaped dorsal fin located close to the tail and a large tail stock at the root of the wide and thin flukes.",
              "The upper jaw is lined with 70–395 black baleen plates.",
              "The throat region has 60–88 grooves which allows the skin to expand during feeding.",
              "[5][6][11][30][31] It has two blowholes that can squirt 9.",
              "1–12.",
              "2 meters (30–40 ft) up in the air.",
              "[5][11][30] The skin has a mottled grayish-blue coloration, appearing blue underwater.",
              "[6][11][30] The mottling patterns near the dorsal fin vary between individuals.",
              "[32][33][34] The underbelly has lighter pigmentation and can appear yellowish due to diatoms in the water,[6][11][30] which historically earned them the nickname \"sulphur bottom\".",
              "[10][35] The male blue whale has the largest penis in the animal kingdom, at around 3 m (9.",
              "8 ft) long and 12 in (30 cm) wide.",
              "[36] The blue whale is the largest animal known ever to have existed.",
              "[37][38][39] Some studies have estimated that certain shastasaurid ichthyosaurs and the ancient whale Perucetus could have rivalled the blue whale in size, with Perucetus also being heavier than the blue whale with a mean weight of 180 tons;",
              "however, these estimates are based on fragmentary remains, as well as being subject to change as the latter was a very recently-described species.",
              "[40][3] Likewise, other studies estimate that on land, large sauropods like Bruhathkayosaurus (mean weight: 110-170 tons) and Maraapunisaurus (mean weight: 80-120 tons) would have easily rivalled the blue whale, with the former even exceeding the blue whale based on its most liberal estimations (240 tons);",
              "however, these estimates are based on even more fragmentary specimens that had disintegrated by the time those estimates were made.",
              "[4] The International Whaling Commission (IWC) whaling database reports 88 individuals longer than 30 meters (98 ft), including one of 33 meters (108 ft), but problems with how the measurements were taken suggest that any longer than 30.",
              "5 meters (100 ft) are suspect.",
              "[41] The Discovery Committee reported lengths up to 31 meters (102 ft);",
              "[42] however, the longest scientifically measured individual blue whale was 30 meters (98 ft) from rostrum tip to tail notch.",
              "[43] Female blue whales are larger than males.",
              "[11][44] Hydrodynamic models suggest a blue whale could not exceed 108 ft (33 m) because of metabolic and energy constraints.",
              "[45] The average length of sexually mature female blue whales is 22.",
              "0 meters (72.",
              "1 ft) for Eastern North Pacific blue whales, 24 meters (79 ft) for central and western North Pacific blue whales, 21–24 meters (68–78 ft) for North Atlantic blue whales, 25.",
              "4–26.",
              "3 meters (83.",
              "4–86.",
              "3 ft) for Antarctic blue whales, 23.",
              "5 meters (77.",
              "1 ft) for Chilean blue whales, and 21.",
              "3 meters (69.",
              "9 ft) for pygmy blue whales.",
              "[41][46][47] In the Northern Hemisphere, males weigh an average 100 metric tons (220,000 lb) and females 112 metric tons (247,000 lb).",
              "Eastern North Pacific blue whale males average 88.",
              "5 tonnes (195,000 lb) and females 100 tonnes (220,000 lb).",
              "Antarctic males average 112 tonnes (247,000 lb) and females 130 tonnes (290,000 lb).",
              "Pygmy blue whale males average 83.",
              "5 tonnes (184,000 lb) to 99 tonnes (218,000 lb).",
              "[48] The weight measured of the heart from a stranded North Atlantic blue whale was 180 kg (400 lb), the largest known in any animal.",
              "[49] The record-holder blue whale was recorded at 173 tonnes (190 short tons),[50] with estimates of up to 199 tonnes (220 short tons).",
              "[51] Blue whales live around 80–90 years or more.",
              "[11][52] Scientists look at a blue whale's earwax or ear plug to estimate its age.",
              "Each year, a light and dark layer of wax is laid corresponding with fasting during migration and feeding time.",
              "Each set is thus an indicator of age.",
              "[53][54][55] The oldest blue whale determined using this method was 110 years old.",
              "[52][56] The maximum age of a pygmy blue whale determined this way is 73 years.",
              "[57] In addition, female blue whales develop scars or corpora albicantia on their ovaries every time they ovulate.",
              "[58] In a female pygmy blue whale, one corpus albicans is formed on average every 2.",
              "6 years.",
              "[57] The blue whale is usually solitary, but can be found in pairs.",
              "When productivity is high enough, blue whales can be seen in gatherings of more than 50 individuals.",
              "[11] Populations may go on long migrations, traveling to their summer feeding grounds towards the poles and then heading to their winter breeding grounds in more equatorial waters.",
              "[59] The animals appear to use memory to locate the best feeding areas.",
              "[60] There is evidence of alternative strategies, such as year-round residency, and partial (where only some individuals migrate) or age/sex-based migration.",
              "Some whales have been recorded feeding in breeding grounds.",
              "[61] The traveling speed for blue whales ranges 5–30 kilometers per hour (3.",
              "1–18.",
              "6 mph).",
              "[11] Their massive size limits their ability to breach.",
              "[62] The greatest dive depth reported from tagged blue whales was 315 meters (1,033 ft).",
              "[63] Their theoretical aerobic dive limit was estimated at 31.",
              "2 minutes,[64] however, the longest dive measured was 15.",
              "2 minutes.",
              "[63] The deepest confirmed dive from a pygmy blue whale was 506 meters (1,660 ft).",
              "[65] A blue whale's heart rate can drop to 2 beats per minute (bpm) at deep depths, but upon surfacing, can rise to 37 bpm, which is close to its peak heart rate.",
              "[66] The blue whale's diet consists almost exclusively of krill.",
              "[11] Blue whales capture krill through lunge feeding, they swim towards them at high speeds as they open their mouths up to 80°[11][63] They may engulf 220 metric tons (220 long tons;",
              "240 short tons) of water at one time.",
              "[67] They squeeze the water out through their baleen plates with pressure from the throat pouch and tongue, and swallow the remaining krill.",
              "[11][63] Blue whales have been recorded making 180° rolls during lunge-feeding, possibly allowing them to search the prey field and find the densest patches.",
              "[68] While pursuing krill patches, blue whales maximize their calorie intake by increasing the number of lunges while selecting the thickest patches.",
              "This provides them enough energy for everyday activities while storing additional energy necessary for migration and reproduction.",
              "Blue whales have to engulf densities greater than 100 krill/m3 to maintain the cost of lunge feeding.",
              "[63][69] They can consume 34,776–1,912,680 kilojoules (8,312–457,141 kcal) from one mouthful of krill, which can provide up to 240 times more energy than used in a single lunge.",
              "[63] It is estimated that an average-sized blue whale must consume 1,120 ± 359 kilograms (2,469 ± 791 lb) of krill a day.",
              "[70][71] Blue whales appear to avoid directly competing with other baleen whales.",
              "[72][73][74] Different whale species select different feeding spaces and times as well as different prey species.",
              "[67][75][76] In the Southern Ocean, baleen whales appear to feed on Antarctic krill of different sizes, which may lessen competition between them.",
              "[77] Blue whales generally reach sexual maturity at 8–10 years.",
              "In the Northern Hemisphere, the length at which they reach maturity is 21–23 meters (69–75 ft) for females and 20–21 meters (66–69 ft) for males.",
              "In the Southern Hemisphere, the length of maturity is 23–24 meters (75–79 ft) and 22 meters (72 ft) for females and males respectively.",
              "[78] Male pygmy blue whales average 18.",
              "7 meters (61.",
              "4 ft) at sexual maturity.",
              "[79][80] Female pygmy blue whales are 21.",
              "0–21.",
              "7 meters (68.",
              "9–71.",
              "2 ft) in length[46] and roughly 10 years old at the age of sexual maturity.",
              "[46][47][81] Little is known about mating behavior, or breeding and birthing areas.",
              "[39][78] Blue whales appear to be polygynous, with males competing for females.",
              "[78][82] A male blue whale typically trails a female and will fight off potential rivals.",
              "[83] The species mates from fall to winter.",
              "[39][78] Pregnant females eat roughly four percent of their body weight daily,[84] amounting to 60% of their overall body weight throughout summer foraging periods.",
              "[78][85] Gestation may last 10–12 months with calves being 6–7 meters (20–23 ft) long and weighing 2–3 metric tons (2.",
              "0–3.",
              "0 long tons;",
              "2.",
              "2–3.",
              "3 short tons) at birth.",
              "[78] Estimates suggest that because calves require 2–4 kilograms (4.",
              "4–8.",
              "8 lb) milk per kg of mass gain, blue whales likely produce 220 kilograms (490 lb) of milk per day (ranging from 110 to 320 kilograms (240 to 710 lb) of milk per day).",
              "[86] The first video of a calf thought to be nursing was filmed in New Zealand in 2016.",
              "[87] Calves may be weaned when they reach 6–8 months old at a length of 16 meters (53 ft).",
              "[78] They gain roughly 37,500 pounds (17,000 kg) during the weaning period.",
              "[38] Interbirth periods last two to three years,[78] they average 2.",
              "6 years in pygmy blue whales.",
              "[57] Blue whales produce some of the loudest and lowest frequency vocalizations in the animal kingdom,[24] and their inner ears appear well adapted for detecting low-frequency sounds.",
              "[88] The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz.",
              "[89] Blue whale songs vary between populations.",
              "[90] Vocalizations produced by the Eastern North Pacific population have been well studied.",
              "This population produces pulsed calls (\"A\") and tonal calls (\"B\"), upswept tones that precede type B calls (\"C\") and separate downswept tones (\"D\").",
              "[91][92] A and B calls are often produced in repeated co-occurring sequences and sung only by males, suggesting a reproductive function.",
              "[92][93] D calls may have multiple functions.",
              "They are produced by both sexes during social interactions while feeding.",
              "[93][94] and by males when competing for mates.",
              "[83] Blue whale calls recorded off Sri Lanka have a three‐unit phrase.",
              "The first unit is a 19.",
              "8 to 43.",
              "5 Hz pulsive call, and is normally 17.",
              "9 ± 5.",
              "2 seconds long.",
              "The second unit is a 55.",
              "9 to 72.",
              "4 Hz FM upsweep that is 13.",
              "8 ± 1.",
              "1 seconds long.",
              "The final unit is 28.",
              "5 ± 1.",
              "6 seconds long with a tone of 108 to 104.",
              "7 Hz.",
              "[95] A blue whale call recorded off Madagascar, a two‐unit phrase,[96] consists of 5–7 pulses with a center frequency of 35.",
              "1 ± 0.",
              "7 Hz lasting 4.",
              "4 ± 0.",
              "5 seconds proceeding a 35 ± 0 Hz tone that is 10.",
              "9 ± 1.",
              "1 seconds long.",
              "[95] In the Southern Ocean, blue whales produce 18-second vocals which start with a 9-second-long, 27 Hz tone, and then a 1-second downsweep to 19 Hz, followed by a downsweep further to 18 Hz.",
              "[97][98] Other vocalizations include 1–4 second long, frequency-modulated calls with a frequency of 80 and 38 Hz.",
              "[98][99] There is evidence that some blue whale songs have temporally declined in tonal frequency.",
              "[100][101][102] The vocalization of blue whales in the Eastern North Pacific decreased in tonal frequency by 31% from the early 1960s to the early 21st century.",
              "[100][101] The frequency of pygmy blue whales in the Antarctic has decreased by a few tenths of a hertz every year starting in 2002.",
              "[102] It is possible that as blue whale populations recover from whaling, there is increasing sexual selection pressure (i.",
              "e., a lower frequency indicates a larger body size).",
              "[101] The only known natural predator to blue whales is the orca, although the rate of fatal attacks by orcas is unknown.",
              "Photograph-identification studies of blue whales have estimated that a high proportion of the individuals in the Gulf of California have rake-like scars, indicative of encounters with orcas.",
              "[103] Off southeastern Australia, 3.",
              "7% of blue whales photographed had rake marks and 42.",
              "1% of photographed pygmy blue whales off Western Australia had rake marks.",
              "[104] Documented predation by orcas has been rare.",
              "A blue whale mother and calf were first observed being chased at high speeds by orcas off southeastern Australia.",
              "[105] The first documented attack occurred in 1977 off southwestern Baja California, Mexico, but the injured whale escaped after five hours.",
              "[106] Four more blue whales were documented as being chased by a group of orcas between 1982 and 2003.",
              "[107] The first documented predation event by orcas occurred in September 2003, when a group of orcas in the Eastern Tropical Pacific was encountered feeding on a recently killed blue whale calf.",
              "[108] In March 2014, a commercial whale watch boat operator recorded an incident involving a group of orcas harassing a blue whale in Monterey Bay.",
              "The blue whale defended itself by slapping its tail.",
              "[109] A similar incident was recorded by a drone in Monterey Bay in May 2017.",
              "[110] The first direct observations of orca predation occurred off the south coast of Western Australia, two in 2019 and one more in 2021.",
              "The first victim was estimated to be 18–22 meters (59–72 ft).",
              "[111] In Antarctic waters, blue whales accumulate diatoms of the species Cocconeis ceticola and the genera Navicola, which are normally removed when the whales enter warmer waters.",
              "Other external parasites include barnacles such as Coronula diadema, Coronula reginae and Cryptolepas rhachianecti, which latch on their skin deep enough to leave behind a pit if removed.",
              "Whale lice species make their home in cracks of the skin and are relatively harmless.",
              "The copepod species Pennella balaenopterae digs in and attaches itself to the blubber to feed on.",
              "Intestinal parasites include the trematode genera Ogmogaster and Lecithodesmus, the tapeworm genera Priapocephalus, Phyllobotrium, Tetrabothrius, Diphyllobotrium and Diplogonoporus and the thorny-headed worm genus Bolbosoma.",
              "In the North Atlantic, blue whales also contain the protozoans Entamoeba, Giardia and Balantidium.",
              "[112] The global blue whale population is estimated to be 5,000–15,000 mature individuals and 10,000–25,000 total as of 2018.",
              "By comparison, there were at least 140,000 mature whales in 1926.",
              "There are an estimated total of 1,000–3,000 whales in the North Atlantic, 3,000–5,000 in the North Pacific and 5,000–8,000 in the Antarctic.",
              "There are possibly 1,000–3,000 whales in the eastern South Pacific while the pygmy blue whale may number 2,000–5,000 individuals.",
              "[1] Blue whales have been protected in areas of the Southern Hemisphere since 1939.",
              "In 1955 they were given complete protection in the North Atlantic under the International Convention for the Regulation of Whaling;",
              "this protection was extended to the Antarctic in 1965 and the North Pacific in 1966.",
              "[113][114] The protected status of North Atlantic blue whales was not recognized by Iceland until 1960.",
              "[115] In the US, the species is protected under the Endangered Species Act.",
              "[59] Blue whales are formally classified as endangered under both the US Endangered Species Act[116] and the IUCN Red List.",
              "[1] They are also listed on Appendix I under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES)[117] and the Convention on the Conservation of Migratory Species of Wild Animals.",
              "[118] Although for some populations there is not enough information on current abundance trends (e.",
              "g., pygmy blue whales), others are critically endangered (e.",
              "g., Antarctic blue whales).",
              "[119][120] Blue whales were initially difficult to hunt because of their size and speed.",
              "[24] This began to change in the mid-19th century with the development of harpoons that can be shot as projectiles.",
              "[121] Blue whale whaling peaked between 1930 and 1931 with 30,000 animals taken.",
              "Harvesting of the species was particularly high in the Antarctic, with 350,000–360,000 whales taken in the first half of the 20th century.",
              "In addition, 11,000 North Atlantic whales (mostly around Iceland) and 9,500 North Pacific whales were killed during the same period.",
              "[78] The International Whaling Commission banned all hunting of blue whales in 1966 and gave them worldwide protection.",
              "[122] However, the Soviet Union continued to illegally hunt blue whales and other species through to the 1970s.",
              "[123] Ship strikes are a significant mortality factor for blue whales, especially off the U.",
              "S.",
              "West Coast,[124] A total of 17 blue whales were killed or suspected to have been killed by ships between 1998 and 2019 off the US West Coast.",
              "[24] Five deaths in 2007 off California were considered an unusual mortality event, as defined under the Marine Mammal Protection Act.",
              "[124][125] Lethal ship strikes are also a problem in Sri Lankan waters, where their habitat intersects with one of the world's most active shipping routes.",
              "[126] Here, strikes caused the deaths of eleven blue whales in 2010 and 2012,[127] and at least two in 2014.",
              "[128] Ship strike mortality claimed the lives of two blue whales off southern Chile in the 2010s.",
              "[129][130] Possible measures for reducing future ship strikes include better predictive models of whale distribution, changes in shipping lanes, vessel speed reductions, and seasonal and dynamic management of shipping lanes.",
              "[131][132] Few cases of blue whale entanglement in commercial fishing gear have been documented.",
              "The first report in the U.",
              "S.",
              "occurred off California in 2015, reportedly some type of deep-water trap/pot fishery.",
              "[133] Three more entanglement cases were reported in 2016.",
              "[134] In Sri Lanka, a blue whale was documented with a net wrapped through its mouth, along the sides of its body, and wound around its tail.",
              "[135] Increasing man-made underwater noise impacts blue whales.",
              "[136][137] They may be exposed to noise from commercial shipping[138][139] and seismic surveys as a part of oil and gas exploration.",
              "[140][141] Blue whales in the Southern California Bight decreased calling in the presence of mid-frequency active (MFA) sonar.",
              "[142] Exposure to simulated MFA sonar was found to interrupt blue whale deep-dive feeding but no changes in behavior were observed in individuals feeding at shallower depths.",
              "The responses also depended on the animal's behavioral state, its (horizontal) distance from the sound source and the availability of prey.",
              "[143] The potential impacts of pollutants on blue whales is unknown.",
              "However, because blue whales feed low on the food chain, there is a lesser chance for bioaccumulation of organic chemical contaminants.",
              "[144] Analysis of the earwax of a male blue whale killed by a collision with a ship off the coast of California showed contaminants like pesticides, flame retardants, and mercury.",
              "Reconstructed persistent organic pollutant (POP) profiles suggested that a substantial maternal transfer occurred during gestation and/or lactation.",
              "[145] Male blue whales in the Gulf of St.",
              "Lawrence, Canada were found to have higher concentrations of PCBs, dichlorodiphenyltrichloroethane (DDT), metabolites, and several other organochlorine compounds relative to females, reflecting maternal transfer of these persistent contaminants from females into young.",
              "[146]"
            ]
          },
          {
            "title": "Whales Are the Biggest Animals to Ever Exist—Why Aren&#39;t They Bigger?",
            "url": "https://www.smithsonianmag.com/smart-news/biggest-not-bigger-how-whales-ballooned-size-and-stayed-there-180973780/",
            "content": [
              "Whales Are the Biggest Animals to Ever Exist—Why Aren&#39;t They Bigger?",
              "Sections New research highlights the role diet plays in dictating a cetacean’s size Katherine J.",
              "Wu Correspondent Pound for pound, the blue whale’s reign is indisputable.",
              "At around 100 feet long and 100 tons in size, these marine giants are the largest creatures—dead or alive—known to humankind.",
              "Whales evolved from terrestrial ancestors that were dog-sized and lived on land some 50 million years ago.",
              "Over time, their size has grown 10,000-fold.",
              "Dinosaurs might have been longer, but they were not heavier by any stretch of the imagination, notes Nicholas Pyenson, curator of fossil marine mammals at the Smithsonian's National Museum of Natural History.",
              "“We are living in the age of ocean giants,” says Pyenson.",
              "“Never in the history of life on Earth [have there] been larger animals in the ocean.",
              "” Perhaps, then, it’s all the more baffling that the diets of the largest creatures to ever live consist of little more than nature’s nibbles—tiny, two-inch-long krill.",
              "But now, Pyenson and his colleagues have found that this menu of miniatures may have helped, rather than hindered, whales along their evolutionary growth spurt.",
              "By attaching sophisticated sensors to a cadre of 300 whales while they dove for food, the researchers discovered that, by and large, diet dictates the size a whale ultimately achieves.",
              "And, as they report this week in the journal Science, that constraint works both ways: The amount of stuff whales shovel down their gullets can bulk them up—but it also limits just how big they can eventually get.",
              "In the study, the researchers suction-cupped their sensors onto the backs of 13 species of both baleen and toothed whales, including porpoises and dolphins of various sizes, allowing the team to track the animals’ underwater activities.",
              "With data pouring in from the tag’s pressure sensors, hydrophones, cameras and accelerometers, the team was able to track each animal’s movements and estimate how much energy it expended per dive.",
              "Pyenson and his colleagues then reverse-engineered the whales’ probable diets by surveying the surrounding waters with sonar and sifting through past records of cetacean stomach dissections.",
              "Their findings, covering some 10,000 feeding events, spilled some sizable secrets.",
              "For toothed whales like sperm whales, which use sonar to chase down and snare prey one at a time, being large can be an asset for deep dives.",
              "But as body size increases, whales get less caloric bang for their buck when hunting, meaning the ratio of calories eaten to calories burned declines.",
              "Some of the largest toothed whales, the team found, don’t even eat enough during a dive to compensate for the energy they spent getting there before they must return to the surface to breathe.",
              "Ultimately, the energetic tradeoff caps toothed whales’ growth somewhere around the size of sperm whales, which reach 60 feet in length and clock in around 55 tons, Pyenson says.",
              "There simply isn’t enough big-bodied prey in the ocean to sustain hunters in a higher weight class.",
              "Blue whales, however, easily shatter that ceiling with a different feeding strategy.",
              "As filter-feeding whales, these animals drop their jaws to let in huge amounts of water, then strain out their pint-sized prey through the sieve-like structures in their mouths.",
              "Their maws are so massive that these whales can process a quantity of liquid equivalent to 100 to 160 percent of their own body volume in a single gulp, the team found.",
              "Compared to the thrill of the hunt, the process doesn’t take a ton of energy.",
              "But when prey is abundant, one swallow can gift the whale about 10 million calories, reports Jonathan Lambert at Science News.",
              "That’s a “huge bang for the buck,” study author Jeremy Goldbogen, a marine ecologist at Stanford University, tells Malcolm Ritter of the Associated Press.",
              "This strategy, wherein efficiency increases in lockstep with size, may help explain how filter-feeders ballooned over time.",
              "Eventually, though, some other limitation forced that trend to peter out.",
              "It may have something to do with the density of krill, which waxes and wanes with the seasons, Goldbogen tells Ritter.",
              "Another possibility is physiological: Perhaps such a massive body can’t work much harder than it already does to process such a quantity of food, Terrie Williams, a marine ecologist at the University of California, Santa Cruz who was not involved in the study, writes in an accompanying perspective piece.",
              "Despite their conspicuous size, much about these colossal carnivores remains unknown, Pyenson says.",
              "But what his team has hit on already speaks volumes about Earth’s biggest beasts.",
              "“This really underscores the great, amazing mysteries of whales today,” he says.",
              "“Any new data that we get will continually test these ideas.",
              "” Rachael Lallensack contributed reporting to this article.",
              "Get the latest stories in your inbox every weekday.",
              "Katherine J.",
              "Wu | | READ MORE Katherine J.",
              "Wu is a Boston-based science journalist and Story Collider senior producer whose work has appeared in National Geographic, Undark magazine, Popular Science and more.",
              "She holds a Ph.",
              "D.",
              "in Microbiology and Immunobiology from Harvard University, and was Smithsonian magazine's 2018 AAAS Mass Media Fellow.",
              "Explore Subscribe Newsletters Our Partners Terms of Use © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings © 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
            ]
          },
          {
            "title": "Listen to the heartbeat of the blue whale, the world’s largest animal - Vox",
            "url": "https://www.vox.com/down-to-earth/2022/8/11/23291991/largest-animal-blue-whale-heartbeat",
            "content": [
              "Listen to the heartbeat of the blue whale, the world’s largest animal - Vox",
              "Filed under: Scientists are measuring whale heartbeats to unravel one of biology’s biggest mysteries.",
              "The biodiversity crisis, explained The heart of the Etruscan shrew, one of the world’s smallest mammals, beats incredibly fast — up to 1,500 times per minute, or 25 times per second.",
              "The human heart, in comparison, is sluggish, beating only 60 to 100 times a minute.",
              "Then there’s the heart of the blue whale, the largest animal ever to have lived.",
              "These marine giants can be longer than two school buses, and their hearts — which are roughly the size of a loveseat and weigh over 1,000 pounds — beat as few as two times per minute.",
              "If you were to put an enormous stethoscope up to a blue whale’s chest underwater, it might sound something like this.",
              "That clip was produced using real data that scientists collected a few years ago from a blue whale in Monterey Bay, California.",
              "The heart beat slowly when the animal dived, but when it came to the surface to breathe, the rate picked up dramatically, reaching as fast as 37 beats per minute.",
              "In the last few years, scientists have figured out how to listen to the heartbeats of wild whales.",
              "They’re not interested in checking these animals’ vitals, per se, but trying to answer one of biology’s most fundamental questions: How large can an animal on Earth get?",
              "Measuring the heart rate of blue whales — which are larger than dinosaurs — reveals that body size might be constrained by heart size.",
              "And with more advanced monitoring tools, it could also help scientists protect these marine giants from one of the ocean’s most mysterious threats.",
              "The short answer: food.",
              "Several million years ago, blue whales evolved to binge-eat tiny crustaceans called krill, which are super abundant in some coastal regions during part of the year.",
              "All of that food can fuel a big body, and being big allowed these animals to take larger gulps of krill and swim efficiently from one krill buffet to the next.",
              "But what’s interesting is that there are actually enough krill and other aquatic critters in the ocean for the whales to be even bigger.",
              "Food, alone, does not seem to limit the potential body size of whales, said Max Czapanskiy, a doctoral researcher at Stanford who studies marine mammals.",
              "“There has to be something about their bodies that’s keeping them from getting even bigger,” he said.",
              "The answer, scientists suspect, may lie in the heart.",
              "Whales hold their breath as they’re feeding on krill, which tend to aggregate hundreds of feet underwater.",
              "That causes carbon dioxide to build up in their blood.",
              "When these marine mammals return to the surface to breathe, their hearts beat fast to rid their bodies of CO2 and replace it with fresh oxygen, so they can dive back down and continue foraging.",
              "Larger hearts beat more slowly and take longer to replenish oxygen in the body.",
              "That means whales have to spend more time on the surface, catching their breath, which eats into precious time they have to feed on a seasonal resource like krill.",
              "Too big a heart and these behemoths might not have enough time to eat.",
              "If heart size is limiting whales in some way, these organs should, theoretically, be maxing out their speed when the animals come up for air.",
              "That’s one thing that scientists wanted to figure out when they set out to measure a blue whale’s heartbeat in 2018.",
              "There are plenty of ways to measure our own heart rates, from simple stethoscopes to wearables like Fitbits and Apple Watches.",
              "It’s much harder to measure a whale’s.",
              "These animals are covered in a thick coat of blubber and dive down several hundred feet, where the pressure is immense.",
              "Even if a heart rate monitor works under these conditions, scientists then have to find a whale, attach the device, and retrieve it.",
              "It wasn’t until 2018 that scientists were able to do this successfully.",
              "In late summer, California-based researchers were out on the water in Monterey Bay studying a large group of blue whales.",
              "On an inflatable research boat, the researchers approached one of them and, using a 20-foot pole, stuck a specialized EKG sensor behind its left flipper.",
              "The whale descended, and several hours later, the device floated back up to the surface, where the researchers were able to retrieve it.",
              "The EKG sensor, which measures electrical signals, recorded the animal’s heartbeat for several hours.",
              "That’s where the video clip above comes from: Jessica Kendall-Bar, a marine scientist and artist who was not affiliated with the study, turned a segment of the heartbeat data into an audio file, which she shared with Vox.",
              "But this approach has some serious drawbacks, said Czapanskiy, who was a co-author of a 2019 paper based on the EKG research.",
              "“The failure rate is really high,” he said, mentioning that saltwater often interferes with electrical sensors.",
              "That’s why scientists have been looking for other approaches.",
              "In a paper Czapanskiy published in May, he showed that a device called an accelerometer — which measures an animal’s movement — can actually detect the pulse of a heart, as well.",
              "Each time a whale’s heart beats, it sends out a wave of blood that causes its body to shake ever so slightly (not unlike how a hose kicks back when you turn on the faucet).",
              "When a whale is otherwise still, accelerometers can pick up those subtle movements.",
              "Like an EKG sensor, accelerometers only work if they’re strapped to a whale.",
              "But these devices offer a big benefit: Scientists have been putting them on whales for roughly 20 years to measure other things, Czapanskiy said, which means there’s already plenty of potential heart rate data out there that just needs to be analyzed.",
              "Heart rate data from the blue whale shows that these animals essentially have two different heart rates.",
              "One of them is slow, like the clip you heard above;",
              "that’s when the whale is diving and trying to conserve oxygen.",
              "The other is fast, when the whale is back at the surface and its heart is racing to replenish oxygen.",
              "As researchers suspected, it’s there, on the surface, where big-bodied-ness could become a problem.",
              "The EKG data shows that a single beat of the blue whale’s heart takes about 1.",
              "8 seconds, which means its heart can only beat roughly 33 times per minute.",
              "But as the whale was catching its breath, its heart was maxing out slightly above that number.",
              "This suggests something critical: The blue whale’s heart is working at “peak performance,” Czapanskiy said, and it literally can’t beat any faster.",
              "But what does that have to do with the limits of body size?",
              "If the whale were any bigger, it would need a bigger heart and more food.",
              "But, again, a bigger heart would beat slower and require the animal to spend more time at the surface, giving the whale less time to forage for krill.",
              "So basically, any bigger, and these animals likely wouldn’t be able to consume enough food to sustain their hulking figures.",
              "That’s why Czapanskiy has a hard time imagining even a hypothetical animal evolving to be larger than a blue whale.",
              "These animals live in an environment with an enormous amount of food, yet their bodies limit how quickly they can consume it.",
              "Unless a new and massive source of nutrient-rich food appears — or an animal evolves a highly novel and efficient physiology — the blue whale may not only be the largest animal to have lived but the largest animal to live, period.",
              "That’s a theory, anyway.",
              "It’s worth noting that there may be a handful of other factors that limit body size, such as the distribution and seasonal abundance of krill, said Jeremy Goldbogen, an associate professor at Stanford and lead author of the 2019 EKG study.",
              "There are also open questions about the ecology of blue whales, such as how much time they spend feeding.",
              "And that’s where additional research — and Czapanskiy’s accelerometer data — will likely come in.",
              "Equipping whales with heart rate monitors could also benefit the animals.",
              "Just as Apple Watches detect an elevated heart rate when we’re nervous or scared, sensors on whales could reveal when these animals are under duress.",
              "These devices could even help solve the enduring mystery of whale strandings, said Dave Haas, a marine scientist and co-founder of FaunaLabs, a company that develops Fitbit-like devices for whales, dolphins, and other animals.",
              "Thousands of whales get beached every year, and yet scientists don’t really know why.",
              "At least in some cases, strandings appear to be linked to naval activity, leading some scientists to suspect that sonar might interfere with the navigation of some whales and dolphins.",
              "“If we’re able to measure their physiology, we’re going to be able to see in real time what those signals are doing to their heart rate,” Haas said.",
              "With heart rate monitors, scientists may be able to determine what stresses out whales and even test potential solutions.",
              "In the best-case scenario, Haas said, a subtle change in the frequency or intensity of sound emitted by ships might prove to be less harmful to whales.",
              "Maritime groups like the Navy — which has funded research into how whales respond to sonar, Haas said — might be amenable to those adjustments.",
              "“That could have some big conservation outcomes,” Haas said.",
              "In this way, eavesdropping on the heartbeats of whales completes a loop: It teaches us about how unique these animals are — how singular their anatomy is in the animal kingdom.",
              "But it may also help us preserve these marine giants — the largest animals on Earth, ever — for many years to come.",
              "Will you support Vox’s explanatory journalism?",
              "Most news outlets make their money through advertising or subscriptions.",
              "But when it comes to what we’re trying to do at Vox, there are a couple reasons that we can't rely only on ads and subscriptions to keep the lights on.",
              "First, advertising dollars go up and down with the economy.",
              "We often only know a few months out what our advertising revenue will be, which makes it hard to plan ahead.",
              "Second, we’re not in the subscriptions business.",
              "Vox is here to help everyone understand the complex issues shaping the world — not just the people who can afford to pay for a subscription.",
              "We believe that’s an important part of building a more equal society.",
              "We can’t do that if we have a paywall.",
              "That’s why we also turn to you, our readers, to help us keep Vox free.",
              "If you also believe that everyone deserves access to trusted high-quality information, will you make a gift to Vox today?",
              "$5/month $10/month $25/month $50/month We accept credit card, Apple Pay, and Google Pay.",
              "You can also contribute via The day's most important news stories, explained in your inbox.",
              "Check your inbox for a welcome email.",
              "Oops.",
              "Something went wrong.",
              "Please enter a valid email and try again."
            ]
          }
        ],
        "The average size of a blue whale is about 25 meters (82 ft) long and 100 tonnes in weight, so it is smaller than the maximum recorded size.": [
          {
            "title": "Blue whale - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Blue_whale",
            "content": [
              "Blue whale - Wikipedia",
              "The blue whale (Balaenoptera musculus) is a marine mammal and a baleen whale.",
              "Reaching a maximum confirmed length of 29.",
              "9 meters (98 ft) and weighing up to 199 tonnes (196 long tons;",
              "219 short tons), it is the largest animal known ever to have existed.",
              "[a] The blue whale's long and slender body can be of various shades of greyish-blue dorsally and somewhat lighter underneath.",
              "Four subspecies are recognized: B.",
              "m.",
              "musculus in the North Atlantic and North Pacific, B.",
              "m.",
              "intermedia in the Southern Ocean, B.",
              "m.",
              "brevicauda (the pygmy blue whale) in the Indian Ocean and South Pacific Ocean, B.",
              "m.",
              "indica in the Northern Indian Ocean.",
              "There is also a population in the waters off Chile that may constitute a fifth subspecies.",
              "In general, blue whale populations migrate between their summer feeding areas near the poles and their winter breeding grounds near the tropics.",
              "There is also evidence of year-round residencies, and partial or age/sex-based migration.",
              "Blue whales are filter feeders;",
              "their diet consists almost exclusively of krill.",
              "They are generally solitary or gather in small groups, and have no well-defined social structure other than mother-calf bonds.",
              "The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz and the production of vocalizations may vary by region, season, behavior, and time of day.",
              "Orcas are their only natural predators.",
              "The blue whale was once abundant in nearly all the Earth's oceans until the end of the 19th century.",
              "It was hunted almost to the point of extinction by whalers until the International Whaling Commission banned all blue whale hunting in 1966.",
              "The International Union for Conservation of Nature has listed blue whales as Endangered as of 2018.",
              "It continues to face numerous man-made threats such as ship strikes, pollution, ocean noise and climate change.",
              "The genus name, Balaenoptera, means winged whale[5] while the species name, musculus, could mean \"muscle\" or a diminutive form of \"mouse\", possibly a pun by Carl Linnaeus[6][5] when he named the species in Systema Naturae.",
              "[7] One of the first published descriptions of a blue whale comes from Robert Sibbald's Phalainologia Nova,[8] after Sibbald found a stranded whale in the estuary of the Firth of Forth, Scotland, in 1692.",
              "The name \"blue whale\" was derived from the Norwegian \"blåhval\", coined by Svend Foyn shortly after he had perfected the harpoon gun.",
              "The Norwegian scientist G.",
              "O.",
              "Sars adopted it as the common name in 1874.",
              "[9] Blue whales were referred to as 'Sibbald's rorqual', after Robert Sibbald, who first described the species.",
              "[8] Herman Melville called the blue whale \"sulphur bottom\" in his novel Moby Dick[10] because of the accumulation of diatoms creating a yellowish appearance on their pale underside.",
              "[6][11] Minke whale B.",
              "musculus (blue whale) B.",
              "borealis (sei whale) Eschrichtius robustus (gray whale) B.",
              "physalus (fin whale) Megaptera novaeangliae (humpback whale) Blue whales are rorquals in the family Balaenopteridae.",
              "A 2018 analysis estimates that the Balaenopteridae family diverged from other families in between 10.",
              "48 and 4.",
              "98 million years ago during the late Miocene.",
              "[12] The earliest discovered anatomically modern blue whale is a partial skull fossil found in southern Italy, dating to the Early Pleistocene, roughly 1.",
              "5–1.",
              "25 million years ago.",
              "[13] The Australian pygmy blue whale diverged during the Last Glacial Maximum.",
              "Their more recent divergence has resulted in the subspecies having a relatively low genetic diversity,[14] and New Zealand blue whales have an even lower genetic diversity.",
              "[15] Whole genome sequencing suggests that blue whales are most closely related to sei whales with gray whales as a sister group.",
              "This study also found significant gene flow between minke whales and the ancestors of the blue and sei whale.",
              "Blue whales also displayed high genetic diversity.",
              "[12] Blue whales are known to interbreed with fin whales.",
              "The earliest description of a possible hybrid between a blue and fin whale was a 20-meter (65 ft) anomalous female whale with the features of both the blue and the fin whales taken in the North Pacific.",
              "[16] A whale captured off northwestern Spain in 1984, was found to have been the product of a blue whale mother and a fin whale father.",
              "[17] Two live blue-fin whale hybrids have since been documented in the Gulf of St.",
              "Lawrence, (Canada), and in the Azores, (Portugal).",
              "[18] DNA tests done in Iceland on a blue whale killed in July 2018 by the Icelandic whaling company Hvalur hf, found that the whale was the offspring of a male fin whale and female blue whale;",
              "[19] however, the results are pending independent testing and verification of the samples.",
              "Because the International Whaling Commission classified blue whales as a \"Protection Stock\", trading their meat is illegal, and the kill is an infraction that must be reported.",
              "[20] Blue-fin hybrids have been detected from genetic analysis of whale meat samples taken from Japanese markets.",
              "[21] Blue-fin whale hybrids are capable of being fertile.",
              "Molecular tests on a 21-meter (70 ft) pregnant female whale caught off Iceland in 1986 found that it had a blue whale mother and a fin whale father, while its fetus was sired by a blue whale.",
              "[22] There is reference to a humpback-blue whale hybrid in the South Pacific, attributed to marine biologist Michael Poole.",
              "[5][23] At least four subspecies of blue whale are recognized, some of which are divided into population stocks or \"management units\".",
              "[24][25] They have a worldwide distribution, but are mostly absent from the Arctic Ocean and the Mediterranean, Okhotsk, and Bering Sea.",
              "[24] Blue whales off the Chilean coast may be a separate subspecies based on geographic separation, genetics, and unique song types.",
              "[26][27][28] Chilean blue whales may overlap in the Eastern Tropical Pacific with Antarctica blue whales and Eastern North Pacific blue whales.",
              "Chilean blue whales are genetically differentiated from Antarctica blue whales and are unlikely to be interbreeding.",
              "However, the genetic distinction is less with the Eastern North Pacific blue whale and there may be gene flow between hemispheres.",
              "[29] The blue whale is a slender-bodied cetacean with a broad U-shaped head;",
              "thin, elongated flippers;",
              "a small 33 centimeters (13 in) sickle-shaped dorsal fin located close to the tail and a large tail stock at the root of the wide and thin flukes.",
              "The upper jaw is lined with 70–395 black baleen plates.",
              "The throat region has 60–88 grooves which allows the skin to expand during feeding.",
              "[5][6][11][30][31] It has two blowholes that can squirt 9.",
              "1–12.",
              "2 meters (30–40 ft) up in the air.",
              "[5][11][30] The skin has a mottled grayish-blue coloration, appearing blue underwater.",
              "[6][11][30] The mottling patterns near the dorsal fin vary between individuals.",
              "[32][33][34] The underbelly has lighter pigmentation and can appear yellowish due to diatoms in the water,[6][11][30] which historically earned them the nickname \"sulphur bottom\".",
              "[10][35] The male blue whale has the largest penis in the animal kingdom, at around 3 m (9.",
              "8 ft) long and 12 in (30 cm) wide.",
              "[36] The blue whale is the largest animal known ever to have existed.",
              "[37][38][39] Some studies have estimated that certain shastasaurid ichthyosaurs and the ancient whale Perucetus could have rivalled the blue whale in size, with Perucetus also being heavier than the blue whale with a mean weight of 180 tons;",
              "however, these estimates are based on fragmentary remains, as well as being subject to change as the latter was a very recently-described species.",
              "[40][3] Likewise, other studies estimate that on land, large sauropods like Bruhathkayosaurus (mean weight: 110-170 tons) and Maraapunisaurus (mean weight: 80-120 tons) would have easily rivalled the blue whale, with the former even exceeding the blue whale based on its most liberal estimations (240 tons);",
              "however, these estimates are based on even more fragmentary specimens that had disintegrated by the time those estimates were made.",
              "[4] The International Whaling Commission (IWC) whaling database reports 88 individuals longer than 30 meters (98 ft), including one of 33 meters (108 ft), but problems with how the measurements were taken suggest that any longer than 30.",
              "5 meters (100 ft) are suspect.",
              "[41] The Discovery Committee reported lengths up to 31 meters (102 ft);",
              "[42] however, the longest scientifically measured individual blue whale was 30 meters (98 ft) from rostrum tip to tail notch.",
              "[43] Female blue whales are larger than males.",
              "[11][44] Hydrodynamic models suggest a blue whale could not exceed 108 ft (33 m) because of metabolic and energy constraints.",
              "[45] The average length of sexually mature female blue whales is 22.",
              "0 meters (72.",
              "1 ft) for Eastern North Pacific blue whales, 24 meters (79 ft) for central and western North Pacific blue whales, 21–24 meters (68–78 ft) for North Atlantic blue whales, 25.",
              "4–26.",
              "3 meters (83.",
              "4–86.",
              "3 ft) for Antarctic blue whales, 23.",
              "5 meters (77.",
              "1 ft) for Chilean blue whales, and 21.",
              "3 meters (69.",
              "9 ft) for pygmy blue whales.",
              "[41][46][47] In the Northern Hemisphere, males weigh an average 100 metric tons (220,000 lb) and females 112 metric tons (247,000 lb).",
              "Eastern North Pacific blue whale males average 88.",
              "5 tonnes (195,000 lb) and females 100 tonnes (220,000 lb).",
              "Antarctic males average 112 tonnes (247,000 lb) and females 130 tonnes (290,000 lb).",
              "Pygmy blue whale males average 83.",
              "5 tonnes (184,000 lb) to 99 tonnes (218,000 lb).",
              "[48] The weight measured of the heart from a stranded North Atlantic blue whale was 180 kg (400 lb), the largest known in any animal.",
              "[49] The record-holder blue whale was recorded at 173 tonnes (190 short tons),[50] with estimates of up to 199 tonnes (220 short tons).",
              "[51] Blue whales live around 80–90 years or more.",
              "[11][52] Scientists look at a blue whale's earwax or ear plug to estimate its age.",
              "Each year, a light and dark layer of wax is laid corresponding with fasting during migration and feeding time.",
              "Each set is thus an indicator of age.",
              "[53][54][55] The oldest blue whale determined using this method was 110 years old.",
              "[52][56] The maximum age of a pygmy blue whale determined this way is 73 years.",
              "[57] In addition, female blue whales develop scars or corpora albicantia on their ovaries every time they ovulate.",
              "[58] In a female pygmy blue whale, one corpus albicans is formed on average every 2.",
              "6 years.",
              "[57] The blue whale is usually solitary, but can be found in pairs.",
              "When productivity is high enough, blue whales can be seen in gatherings of more than 50 individuals.",
              "[11] Populations may go on long migrations, traveling to their summer feeding grounds towards the poles and then heading to their winter breeding grounds in more equatorial waters.",
              "[59] The animals appear to use memory to locate the best feeding areas.",
              "[60] There is evidence of alternative strategies, such as year-round residency, and partial (where only some individuals migrate) or age/sex-based migration.",
              "Some whales have been recorded feeding in breeding grounds.",
              "[61] The traveling speed for blue whales ranges 5–30 kilometers per hour (3.",
              "1–18.",
              "6 mph).",
              "[11] Their massive size limits their ability to breach.",
              "[62] The greatest dive depth reported from tagged blue whales was 315 meters (1,033 ft).",
              "[63] Their theoretical aerobic dive limit was estimated at 31.",
              "2 minutes,[64] however, the longest dive measured was 15.",
              "2 minutes.",
              "[63] The deepest confirmed dive from a pygmy blue whale was 506 meters (1,660 ft).",
              "[65] A blue whale's heart rate can drop to 2 beats per minute (bpm) at deep depths, but upon surfacing, can rise to 37 bpm, which is close to its peak heart rate.",
              "[66] The blue whale's diet consists almost exclusively of krill.",
              "[11] Blue whales capture krill through lunge feeding, they swim towards them at high speeds as they open their mouths up to 80°[11][63] They may engulf 220 metric tons (220 long tons;",
              "240 short tons) of water at one time.",
              "[67] They squeeze the water out through their baleen plates with pressure from the throat pouch and tongue, and swallow the remaining krill.",
              "[11][63] Blue whales have been recorded making 180° rolls during lunge-feeding, possibly allowing them to search the prey field and find the densest patches.",
              "[68] While pursuing krill patches, blue whales maximize their calorie intake by increasing the number of lunges while selecting the thickest patches.",
              "This provides them enough energy for everyday activities while storing additional energy necessary for migration and reproduction.",
              "Blue whales have to engulf densities greater than 100 krill/m3 to maintain the cost of lunge feeding.",
              "[63][69] They can consume 34,776–1,912,680 kilojoules (8,312–457,141 kcal) from one mouthful of krill, which can provide up to 240 times more energy than used in a single lunge.",
              "[63] It is estimated that an average-sized blue whale must consume 1,120 ± 359 kilograms (2,469 ± 791 lb) of krill a day.",
              "[70][71] Blue whales appear to avoid directly competing with other baleen whales.",
              "[72][73][74] Different whale species select different feeding spaces and times as well as different prey species.",
              "[67][75][76] In the Southern Ocean, baleen whales appear to feed on Antarctic krill of different sizes, which may lessen competition between them.",
              "[77] Blue whales generally reach sexual maturity at 8–10 years.",
              "In the Northern Hemisphere, the length at which they reach maturity is 21–23 meters (69–75 ft) for females and 20–21 meters (66–69 ft) for males.",
              "In the Southern Hemisphere, the length of maturity is 23–24 meters (75–79 ft) and 22 meters (72 ft) for females and males respectively.",
              "[78] Male pygmy blue whales average 18.",
              "7 meters (61.",
              "4 ft) at sexual maturity.",
              "[79][80] Female pygmy blue whales are 21.",
              "0–21.",
              "7 meters (68.",
              "9–71.",
              "2 ft) in length[46] and roughly 10 years old at the age of sexual maturity.",
              "[46][47][81] Little is known about mating behavior, or breeding and birthing areas.",
              "[39][78] Blue whales appear to be polygynous, with males competing for females.",
              "[78][82] A male blue whale typically trails a female and will fight off potential rivals.",
              "[83] The species mates from fall to winter.",
              "[39][78] Pregnant females eat roughly four percent of their body weight daily,[84] amounting to 60% of their overall body weight throughout summer foraging periods.",
              "[78][85] Gestation may last 10–12 months with calves being 6–7 meters (20–23 ft) long and weighing 2–3 metric tons (2.",
              "0–3.",
              "0 long tons;",
              "2.",
              "2–3.",
              "3 short tons) at birth.",
              "[78] Estimates suggest that because calves require 2–4 kilograms (4.",
              "4–8.",
              "8 lb) milk per kg of mass gain, blue whales likely produce 220 kilograms (490 lb) of milk per day (ranging from 110 to 320 kilograms (240 to 710 lb) of milk per day).",
              "[86] The first video of a calf thought to be nursing was filmed in New Zealand in 2016.",
              "[87] Calves may be weaned when they reach 6–8 months old at a length of 16 meters (53 ft).",
              "[78] They gain roughly 37,500 pounds (17,000 kg) during the weaning period.",
              "[38] Interbirth periods last two to three years,[78] they average 2.",
              "6 years in pygmy blue whales.",
              "[57] Blue whales produce some of the loudest and lowest frequency vocalizations in the animal kingdom,[24] and their inner ears appear well adapted for detecting low-frequency sounds.",
              "[88] The fundamental frequency for blue whale vocalizations ranges from 8 to 25 Hz.",
              "[89] Blue whale songs vary between populations.",
              "[90] Vocalizations produced by the Eastern North Pacific population have been well studied.",
              "This population produces pulsed calls (\"A\") and tonal calls (\"B\"), upswept tones that precede type B calls (\"C\") and separate downswept tones (\"D\").",
              "[91][92] A and B calls are often produced in repeated co-occurring sequences and sung only by males, suggesting a reproductive function.",
              "[92][93] D calls may have multiple functions.",
              "They are produced by both sexes during social interactions while feeding.",
              "[93][94] and by males when competing for mates.",
              "[83] Blue whale calls recorded off Sri Lanka have a three‐unit phrase.",
              "The first unit is a 19.",
              "8 to 43.",
              "5 Hz pulsive call, and is normally 17.",
              "9 ± 5.",
              "2 seconds long.",
              "The second unit is a 55.",
              "9 to 72.",
              "4 Hz FM upsweep that is 13.",
              "8 ± 1.",
              "1 seconds long.",
              "The final unit is 28.",
              "5 ± 1.",
              "6 seconds long with a tone of 108 to 104.",
              "7 Hz.",
              "[95] A blue whale call recorded off Madagascar, a two‐unit phrase,[96] consists of 5–7 pulses with a center frequency of 35.",
              "1 ± 0.",
              "7 Hz lasting 4.",
              "4 ± 0.",
              "5 seconds proceeding a 35 ± 0 Hz tone that is 10.",
              "9 ± 1.",
              "1 seconds long.",
              "[95] In the Southern Ocean, blue whales produce 18-second vocals which start with a 9-second-long, 27 Hz tone, and then a 1-second downsweep to 19 Hz, followed by a downsweep further to 18 Hz.",
              "[97][98] Other vocalizations include 1–4 second long, frequency-modulated calls with a frequency of 80 and 38 Hz.",
              "[98][99] There is evidence that some blue whale songs have temporally declined in tonal frequency.",
              "[100][101][102] The vocalization of blue whales in the Eastern North Pacific decreased in tonal frequency by 31% from the early 1960s to the early 21st century.",
              "[100][101] The frequency of pygmy blue whales in the Antarctic has decreased by a few tenths of a hertz every year starting in 2002.",
              "[102] It is possible that as blue whale populations recover from whaling, there is increasing sexual selection pressure (i.",
              "e., a lower frequency indicates a larger body size).",
              "[101] The only known natural predator to blue whales is the orca, although the rate of fatal attacks by orcas is unknown.",
              "Photograph-identification studies of blue whales have estimated that a high proportion of the individuals in the Gulf of California have rake-like scars, indicative of encounters with orcas.",
              "[103] Off southeastern Australia, 3.",
              "7% of blue whales photographed had rake marks and 42.",
              "1% of photographed pygmy blue whales off Western Australia had rake marks.",
              "[104] Documented predation by orcas has been rare.",
              "A blue whale mother and calf were first observed being chased at high speeds by orcas off southeastern Australia.",
              "[105] The first documented attack occurred in 1977 off southwestern Baja California, Mexico, but the injured whale escaped after five hours.",
              "[106] Four more blue whales were documented as being chased by a group of orcas between 1982 and 2003.",
              "[107] The first documented predation event by orcas occurred in September 2003, when a group of orcas in the Eastern Tropical Pacific was encountered feeding on a recently killed blue whale calf.",
              "[108] In March 2014, a commercial whale watch boat operator recorded an incident involving a group of orcas harassing a blue whale in Monterey Bay.",
              "The blue whale defended itself by slapping its tail.",
              "[109] A similar incident was recorded by a drone in Monterey Bay in May 2017.",
              "[110] The first direct observations of orca predation occurred off the south coast of Western Australia, two in 2019 and one more in 2021.",
              "The first victim was estimated to be 18–22 meters (59–72 ft).",
              "[111] In Antarctic waters, blue whales accumulate diatoms of the species Cocconeis ceticola and the genera Navicola, which are normally removed when the whales enter warmer waters.",
              "Other external parasites include barnacles such as Coronula diadema, Coronula reginae and Cryptolepas rhachianecti, which latch on their skin deep enough to leave behind a pit if removed.",
              "Whale lice species make their home in cracks of the skin and are relatively harmless.",
              "The copepod species Pennella balaenopterae digs in and attaches itself to the blubber to feed on.",
              "Intestinal parasites include the trematode genera Ogmogaster and Lecithodesmus, the tapeworm genera Priapocephalus, Phyllobotrium, Tetrabothrius, Diphyllobotrium and Diplogonoporus and the thorny-headed worm genus Bolbosoma.",
              "In the North Atlantic, blue whales also contain the protozoans Entamoeba, Giardia and Balantidium.",
              "[112] The global blue whale population is estimated to be 5,000–15,000 mature individuals and 10,000–25,000 total as of 2018.",
              "By comparison, there were at least 140,000 mature whales in 1926.",
              "There are an estimated total of 1,000–3,000 whales in the North Atlantic, 3,000–5,000 in the North Pacific and 5,000–8,000 in the Antarctic.",
              "There are possibly 1,000–3,000 whales in the eastern South Pacific while the pygmy blue whale may number 2,000–5,000 individuals.",
              "[1] Blue whales have been protected in areas of the Southern Hemisphere since 1939.",
              "In 1955 they were given complete protection in the North Atlantic under the International Convention for the Regulation of Whaling;",
              "this protection was extended to the Antarctic in 1965 and the North Pacific in 1966.",
              "[113][114] The protected status of North Atlantic blue whales was not recognized by Iceland until 1960.",
              "[115] In the US, the species is protected under the Endangered Species Act.",
              "[59] Blue whales are formally classified as endangered under both the US Endangered Species Act[116] and the IUCN Red List.",
              "[1] They are also listed on Appendix I under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES)[117] and the Convention on the Conservation of Migratory Species of Wild Animals.",
              "[118] Although for some populations there is not enough information on current abundance trends (e.",
              "g., pygmy blue whales), others are critically endangered (e.",
              "g., Antarctic blue whales).",
              "[119][120] Blue whales were initially difficult to hunt because of their size and speed.",
              "[24] This began to change in the mid-19th century with the development of harpoons that can be shot as projectiles.",
              "[121] Blue whale whaling peaked between 1930 and 1931 with 30,000 animals taken.",
              "Harvesting of the species was particularly high in the Antarctic, with 350,000–360,000 whales taken in the first half of the 20th century.",
              "In addition, 11,000 North Atlantic whales (mostly around Iceland) and 9,500 North Pacific whales were killed during the same period.",
              "[78] The International Whaling Commission banned all hunting of blue whales in 1966 and gave them worldwide protection.",
              "[122] However, the Soviet Union continued to illegally hunt blue whales and other species through to the 1970s.",
              "[123] Ship strikes are a significant mortality factor for blue whales, especially off the U.",
              "S.",
              "West Coast,[124] A total of 17 blue whales were killed or suspected to have been killed by ships between 1998 and 2019 off the US West Coast.",
              "[24] Five deaths in 2007 off California were considered an unusual mortality event, as defined under the Marine Mammal Protection Act.",
              "[124][125] Lethal ship strikes are also a problem in Sri Lankan waters, where their habitat intersects with one of the world's most active shipping routes.",
              "[126] Here, strikes caused the deaths of eleven blue whales in 2010 and 2012,[127] and at least two in 2014.",
              "[128] Ship strike mortality claimed the lives of two blue whales off southern Chile in the 2010s.",
              "[129][130] Possible measures for reducing future ship strikes include better predictive models of whale distribution, changes in shipping lanes, vessel speed reductions, and seasonal and dynamic management of shipping lanes.",
              "[131][132] Few cases of blue whale entanglement in commercial fishing gear have been documented.",
              "The first report in the U.",
              "S.",
              "occurred off California in 2015, reportedly some type of deep-water trap/pot fishery.",
              "[133] Three more entanglement cases were reported in 2016.",
              "[134] In Sri Lanka, a blue whale was documented with a net wrapped through its mouth, along the sides of its body, and wound around its tail.",
              "[135] Increasing man-made underwater noise impacts blue whales.",
              "[136][137] They may be exposed to noise from commercial shipping[138][139] and seismic surveys as a part of oil and gas exploration.",
              "[140][141] Blue whales in the Southern California Bight decreased calling in the presence of mid-frequency active (MFA) sonar.",
              "[142] Exposure to simulated MFA sonar was found to interrupt blue whale deep-dive feeding but no changes in behavior were observed in individuals feeding at shallower depths.",
              "The responses also depended on the animal's behavioral state, its (horizontal) distance from the sound source and the availability of prey.",
              "[143] The potential impacts of pollutants on blue whales is unknown.",
              "However, because blue whales feed low on the food chain, there is a lesser chance for bioaccumulation of organic chemical contaminants.",
              "[144] Analysis of the earwax of a male blue whale killed by a collision with a ship off the coast of California showed contaminants like pesticides, flame retardants, and mercury.",
              "Reconstructed persistent organic pollutant (POP) profiles suggested that a substantial maternal transfer occurred during gestation and/or lactation.",
              "[145] Male blue whales in the Gulf of St.",
              "Lawrence, Canada were found to have higher concentrations of PCBs, dichlorodiphenyltrichloroethane (DDT), metabolites, and several other organochlorine compounds relative to females, reflecting maternal transfer of these persistent contaminants from females into young.",
              "[146]"
            ]
          },
          {
            "title": "Blue Whale Size Comparison: Just How Big is the Biggest Animal in the ...",
            "url": "https://a-z-animals.com/blog/blue-whale-size-comparison/",
            "content": [
              "Blue Whale Size Comparison: Just How Big is the Biggest Animal in the ...",
              "Advertisement The Antarctic blue whale is the largest animal in the entire world – but how big is that exactly?",
              "In this article, we’ll examine a full blue whale size comparison versus everything from humans to megalodons!",
              "When it comes to something as large as a 10-story building, it can be difficult to wrap your head around.",
              "Especially when that “something” is a whale that lives in the ocean you swim and play in.",
              "To help you better understand just why the blue whale is the largest animal in the world, we’ve created images below that compare the blue whale versus some of the largest animals to ever live.",
              "The Antarctic blue whale’s size compared to other mammals isn’t just bigger than other land and sea animals – it’s also bigger than other blue whales!",
              "In recent years, there’s been a bit of debate in the science community about what exactly makes a blue whale a blue whale.",
              "However, as of now, there are five distinct subspecies of blue whales that are currently recognized, each one the largest animal in the world but still varying in size.",
              "These include: Of these, the Antarctic blue whales are the largest, being known to weigh around 330,000 pounds or 165 tons.",
              "The largest blue whale ever recorded weighed in at 418,878 pounds.",
              "Not sure how heavy that is?",
              "The entire Statue of Liberty is only around 150 tons!",
              "It’s easy to forget just how big a blue whale is compared to a human until you learn that just the tail of a blue whale is 25 feet wide – nearly 5 times the height of an average human!",
              "If you were to take a blue whale from the ocean and place it onto the average professional baseball field, it would be a little bit longer than the distance from home plate to first base.",
              "Humans, on the other hand, are barely taller than the batter’s box is wide.",
              "Some museums even have replica blue whale hearts that visitors can climb through!",
              "And, since blue whales are as long as two school buses (sometimes even longer) they could potentially fit up to 80 people.",
              "Although, it might be a bit hard to find a saddle big enough to fit one of these massive sea critters.",
              "©Herschel Hoffmeyer/Shutterstock.",
              "com The megalodon was the largest shark to have lived, but how does it measure up to the blue whale?",
              "The answer is “not hardly”.",
              "There’s no doubt that the megalodon was huge.",
              "In fact, researchers estimate that they were at least 20 times bigger than the great whites of today, with the potential to be 50 times larger.",
              "Being 50 times bigger than a 5,000-pound shark has ensured that the megalodon will also be considered one of the largest animals ever.",
              "But they’re still not quite as large as a blue whale.",
              "The largest megalodon ever would be estimated to be around 250,000 pounds.",
              "The smallest adult blue whale usually averages around 290,000 pounds.",
              "Getting a true comparison with such large numbers can be difficult though.",
              "After all, with humans only weighing a few hundred pounds, it can be hard to wrap your head around something that weighs the same as thousands of humans.",
              "Since the megalodon has been extinct for millions of years, it can be difficult to get an exact average of how long they are.",
              "However, most scientists believe that they could grow to be over 50 feet long, with the longest estimates stretching up to 67 feet.",
              "This means that the megalodon is between a school bus and “Uhaul moving truck” shorter than the blue whale.",
              "©Aunt Spray/Shutterstock.",
              "com When you think about prehistoric dinosaurs, the brontosaurus might be one of the largest ones that come to mind.",
              "After all, these gentle dino giants were known for their long neck, which allowed them to graze on leaves with ease (much like a modern-day giraffe!)",
              ".",
              "Like the megalodon, we don’t have access to a lot of specific information about the size of the brontosaurus.",
              "However, we’ve been able to estimate that they were around 72 feet long and 30,000 pounds (or 15 tons).",
              "The final verdict for this match-up?",
              "While it’s a close call in terms of length, it would take around 11 brontosauruses to balance the scale with a single adult male blue whale!",
              "©Atomic Roderick/Shutterstock.",
              "com The sperm whale is another one of the largest animals in the world.",
              "In fact, it’s the largest-toothed predator and even the largest-toothed whale.",
              "However, how does it size up compared to the blue whale?",
              "Well, with a maximum length of 60 feet, the largest sperm well barely even comes close to the smallest blue whale.",
              "If you were to place them side by side, the sperm whale would be about half the size of the blue whale.",
              "This means that nose to nose, the sperm whale’s tail is almost aligned with the blue whale’s front flipper.",
              "Still unsure of just how much bigger the blue whale is compared to their aquatic cousin?",
              "Your average blue whale size comparison to the male sperm whale weighs around 90,000 pounds or around 45 tons.",
              "The blue whale, however, can weigh up to 330,000 pounds.",
              "So not only are blue whales almost double the size of sperm whales, but they’re also almost triple the weight.",
              "The differences don’t stop there either!",
              "If you were to take a look at a sperm whale’s heart and a blue whale’s heart side by side, you’d find that even the blue whale’s organs are huge compared to the sperm whale’s.",
              "The heart of a sperm whale is about 4 feet long and over 270 pounds (the average weight of two humans!)",
              ".",
              "While that seems ginormous (and it certainly is), it is dwarfed by the blue whale’s heart, which weighs up to 400 pounds and is about the size of a bumper car!",
              "The photo featured at the top of this post is © Maria Spb/Shutterstock.",
              "com Enter your email in the box below to get the most mind-blowing animal stories and videos delivered directly to your inbox every day.",
              "Thank you for reading!",
              "Have some feedback for us?",
              "Contact the AZ Animals editorial team.",
              "Vegavis The 8 Best Pet Products on Amazon This November Black Mouth Cur Prices in 2023: Purchase Cost, Vet Bills, and More!",
              "As an Amazon Associate I earn from qualifying purchases.",
              "Learn more about us & read our affiliate disclosure.",
              "A-Z-Animals.",
              "com is Copyright © 2008 - 2023 A-Z Animals"
            ]
          },
          {
            "title": "How Big is a Blue Whale? Blue Whale Size Comparison and Length ...",
            "url": "https://www.americanoceans.org/facts/blue-whale-size/",
            "content": [
              "How Big is a Blue Whale? Blue Whale Size Comparison and Length ...",
              "Blue whales capture the attention of many people.",
              "These massive mammals spend their entire lives in the ocean and hold many records in size and sound.",
              "People often wonder how big blue whales are and what their size means compared to other animals.",
              "Here we’ll provide an overview of blue whale size and some interesting facts.",
              "Keep reading to learn everything you need to know about blue whales.",
              "By the end of this article, you will be an expert in blue whale size, appearance, and other categories.",
              "Table of Contents Blue whales are the largest animals on Earth and grow to an impressive size.",
              "An adult blue whale typically measures between 24 and 33 meters in length.",
              "That’s roughly the size of three school buses parked end to end!",
              "Blue whales may weigh up to 150 metric tons or 300,000 pounds, equal to about 20 elephants.",
              "Even their tongues can weigh as much as an elephant.",
              "They are easily the largest animal on the planet!",
              "The blue whale’s heart is the size of a small car, and its blood vessels are so wide a human can easily swim through them.",
              "Blue whales even have the loudest call of any animal in the world, and you can hear their call from miles away.",
              "You can consider adult blue whales to be the masters of the ocean.",
              "You can find them in all the oceans except the Arctic.",
              "You can even find them in the frigid Southern ocean and North Atlantic.",
              "Pods of blue whales migrate seasonally between summer grounds abundant with food and winter breeding grounds in the southern hemisphere.",
              "However, not all blue whales migrate.",
              "The blue whale has distinctive blue-gray skin with mottled white patches.",
              "They have long, streamlined bodies and large, triangular heads.",
              "They have two blowholes on the top of their head and one dorsal fin near the base of their tail.",
              "Blue whales also have unique throat grooves that allow them to expand their mouths when they feed.",
              "Blue whales can consume up to 6 tons of tiny krill in one gulp when they open their mouths.",
              "While blue whales can be intimidating in size and sound, they are gentle giants.",
              "If a blue whale is intrigued by something, it may follow the object for hours.",
              "Given how large blue whales are, it can be hard to comprehend how massive these magnificent marine mammals are.",
              "To give you a better idea of the size of these gigantic creatures, I’ve compared them to different types of animals.",
              "The blue whale is much larger than a human and can measure up to 33 meters (109 feet).",
              "That’s about four times the size of an African elephant, the largest land mammal.",
              "A blue whale is also larger than a humpback whales, sperm whales, or baleen whales.",
              "A female blue whale is about 21-27 meters (70-90 feet).",
              "Twenty-seven meters is about the same length as two full-size school buses, six mid-size cars, or 15 grown men!",
              "To put blue whale size into perspective, blue whales are the largest animals on Earth and have been for millions of years.",
              "Even if you took the blue whale and stacked it on top of the largest dinosaur, it would still be bigger than all known dinosaurs.",
              "Everything about blue whales is enormous, including their hearts.",
              "The average blue whale’s heart measures over 1000 pounds which is more significant than a dairy cow, and weighs most than some small cars.",
              "The blue whale’s heart also pumps an impressive amount of blood.",
              "Blue whales can pump up to 5 liters of blood during long dives per minute.",
              "Blue whales have big mouths, which isn’t surprising, given how much they need to eat.",
              "The tongue inside their mouth is shocking in size as well.",
              "The average blue whale’s tongue weighs over 3,600 kg (8000 pounds).",
              "A blue whale’s tongue weighs more than two mid-size cars!",
              "To put that in perspective, a blue whale’s tongue weighs more than a female Asian elephant!",
              "The blue whale’s weight is astounding.",
              "Blue whales can weigh up to 150 metric tons or 300,000 pounds.",
              "This weight makes the blue whale the heaviest animal in the world and the same size as 20 elephants or 30 mid-size cars.",
              "There are some cases of pygmy blue whales which are much smaller than fully grown adults.",
              "Even the pygmy blue whales are larger than a full size car.",
              "There are many more fascinating things about the blue whale.",
              "Almost every aspect of this beautiful animal is beyond belief.",
              "The blue whales eat small animals like krill, fish, and plankton.",
              "Blue whales can consume up to 6 tons of these tiny creatures in one gulp.",
              "To put the blue whale diet into perspective, a blue whale can eat as much as 40 million krill per day.",
              "Blue whales have plenty of food in the vast oceans, but their diet has declined due to overfishing and climate change which is putting this endangered species in further danger.",
              "Blue whale conservation is of the utmost importance.",
              "Blue whales are the largest animals on Earth, so their extinction would cause worldwide ramifications that can’t be reversed.",
              "Multiple blue whale conservation efforts are underway worldwide to protect blue whales and help them survive and thrive and they currently have worldwide protection.",
              "The International Union for Conservation of Nature (IUCN) has listed blue whales as endangered species due to their declining population numbers.",
              "You can help conservation efforts by supporting blue whale research and conservation initiatives, reducing your plastic consumption, and encouraging sustainable fishing practices.",
              "They have few natural predators outside of killer whales and humans have the largest impact on this species because they fall victim to ship strikes, fishing gear, and climate change.",
              "Another interesting fact is that blue whales can make some of the loudest noises in the animal kingdom.",
              "Blue whales are the loudest animals on Earth.",
              "Their call can reach up to 188 decibels and be heard by other blue whales hundreds of miles away.",
              "That’s louder than a jet engine starting on full throttle!",
              "The blue whale is also the fastest swimming marine mammal in the sea.",
              "Blue whales can swim up to 50 kilometers per hour (31 miles per hour).",
              "They can swim as fast as a gas-powered scooter to put blue whale speed into perspective.",
              "Baby blue whales are also awe-inspiring.",
              "A newborn blue whale calf can measure up to 7 meters (23 feet) and weigh up to 2,700 kg (6,000 pounds).",
              "At this size, blue whale calves are already much bigger than adult humans!",
              "The oldest blue whale can live up to 80 years in the wild, which makes them one of the longest-lived mammals on the planet.",
              "They are believed to reach sexual maturity at around ten years of age and can then reproduce every two to three years.",
              "The blue whale is a long-lived species, and its average lifespan is estimated to be approximately 70 years.",
              "On top of their size and speed, blue whales are brilliant.",
              "They can use complex communication, learn new behaviors quickly, and remember what they have learned.",
              "They have an immense brain-to-body ratio, which scientists believe may account for their intelligence.",
              "Perhaps the blue whale’s most impressive feat of intelligence is its use of complex communication.",
              "Blue whales communicate through various vocalizations, known as “songs,” consisting of sequences and sound patterns.",
              "The blue whale’s song can travel up to hundreds of miles, and blue whales from all over the world have been found to sing the same song.",
              "The blue whale is also able to learn and remember new behaviors quickly.",
              "For example, scientists have observed blue whales in the North Atlantic changing their migratory patterns based on changes in their environment, suggesting that blue whales can adapt to new circumstances quickly and efficiently, which is a sign of intelligence.",
              "Like many other animals, blue whales form complex familiar systems to protect and care for one another.",
              "Families can include two blue whales, a mother, and calf, a male or female of the species, or even larger pods.",
              "These families stay together for a few months, often traveling and feeding.",
              "Blue whales are the largest animal in the animal kingdom by a large margin and are larger than any dinosaur fossils we have discovered.",
              "However, blue whales are much more than just the largest animal on Earth;",
              "they are also intelligent creatures capable of using complex communication, learning and adapting quickly, and remembering what they have learned.",
              "Their sheer size and strength are an awe-inspiring sight, but blue whales are also a sign of the intelligence and adaptability of nature.",
              "Blue whales are a reminder that the animal kingdom is vast and full of wonders.",
              "It’s no wonder blue whales have become such an iconic symbol of the sea and we need to protect this endangered species for future generations.",
              "What is your favorite blue whale fact?",
              "Let us know in the comments below.",
              "Comment Name * Email * Website Save my name, email, and website in this browser for the next time I comment.",
              "Δ It’s good to learn about blue whales because I was tired of humpback whales getting all the attention since they’re bigger than them.",
              "Follow Us The American Oceans Campaign is dedicated primarily to the restoration, protection, and preservation of the health and vitality of coastal waters, estuaries, bays, wetlands, and oceans.",
              "Have a question?",
              "Contact us today.",
              "Copyright © 2023.",
              "Privacy Policy.",
              "Terms & Conditions.",
              "American Oceans"
            ]
          }
        ]
      },
      "evidence": {
        "The blue whale (Balaenoptera musculus) is the largest animal to ever exist on Earth.": [
          "Balaenoptera musculus, the blue whale, is the largest animal ever known to have lived on the planet, including all dinosaurs.",
          "Some can weigh as much as 441,000 pounds (200,000 kilograms) or 220 tons.",
          "The record-holder blue whale was recorded at 173 tonnes (190 short tons),[50] with estimates of up to 199 tonnes (220 short tons).",
          "The blue whale has long been considered the largest animal to have ever existed, even dwarfing the biggest known dinosaurs.",
          "Blue whale calves are the biggest babies on Earth, easily, and at birth already rank among the largest full-grown animals.",
          "They pop out at around 8,800 pounds (4,000 kg) with a length of some 26 feet (8 meters)."
        ],
        "The maximum recorded weight of a blue whale was 190 tonnes for a specimen measuring 27.6 meters (91 ft).": [
          "Reaching a maximum confirmed length of 29. 9 meters (98 ft) and weighing up to 199 tonnes (196 long tons; 219 short tons), it is the largest animal known ever to have existed.",
          "The largest blue whale on record weighed 418,878 pounds and the longest blue whale ever recorded was a female that was measured in South Georgia in the South Atlantic in 1909. This massive whale recorded a whopping length of 110 feet and 17 inches. Although no weight was recorded for her, a smaller female from the South Atlantic (90 feet and 6 inches) was weighed in 1947 and tipped the scales at a colossal 418,878 pounds which was far heavier than the average for the species.",
          "The blue whale is the largest animal, with some specimens weighing in at a colossal 200 tonnes (440,000 lb), although 100–150 tonnes (200,000–300,000 lb) is the average."
        ],
        "Longer blue whales, up to 33.6 meters (110 ft), have been recorded but not weighed.": [
          "The longest whales ever recorded were two females measuring 33.6 and 33.3 metres (110 and 109 ft)."
        ],
        "A modern-day blue whale is also a blue whale, so it has the same potential size as the largest animal ever.": [],
        "The average size of a blue whale is about 25 meters (82 ft) long and 100 tonnes in weight, so it is smaller than the maximum recorded size.": [
          "Antarctic males average 112 tonnes (247,000 lb) and females 130 tonnes (290,000 lb)."
        ]
      },
      "subconclusions": {
        "The blue whale (Balaenoptera musculus) is the largest animal to ever exist on Earth.": "supported",
        "The maximum recorded weight of a blue whale was 190 tonnes for a specimen measuring 27.6 meters (91 ft).": "partially supported",
        "Longer blue whales, up to 33.6 meters (110 ft), have been recorded but not weighed.": "supported",
        "A modern-day blue whale is also a blue whale, so it has the same potential size as the largest animal ever.": "not supported",
        "The average size of a blue whale is about 25 meters (82 ft) long and 100 tonnes in weight, so it is smaller than the maximum recorded size.": "partially supported"
      }
    }
  }
}