{
  "06cd66b1-4e48-431c-ac86-aa915835701d": {
    "query": "What was the inspiration behind the design of the Sydney Opera House and how did its construction contribute to the development of modern engineering techniques?",
    "response": "The Sydney Opera House is a remarkable architectural and engineering achievement that has become a symbol of Australia's cultural and creative aspirations. The design of the building was inspired by various natural and historical elements, such as bird wings, clouds, shells, walnuts, palm trees, Mayan pyramids and Chinese pagodas[^1^] [^2^] [^4^]. The architect, Jørn Utzon, won an international competition for his visionary concept in 1957[^2^] [^3^].\n\nHowever, turning his sketches into reality was a daunting challenge that required the ingenuity and expertise of dozens of engineers from Arup, a global consulting firm that was involved in the project from the beginning[^8^] [^9^]. The most distinctive feature of the building, the sail-shaped shells that form the roof of the two main halls, posed enormous technical and structural problems that had never been encountered before[^8^] [^9^]. The engineers had to devise innovative solutions using pre-stressed concrete, epoxy jointing, complex scaffolding and computer analysis[^8^] [^9^] [^10^]. The construction of the shells took more than a decade and involved many changes and controversies along the way[^3^] [^8^].\n\nThe Sydney Opera House was finally opened by Queen Elizabeth II in 1973[^9^], and since then it has become one of the most famous and admired buildings in the world. It is also a busy performing arts centre that hosts more than 2,500 events and attracts more than 8 million visitors every year[^9^]. Arup continues to play a pivotal role in the building's long-term development and preservation plan[^9^]. In 2023, the Sydney Opera House was awarded the world's highest civil engineering honour, the International Association for Bridge and Structural Engineering (IABSE) Outstanding Structure Award[^10^], for its exceptional design and construction.",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://technologystudent.com/prddes_2/nature1.html \"SYDNEY OPERA HOUSE- INSPIRED BY NATURE\"\n[2]: https://artsandculture.google.com/story/sgXh63bUjd6gRw \"The Sydney Opera House: The Inspiration Behind the Scenes\"\n[3]: https://www.britannica.com/topic/Sydney-Opera-House \"Sydney Opera House | History, Location, Architect, Design, Uses ...\"\n[4]: https://apnews.com/4a818a4bc497429117a5e7ffd824d432 \"Architect Says Opera House Inspired by a Peeled Orange\"\n[5]: https://www.sydneyoperahouse.com/our-story/sydney-opera-house-history/the-interiors.html \"Peter Hall and the completion of the Opera House - Sydney Opera House\"\n[6]: https://bing.com/search?q=Sydney+Opera+House+construction+engineering \"\"\n[7]: https://www.arup.com/offices/australia/sydney \"Arup Australia Holdings\"\n[8]: https://createdigital.org.au/engineering-turned-sydney-opera-house-from-idea-into-icon/ \"The engineering that turned the Sydney Opera House from an ... - Create\"\n[9]: https://www.arup.com/projects/sydney-opera-house \"Designing Sydney Opera House - Arup\"\n[10]: https://createdigital.org.au/sydney-opera-house-recognised-for-its-brilliant-engineering/ \"Sydney Opera House awarded world's highest civil engineering ...\"\n[11]: https://www.arup.com/our-firm/arup-history \"The history of Arup - Arup\"\n\nThe Sydney Opera House is a remarkable architectural and engineering achievement that has become a symbol of Australia's cultural and creative aspirations. The design of the building was inspired by various natural and historical elements, such as bird wings, clouds, shells, walnuts, palm trees, Mayan pyramids and Chinese pagodas[^1^][1] [^2^][2] [^3^][4]. The architect, Jørn Utzon, won an international competition for his visionary concept in 1957[^2^][2] [^4^][3].\n\nHowever, turning his sketches into reality was a daunting challenge that required the ingenuity and expertise of dozens of engineers from Arup, a global consulting firm that was involved in the project from the beginning[^5^][8] [^6^][9]. The most distinctive feature of the building, the sail-shaped shells that form the roof of the two main halls, posed enormous technical and structural problems that had never been encountered before[^5^][8] [^6^][9]. The engineers had to devise innovative solutions using pre-stressed concrete, epoxy jointing, complex scaffolding and computer analysis[^5^][8] [^6^][9] [^7^][10]. The construction of the shells took more than a decade and involved many changes and controversies along the way[^4^][3] [^5^][8].\n\nThe Sydney Opera House was finally opened by Queen Elizabeth II in 1973[^6^][9], and since then it has become one of the most famous and admired buildings in the world. It is also a busy performing arts centre that hosts more than 2,500 events and attracts more than 8 million visitors every year[^6^][9]. Arup continues to play a pivotal role in the building's long-term development and preservation plan[^6^][9]. In 2023, the Sydney Opera House was awarded the world's highest civil engineering honour, the International Association for Bridge and Structural Engineering (IABSE) Outstanding Structure Award[^7^][10], for its exceptional design and construction.\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. technologystudent.com](https://technologystudent.com/prddes_2/nature1.html) [2. artsandculture.google.com](https://artsandculture.google.com/story/sgXh63bUjd6gRw) [3. apnews.com](https://apnews.com/4a818a4bc497429117a5e7ffd824d432) [4. www.britannica.com](https://www.britannica.com/topic/Sydney-Opera-House) [5. createdigital.org.au](https://createdigital.org.au/engineering-turned-sydney-opera-house-from-idea-into-icon/) [6. www.arup.com](https://www.arup.com/projects/sydney-opera-house) [7. createdigital.org.au](https://createdigital.org.au/sydney-opera-house-recognised-for-its-brilliant-engineering/) [8. www.sydneyoperahouse.com](https://www.sydneyoperahouse.com/our-story/sydney-opera-house-history/the-interiors.html) [9. bing.com](https://bing.com/search?q=Sydney+Opera+House+construction+engineering) [10. www.arup.com](https://www.arup.com/offices/australia/sydney) [11. www.arup.com](https://www.arup.com/our-firm/arup-history)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "SYDNEY OPERA HOUSE- INSPIRED BY NATURE",
        "seeMoreUrl": "https://technologystudent.com/prddes_2/nature1.html",
        "searchQuery": "Sydney Opera House design inspiration"
      },
      {
        "providerDisplayName": "The Sydney Opera House: The Inspiration Behind the Scenes",
        "seeMoreUrl": "https://artsandculture.google.com/story/sgXh63bUjd6gRw",
        "searchQuery": "Sydney Opera House design inspiration"
      },
      {
        "providerDisplayName": "Architect Says Opera House Inspired by a Peeled Orange",
        "seeMoreUrl": "https://apnews.com/4a818a4bc497429117a5e7ffd824d432",
        "searchQuery": "Sydney Opera House design inspiration"
      },
      {
        "providerDisplayName": "Sydney Opera House | History, Location, Architect, Design, Uses ...",
        "seeMoreUrl": "https://www.britannica.com/topic/Sydney-Opera-House",
        "searchQuery": "Sydney Opera House design inspiration"
      },
      {
        "providerDisplayName": "The engineering that turned the Sydney Opera House from an ... - Create",
        "seeMoreUrl": "https://createdigital.org.au/engineering-turned-sydney-opera-house-from-idea-into-icon/",
        "searchQuery": "Sydney Opera House construction engineering"
      },
      {
        "providerDisplayName": "Designing Sydney Opera House - Arup",
        "seeMoreUrl": "https://www.arup.com/projects/sydney-opera-house",
        "searchQuery": "Sydney Opera House construction engineering"
      },
      {
        "providerDisplayName": "Sydney Opera House awarded world's highest civil engineering ...",
        "seeMoreUrl": "https://createdigital.org.au/sydney-opera-house-recognised-for-its-brilliant-engineering/",
        "searchQuery": "Sydney Opera House construction engineering"
      },
      {
        "providerDisplayName": "Peter Hall and the completion of the Opera House - Sydney Opera House",
        "seeMoreUrl": "https://www.sydneyoperahouse.com/our-story/sydney-opera-house-history/the-interiors.html",
        "searchQuery": "Sydney Opera House design inspiration"
      },
      {
        "providerDisplayName": "",
        "seeMoreUrl": "https://bing.com/search?q=Sydney+Opera+House+construction+engineering",
        "searchQuery": "Sydney Opera House construction engineering"
      },
      {
        "providerDisplayName": "Arup Australia Holdings",
        "seeMoreUrl": "https://www.arup.com/offices/australia/sydney",
        "searchQuery": "Sydney Opera House construction engineering"
      },
      {
        "providerDisplayName": "The history of Arup - Arup",
        "seeMoreUrl": "https://www.arup.com/our-firm/arup-history",
        "imageLink": "https://bing.com/th?id=OIP.ZTA7YiPvDxa1AwPaqUfbXgHaDZ&pid=cdx",
        "imageWidth": "2000",
        "imageHeight": "917",
        "imageFavicon": "iVBORw0KGgoAAAANSUhEUgAAACAAAAAgCAYAAABzenr0AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAANjSURBVFhHvZdJaFRBEIYTI2oEt4xgpvu9mRAGD1FPGlxAvCgEVBAUERFRyUXBi7gdAiKehFyV6E3xoBiJHgJegstFJSDiRSW4K6IQl4S4kM2v3lTe65ksM5PMzA9F5nVV/VVdXb2kYrpIWLvL9/0V+lleeJ5X7Xum0/NMiw6VFyTQ6Fnzw7fmeSKRiOtw+cDMz/ieHUWGSKZZh8sDAtYw8yeawCi/79fX1y9SdelBAk0EHhhLgKX443nxHaouOSo9ay+Gsw/F3Eomk/PUpnSIx+MJAr7KTiBoSD++Uc1KB9/a/QQcyk5AhMZsw2RW2rIEaGhomEOp252gw85vacZP9MdKNS8+IF9Fqb9owEF64TbyKzMJe07Niw9KfDwKZj5aa9cx1uUm4Hn2hfSJuhQPqVTNQtnvUSBzk+FZvm8O8+0uxQiVOpr2KiIg3QR5nwYZJoFDMl5XW5vk+6WOq5hHxphY4FgssLatYwEo8zsSSqlKdOfdBOiTfyS4R9UzBwdMrVw6YRBrrjFcldYG1Wlk/FuoD8R00gvz1WRmkHtfZqXkgwTcq6oAsj3ZDdczE2C5/PgWNZkRqijn1ZDYmh5Zd9WFkLtA7gQnAWnUK6hmpy2mCZppOWTvI2JzmeHKtDYCy7SYKjyM7IJe+cpTYbWaTA/M4ghkIyGxtR3M9iR/T2fJKarzILSL7FuVqnBIE0F6dxxpAcKyvHZ3TEHgpFtLAr0O4QeW4NnU4i6XJkHFlLIwUL6zDlG/b8x2efkwo5qJRHQJYzYz6++On/TCU9nKSpsf5CSDqDsiMo95fC5R9aSQRwmJd7gJIGxdc1BN8gN7fyvl/x2SUA1V5QSV2u2cG4GQQJfcJ2qSE5U4tIXO1vyktBtUlxM071KSjx6taRmQJVSTqZFMLquDoCdyNvdisdgCVecFJnDCCR4IvXAjlUrNVZPJwRV7AIfo2cUeV1XekAOMg+ltyBHwmN6claSbq3G84zrx/98aVRcCWcZLGQkEfPYCusnfjez9nRj2jzmQzBtm46u6IFDJY2HgkM98lpeUmkSQsxzFPgmY5fCXmbRoEuPugIkgJyj266le+ILK4uxmKbZl7ApK34xCbjM59+WJNSbyPUgjtsvyqPmUwK4JLnm8ir/0UrYIZx8T42yoqPgP2kp+ul7x9DIAAAAASUVORK5CYII=",
        "searchQuery": "Sydney Opera House construction engineering"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The Sydney Opera House is a remarkable architectural and engineering achievement that has become a symbol of Australia's cultural and creative aspirations.",
        "The design of the Sydney Opera House was inspired by various natural and historical elements, such as bird wings, clouds, shells, walnuts, palm trees, Mayan pyramids, and Chinese pagodas.",
        "Jørn Utzon won an international competition for his visionary concept of the Sydney Opera House in 1957.",
        "Arup, a global consulting firm, was involved in the Sydney Opera House project from the beginning.",
        "The sail-shaped shells that form the roof of the two main halls of the Sydney Opera House posed enormous technical and structural problems that had never been encountered before.",
        "The engineers had to devise innovative solutions using pre-stressed concrete, epoxy jointing, complex scaffolding, and computer analysis for the construction of the Sydney Opera House.",
        "The construction of the shells of the Sydney Opera House took more than a decade and involved many changes and controversies along the way.",
        "The Sydney Opera House was finally opened by Queen Elizabeth II in 1973.",
        "The Sydney Opera House is a busy performing arts centre that hosts more than 2,500 events and attracts more than 8 million visitors every year.",
        "Arup continues to play a pivotal role in the Sydney Opera's long-term development and preservation plan.",
        "In 2023, the Sydney Opera House was awarded the world's highest civil engineering honour, the International Association for Bridge and Structural Engineering (IABSE) Outstanding Structure Award, for its exceptional design and construction."
      ],
      "queries": [
        "Sydney Opera House architecture engineering achievement symbolism Australia",
        "Sydney Opera House design inspiration bird wings clouds shells walnuts palm trees Mayan pyramids Chinese pagodas",
        "Jørn Utzon Sydney Opera House international competition 1957 visionary concept",
        "Arup involvement in Sydney Opera House project beginning",
        "Sydney Opera House sail-shaped shells roof technical structural problems solutions",
        "Sydney Opera House construction innovative solutions pre-stressed concrete epoxy jointing complex scaffolding computer analysis",
        "Sydney Opera House shells construction duration controversies",
        "Sydney Opera House opening date Queen Elizabeth II",
        "Sydney Opera House events and visitors statistics",
        "Arup role in Sydney Opera House construction and design",
        "2023 Sydney Opera House International Association for Bridge and Structural Engineering Outstanding Structure Award"
      ],
      "search_results": {
        "The Sydney Opera House is a remarkable architectural and engineering achievement that has become a symbol of Australia's cultural and creative aspirations.": [
          {
            "title": "The Sydney Opera House: The monument that represents Australia",
            "url": "https://www.bbc.com/travel/article/20231102-the-sydney-opera-house-the-monument-that-represents-australia",
            "content": [
              "The Sydney Opera House: The monument that represents Australia",
              "Culture Food Discovery Adventure Destinations Collections About us 50 Reasons to Love the World Untold America More The Sydney Opera House recently commemorated its 50th anniversary.",
              "The iconic design is one associated with the Australian city the world over, along with the steel arch bridge, which spans the harbour.",
              "Considered a triumph of 20th Century architecture, it very nearly didn't get built in the international search to find a design.",
              "This vision of modern beauty, with its famous curves covered in more than a million bright white ceramic tiles, was initially placed in the reject pile.",
              "But its journey to realisation says much about Australia today, according to Sydney-based correspondentNick Bryant.",
              "This story has been adapted from a recent episode of the podcast From Our Own Correspondent, which provides insight, wit and analysis from BBC correspondents, journalists and writers around the world.",
              "\"From sea level on the harbour, its giant shells look like billowing spinnakers.",
              "From directly across the water, they remind me of the bonnets of nuns.",
              "In profile they've been likened to oyster shells, while from the nearby botanical gardens, they resemble the unhatched eggs of some giant prehistoric beast.",
              "Still, I can pinpoint the precise moment when it first caught my gaze.",
              "I was driving back from another of Sydney's great icons Bondi Beach, and I'd just turned the corner on one of the roads that takes you back into the city.",
              "On the horizon, I could see the steel girders of the Harbour Bridge, 'The Coathanger', as it's known here, and then its partner in one of the world's great structural double acts.",
              "Even as a kid I was transfixed.",
              "I wanted to be an architect.",
              "This was the course I started studying at university.",
              "Through poring over architecture books, I have fallen in love with Jørn Utzon's masterpiecelong before stepping foot in Australia.",
              "I'd always looked upon it as the 20th Century's most superlative buildings.",
              "What I have failed to appreciate before coming to live here was how the Opera House was also a structure of such multiple meanings, and how it encapsulates the contradictions of the nation it has come to symbolise.",
              "The country's most instantly recognisable building is a landmark to Australian ambiguity.",
              "The most obvious interpretation is that it represents Australia's rising post-war self-confidence.",
              "The appointment of Jørn Utzon, a little-known Danish architect without a major project to his name, was a sign of a less insular outlook and a new spirit of national assertiveness.",
              "Jørn Utzon was a little-known Danish architect without a major project to his name (Credit: J.",
              "R.",
              "T.",
              "Richardson/Fox Photos/Getty Images) This internationalism was evident too, in the global competition that attracted more than 200 entries from all around the world, and also in the role played by its most influential judge, the Finnish American architect Eero Saarinen, who plucked the Dane's revolutionary design from the pile of rejects and thought he'd found the rightful winner.",
              "But there's also a tragic backstory of how, when delays and cost blowouts put the entire project in jeopardy, Utzon was replaced by a local architect, and how the spellbinding interior that's an envisaged never became a reality.",
              "Whereas the Dane was obsessed with form, Peter Hall, the head of the government team that replaced him, was preoccupied with function.",
              "The interior then is anti-climactic.",
              "Utzon's forced resignation showed that a dreary provincialism was still hard to shake.",
              "The Dane never returned to Australia, thinking his opus had been disfigured.",
              "So many strands of the Australian story come together in this building.",
              "New immigrants from southern Europe provided much of the manpower for its construction, which speaks of Australia's post-war multiculturalism.",
              "In November 1960, Paul Robeson, the Black American opera singer, even performed an impromptu concert amidst its scaffolding and cranes – his sonorous Old Man River, a musical foreshadowing of the end of the White Australia policy, which for decades that limited non-European migration here.",
              "[The Opera House] was opened by British woman, Queen Elizabeth II, but in a ceremony that included Indigenous ritual in recognition of First Nations peoples.",
              "It occupies an outcrop in the harbour named Bennelong Point, which was named after the elder from the Eora Nation who served as an interlocutor with the British in the 1790s.",
              "In an expression of cultural egalitarianism, the building's opening celebrations in 1973 not only featured Wagner but also a populist counterpoint: Rolf Harris singing Tie Me Kangaroo Down Sport.",
              "After the 'Black Summer' bushfires of 2020, the tired faces of firefighters who had battled the flames were projected onto it (Credit: Brook Mitchell/Getty Image) The opera house probably would never have been built had it not been financed by lottery money, reflecting the centrality of gambling in Australian life.",
              "Advances in projection technology have turned its shells into a giant national billboard.",
              "Poppies are projected onto it on Anzac Day, when Australia remembers its war dead.",
              "After the 'Black Summer' bushfires of 2020, it was the tired faces of firefighters who had battled the flames.",
              "It has become a focal point of national celebration and of protest.",
              "Only [last] month, pro-Palestinian protesters converged on the building, some shouting antisemitic chants after its shells were floodlit in the colours of the Israeli flag in sympathy with the victims of the October 7 attacks.",
              "But the reason why the Opera House has become such a fitting Australian landmark is that it's unfinished and incomplete.",
              "Moreover, most Australians think it's great already, and not in need of further improvement, which makes it doubly emblematic.",
              "That its golden jubilee should coincide with [the recent] referendum in which Australia said 'no' to the creation of what was called an Indigenous voice to Parliament feels fittingly synchronous.",
              "As with the Opera House, so with the nation: do you see an Australia already glorious and complete, or a confounding country not yet fully realised?\"",
              "-- Join more than three million BBC Travel fans by liking us on Facebook, or follow us on Twitter and Instagram.",
              "If you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news delivered to your inbox every Friday."
            ]
          },
          {
            "title": "Sydney Opera House | National Museum of Australia",
            "url": "https://www.nma.gov.au/defining-moments/resources/sydney-opera-house",
            "content": [
              "Sydney Opera House | National Museum of Australia",
              "1973: Sydney Opera House opens The Sydney Opera House is one of the 20th century’s most iconic buildings.",
              "It broke new ground for design and engineering around the world.",
              "Since its opening in 1973 it has become a symbol the world immediately associates with Sydney and Australia.",
              "The story of the Opera House is a drama that for more than 15 years grabbed national headlines and pitted the artistic vision of the architect Jørn Utzon against the politics and budgets of the New South Wales Government and the limits of architecture and construction.",
              "Architect Frank Gehry, 2008: Jørn Utzon (left) presenting a model of the Opera House at Sydney Town Hall, 1957 Sydney grew from 500,000 to 1.",
              "5 million people during the first half of the 20th century, but the city’s cultural life was thought to have lagged behind its population growth.",
              "In 1947 the renowned British conductor Eugene Goossens was appointed to lead the Sydney Symphony Orchestra.",
              "A few years later, he publicly called for a world-class concert hall: We must have an Opera house within five years.",
              "Sydney is taking its place among the world’s major symphonic groups.",
              "A fine hall is essential if the public is to hear the orchestra at its best.",
              "In 1954 Goossens met with New South Wales Premier Joseph Cahill and the two agreed that Sydney needed a major performance venue.",
              "For 1950s Australia, it was a bold and far-sighted decision.",
              "A year later, the premier announced an international competition to design an opera house to be built at Bennelong Point, then occupied by a tram depot.",
              "There is no record of the evaluation process but legend has it that the respected American architect Eero Saarinen arrived after the three other members of the judging panel had shortlisted designs.",
              "Saarinen was underwhelmed by their choices and looking through the rejected plans came across Jørn Utzon’s – design number 218.",
              "Saarinen championed the entry and convinced the panel that this was the winning submission.",
              "In January 1957 Premier Cahill announced Utzon’s design as the winner and in July committed $7 million to the Opera House’s construction with a completion date of December 1963.",
              "Utzon was a 38-year-old Danish architect who had worked with a number of famous Scandinavian designers and was particularly interested in organic architecture, a style that manipulated and evoked natural forms. He had won a series of architectural competitions in Denmark, but had yet to design a building outside his home country.",
              "Utzon’s proposal was a striking series of nestled white roofs that appeared to float above a massive podium structure inspired by Mayan temples.",
              "It fitted with Utzon’s belief that architecture should have a transcendent quality.",
              "As he said, 'The opera house should take people from their daily routine into a world of fantasy, a world they can share with the musicians and actors.'",
              "Sydney Opera House, 2010 Utzon’s drawings had not been properly assessed by engineers before submission so over the next five years considerable assessment and remodellings went back and forth between Utzon, the consulting engineers Ove Arup and Partners and the Sydney Opera House Executive Committee.",
              "The architecture was groundbreaking and the engineering to produce the gracefully floating roofs was at the edge of the possible.",
              "With each new design the cost increased and the completion date moved.",
              "In the words of Sir Ove Arup, constructing it was 'an adventure into the unknown'.",
              "The Opera House was built in three phases.",
              "Firstly, the foundation and the substantial podium.",
              "Secondly, the roof shells.",
              "Lastly, the interiors.",
              "By 1963 the foundation and podium had been completed and construction of the roof shells began.",
              "The shells were the most challenging aspect of the build.",
              "The Arup engineers had spent four years trying to create a roof design that was replicable between the 10 separate shells and could therefore be prefabricated on site.",
              "Eventually Utzon came up with a deceptively simple answer: the curvature of each individual roof shell could be extracted from a single sphere.",
              "He demonstrated this by cutting four sail-like segments from the surface of an orange, each of which could be a different size and shape but all curving in precisely the same way.",
              "This solution allowed ribs of varying size to be formed from sections cast in a common mould, then arranged to create the different size shells.",
              "This became known as the ‘spherical solution’ and eventually 2,194 pre-cast concrete sections each weighing 15 tons were formed on site to create the flowing roofline people recognise today.",
              "At about this time Utzon and his family moved to Australia.",
              "However, the projected budget had now reached $35 million, already five times the original estimate with a completion date of December 1965.",
              "Eventually the mounting costs and delays became a public concern and a political issue.",
              "In the May 1965 state election, after 24 years in power, the Labor Party was defeated by the Liberal/Country Party coalition.",
              "The leader of the Country Party, Davis Hughes, became Minister for Public Works.",
              "Hughes refused to accept what he considered was Utzon’s chaotic approach to managing the Opera House project and eventually cut off funding, so Utzon was unable to pay his own staff.",
              "On 28 February 1966 Utzon met with the minister to discuss the $103,000 he was owed.",
              "Hughes would not release the funds and Utzon was forced to offer his resignation.",
              "The minister immediately accepted it.",
              "Over the next few days there were protests on Sydney’s streets as architects, artists and unionists called for Utzon’s return.",
              "Attempts were made to broker an agreement between the architect and the government but to no avail and Utzon left Sydney with his family on 28 April never to return to the city or see his completed masterpiece.",
              "In the wake of the resignation, the government appointed a new panel of experts under government architect Ted Farmer to complete the Opera House.",
              "The project was now onto stage three, the interiors and crucial acoustic design.",
              "In December 1966 the panel submitted a complete ‘Review of Program’ and in the process significantly altered Utzon’s interior designs.",
              "Again work proceeded slowly as the build pushed the envelope of engineering possibility.",
              "Finally, the Sydney Opera House was opened by Queen Elizabeth II on 20 October 1973.",
              "It was 10 years overdue and, at $102 million, 14 times the original budget.",
              "However, Australia was now home to one of the greatest buildings of the 20th century – an instantly recognisable piece of exhilarating architecture that remains a credit to this country and one with which Sydney and Australia are instantly associated.",
              "Explore free online learning resources on Australia's Defining Moments Digital Classroom.",
              "In our collection Explore Defining Moments You may also like Construction timeline, Sydney Opera House The Opera House Project – an online project by the ABC and the Sydney Opera House Philip Drew, The Masterpiece, Hardie Grant Books, Melbourne, 1999.",
              "Philip Drew, Utzon and the Sydney Opera House, inSPIRE Press, Sydney, 2000.",
              "Carol Floyd and Julia Collingwood, The Sydney Opera House, New Holland Publishers, Sydney, 2000.",
              "The National Museum of Australia acknowledges First Australians and recognises their continuous connection to Country, community and culture.",
              "Connect with us Subscribe to our newsletter Lawson Crescent Acton Peninsula, CanberraDaily 9am–5pm, closed Christmas Day Freecall: 1800 026 132 Museum Shop9am–5pm Museum Cafe9am–4pm, weekdays9am–4.",
              "30pm, weekends A Quality Tourism Accredited Business Aboriginal and Torres Strait Islander people should be aware this website contains images, voices and names of people who have died.",
              "ABN 70 592 297 967 | The National Museum of Australia is an Australian Government Agency"
            ]
          },
          {
            "title": "Sydney Opera House | History, Location, Architect, Design, Uses ...",
            "url": "https://www.britannica.com/topic/Sydney-Opera-House",
            "content": [
              "Sydney Opera House | History, Location, Architect, Design, Uses ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Sydney Opera House, opera house located on Port Jackson (Sydney Harbour), New South Wales, Australia.",
              "Its unique use of a series of gleaming white sail-shaped shells as its roof structure makes it one of the most-photographed buildings in the world.",
              "The Sydney Opera House is situated on Bennelong Point (originally called Cattle Point), a promontory on the south side of the harbour just east of the Sydney Harbour Bridge.",
              "It was named for Bennelong, one of two Aboriginal people (the other man was named Colebee) who served as liaisons between Australia’s first British settlers and the local population.",
              "The small building where Bennelong lived once occupied the site.",
              "In 1821 Fort Macquarie was built there (razed 1902).",
              "In 1947 the resident conductor of the Sydney Symphony Orchestra, Eugene Goossens, identified the need of Australia’s leading city for a musical facility that would be a home not only to the symphony orchestra but also to opera and chamber music groups.",
              "The New South Wales government, agreeing that the city should aspire to recognition as a world cultural capital, gave official approval and in 1954 convened an advisory group, the Opera House Committee, to choose a site.",
              "Early the following year the committee recommended Bennelong Point.",
              "In 1956 the state government sponsored an international competition for a design that was to include a building with two halls—one primarily for concerts and other large musical and dance productions and the other for dramatic presentations and smaller musical events.",
              "Architects from some 30 countries submitted 233 entries.",
              "In January 1957 the judging committee announced the winning entry, that of Danish architect Jørn Utzon, who won with a dramatic design showing a complex of two main halls side by side facing out to the harbour on a large podium.",
              "Each hall was topped with a row of sail-shaped interlocking panels that would serve as both roof and wall, to be made of precast concrete.",
              "His winning entry brought Utzon international fame.",
              "Construction, however, which began in 1959, posed a variety of problems, many resulting from the innovative nature of the design.",
              "The opening of the Opera House was originally planned for Australia Day (January 26) in 1963, but cost overruns and structural engineering difficulties in executing the design troubled the course of the work, which faced many delays.",
              "The project grew controversial, and public opinion turned against it for a time.",
              "Amid continuing disagreements with the government authorities overseeing the project, Utzon resigned in 1966.",
              "Construction continued until September 1973 under the supervision of the structural engineering firm Ove Arup and Partners and three Sydney architects—Peter Hall, David Littlemore, and Lionel Todd.",
              "In 1999 Utzon agreed to return as the building’s architect, overseeing an improvement project.",
              "He redesigned the former Reception Hall, and it was reopened in 2004 as the Utzon Room.",
              "It has an eastern view of Sydney Harbour and is used for receptions, seminars and other meetings, and chamber music performances.",
              "Two years later a new colonnade was completed, marking the first alteration to the Opera House’s exterior since 1973.",
              "The Opera House is Sydney’s best-known landmark.",
              "It is a multipurpose performing arts facility whose largest venue, the 2,679-seat Concert Hall, is host to symphony concerts, choir performances, and popular music shows.",
              "Opera and dance performances, including ballet, take place in the Opera Theatre (renamed the Joan Sutherland Theatre in 2012 as a tribute to the celebrated Australian operatic soprano), which seats just over 1,500.",
              "There are also three theatres of different sizes and configurations for stage plays, film screenings, and smaller musical performances.",
              "The Forecourt, on the southeastern end of the complex, is used for outdoor performances.",
              "The building also houses restaurants and a professional recording studio.",
              "In 2007 the Opera House was designated a UNESCO World Heritage site."
            ]
          }
        ],
        "The design of the Sydney Opera House was inspired by various natural and historical elements, such as bird wings, clouds, shells, walnuts, palm trees, Mayan pyramids, and Chinese pagodas.": [
          {
            "title": "The Sydney Opera House: The Inspiration Behind the Scenes",
            "url": "https://artsandculture.google.com/story/sgXh63bUjd6gRw",
            "content": [
              "The Sydney Opera House: The Inspiration Behind the Scenes",
              "By Google Arts & Culture Red Book model in Sydney Town Hall (1958) by State Records of New South WalesSydney Opera House In 1957, Jørn Utzon's design for the Sydney Opera House was recognised for its individuality and its futuristic form.",
              "But the foundations of this design are built of Utzon's studies of history and nature.",
              "Gunnar Asplund (1885/1940)Sydney Opera House He spoke highly of architect Gunnar Asplund, saying he imbued, \"each of his buildings with a unique personality, one that expressly emanates the purpose of the building, completely covering and expressing the function, the lifestyle, the way of life lived in the building.\"",
              "Jørn Utzon drawing at the Hellebæk office, Denmark (1959) by Yuzo MikamiSydney Opera House Utzon famously found inspiration in monumental Mayan and Aztec architecture.",
              "The concrete podium of the Opera House was based on temples he had seen in Mexico, and he later described his travels to Central America as, \"One of the greatest architectural experiences in my life.\"",
              "Pagoda roof sketch (1962) by Jørn UtzonSydney Opera House He also drew on classical Chinese architecture, particularly its use of repeated forms. Here, a sketch of a disembodied pagoda roof takes on an uncanny resemblance to the Sydney Opera House's 'shell' roof.",
              "Abstract roof sketch (1962) by Jørn UtzonSydney Opera House Here, the curves of a thoroughly modern floating form respect the silhouette of pagoda architecture while resembling falling leaves.",
              "Jørn Utzon describes his design for the glass walls in time lapse (1965) by Jozef Vissel, National Portrait Gallery, CanberraSydney Opera House In his 1948 essay 'The Innermost Being of Architecture', Utzon wrote, \"Something of the naturalness found in the growth principle in nature ought to be a fundamental idea in works of architecture.\"",
              "Back Cover (1962) by Jørn UtzonSydney Opera House Utzon later described his approach as 'additive architecture'.",
              "In a 1970 manifesto he used the examples of deer at the edge of a forest and pebbles on a beach.",
              "\"If it grows naturally,\" he once said, \"the architecture will look after itself.\"",
              "Page 28, Models of shells (1958) by Jørn UtzonSydney Opera House The iconic curved, white roof of the Sydney Opera House has been compared to the billowing sails of ships and the geometric spirals of seashells.",
              "These nautical designs fit well with the building's location in Sydney Harbour.",
              "Minor Hall, auditorium, 1:60 scale prototype wooden model (1959) by Jørn UtzonSydney Opera House Many of the practical features of the Opera House eschewed functionalism and took their shape from abstract forms. This wooden model here represents the seating area of the Minor Hall.",
              "Model of Major Hall ceiling form in the motif of breaking waves, detail (1964/1965) by Max DupainSydney Opera House The elaborate structures and often unique forms of Utzon's design led to many serious issues.",
              "With so many complex bespoke parts, construction of the Sydney Opera House was painfully slow and expensive.",
              "Arrival of the early paraboloid scheme at the office in Hellebæk, Denmark (1958) by Arne MagnussenSydney Opera House While Utzon believed that organically-inspired architecture would 'look after itself', many of the engineers tasked with actually building the structure might have disagreed.",
              "Utzon Room, looking northwest toward the Utzon tapestry (2012) by Sam DoustSydney Opera House In 2000, Utzon laid out a new set of design principles to guide any future development of the building.",
              "His letter re-emphasises the 'natural evolution' of the building, and of maintaining its 'character'.",
              ".",
              ".",
              "\"The ideas as they were developed in the sixties, evolved as the result of the needs and technique at the time.",
              ".",
              ".",
              "As time passes and needs change, it is natural to modify the building to suit the needs and techniques of the day.\""
            ]
          },
          {
            "title": "SYDNEY OPERA HOUSE- INSPIRED BY NATURE",
            "url": "https://technologystudent.com/prddes_2/nature1.html",
            "content": [
              "SYDNEY OPERA HOUSE- INSPIRED BY NATURE",
              "SYDNEY OPERA HOUSE- INSPIRED BY NATURE (Jorn Utzon) Thanks to: 'Opera House Inspired by Nature' video, for information and pictures - Sydney Opera House, Bennelong Point, GPO Box 4274 Sydney NSW 2001 Jorn Utzon was a relatively unknown Danish architect in the 1950s, until he won the competition to design the National Opera House in Sydney Australia, in 1956.",
              "He was born in 1918, the son of a naval engineer.",
              "He studied architecture at the Copenhagen Royal Academy of Arts and much of his early work was in Sweden.",
              "He travelled widely and met many of the best known designers of the era.",
              "These included Mies van der Rohe and Charles Eames.",
              "In 1950 he opened his own Architectural business.",
              "The design of the Sydney Opera House was inspired by nature, its forms, functions and colours.",
              "Utzon was influenced in his designs by bird wings, the shape and form of clouds, shells, walnuts and palm trees.",
              "He looked upon nature for guidance when designing, as nature over time combined both efficiency and beauty, hand in hand.",
              "The roof structures of the Opera House are called â\u0080\u0098shellsâ\u0080\u0099.",
              "The design of the â\u0080\u0098shellsâ\u0080\u0099 was one of the most difficult aspects of the buildingâ\u0080\u0099s design.",
              "Jorn Utzon claimed that the final design of the shells, was inspired by peeling an orange.",
              "It is said that the shells of the 14 separate roofs, form a sphere if combined.",
              "Jorn Utzon was one of the pioneers in the use of prefabricated modular forms and designing for sustainability.",
              "The Sydney Opera House was opened in 1973 by Queen Elizabeth"
            ]
          },
          {
            "title": "Nature&#39;s Inspiration: Exploring the Genius behind the Sydney Opera ...",
            "url": "https://www.linkedin.com/pulse/natures-inspiration-exploring-genius-behind-sydney-opera-kandage",
            "content": [
              "Nature&#39;s Inspiration: Exploring the Genius behind the Sydney Opera ...",
              "Agree & Join LinkedIn By clicking Continue, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
              "As the sun rises over the shimmering waters of Sydney Harbor, a magnificent architectural masterpiece comes into view – the Sydney Opera House.",
              "This iconic landmark stands proudly, its distinctive silhouette commanding attention and admiration from onlookers.",
              "The Sydney Opera House, a symbol of Australia's cultural heritage and architectural prowess, owes much of its fame to its extraordinary and unique shells.",
              "Designed by Danish architect Jørn Utzon, the Sydney Opera House project began in 1959, and after more than a decade of relentless efforts, it was finally completed in 1973.",
              "The architectural vision was inspired by the simple yet elegant form of peeling orange segments and the grace of sailing ships, resulting in a series of awe-inspiring shells that adorn the building.",
              "The shells of the Sydney Opera House are nothing short of engineering marvels.",
              "A total of 14 precast concrete shells, each with its individual size and curvature, come together to form the building's roof.",
              "What makes these shells truly unique is that no two are alike.",
              "Each shell had to be custom designed, manufactured, and precisely positioned in the grand puzzle-like structure.",
              "This innovative approach posed numerous engineering challenges, pushing the boundaries of construction technology at the time.",
              "The construction process involved a precast concrete method, where each shell was cast in custom molds at an off-site factory.",
              "This allowed for better quality control and accuracy, ensuring that the shells fit perfectly when assembled on-site.",
              "The use of thin concrete sections and internal ribs maintained structural integrity while keeping the overall weight of the shells relatively low.",
              "Beyond their functional brilliance, the shells contribute significantly to the Opera House's aesthetics.",
              "Over one million white ceramic tiles adorn the outer surface of the shells, creating a smooth, gleaming appearance.",
              "The tiles, imported from Sweden, have become synonymous with the Opera House's distinct look, reflecting light in mesmerizing ways and adding to the building's allure, especially when illuminated at night.",
              "Some lesser known construction facts about shell design and constrution are: Unique Shells: The iconic roof shells of the Opera House are its most distinctive feature.",
              "There are 1,056 precast concrete sections used to create the shells.",
              "Each section is a unique shape and had to be manufactured individually.",
              "Engineering Challenges: The engineering team faced considerable challenges in creating the roof shells.",
              "The technology and construction techniques available at the time were not sufficient, and a new approach had to be developed.",
              "The solution came in the form of a computer-aided design system, one of the first of its kind.",
              "Australian Contributions: The project relied heavily on the efforts of thousands of Australian workers, including construction workers, engineers, and craftsmen, who played a crucial role in bringing Utzon's vision to life.",
              "Collaboration with Ove Arup: Jørn Utzon collaborated with the engineering firm Ove Arup & Partners, led by engineer Sir Jack Zunz, to realize the innovative structural design of the shells.",
              "The team used computer-aided design and other pioneering techniques to calculate the complex shapes.",
              "Roof Construction: The roof shells were constructed using prefabricated components.",
              "Each component was individually cast in a factory, transported to the site, and assembled like a giant puzzle.",
              "It was a meticulous process to ensure the pieces fit together precisely.",
              "Despite its awe-inspiring beauty today, the Sydney Opera House's construction journey was fraught with obstacles.",
              "The original estimated cost of AUD 7 million skyrocketed to over AUD 100 million due to design complexities and delays.",
              "The project faced intense criticism and even controversy, leading to Jørn Utzon's departure from the project in 1966.",
              "However, his legacy endured, and his name will forever be associated with this architectural triumph.",
              "Today, the Sydney Opera House stands as a UNESCO World Heritage Site, a testament to the enduring power of human creativity, engineering innovation, and architectural brilliance.",
              "Its unique shells continue to captivate audiences worldwide, drawing millions of visitors each year who come to marvel at this breathtaking symbol of Australia's artistic and engineering prowess.",
              "In conclusion, the Sydney Opera House's distinctive shells are a testament to the marriage of artistic vision and technical expertise.",
              "From their inspired design, individual construction, and ingenious engineering, these iconic shells have secured their place in architectural history.",
              "The Sydney Opera House remains a true testament to what is possible when human creativity, technology, and dedication come together to create enduring beauty that stands the test of time.",
              "To view or add a comment, sign in Stay updated on your professional world By clicking Continue, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy.",
              "New to LinkedIn?",
              "Join now"
            ]
          }
        ],
        "Jørn Utzon won an international competition for his visionary concept of the Sydney Opera House in 1957.": [
          {
            "title": "Sydney Opera House | Jørn Utzon AC",
            "url": "https://www.sydneyoperahouse.com/our-story/jorn-utzon",
            "content": [
              "Sydney Opera House | Jørn Utzon AC",
              "As it has been over 20 minutes, unfortunately your cart has been emptied.",
              "Jørn Utzon AC The idea for a dedicated performing arts centre in Sydney had been discussed for decades, yet it was not until the mid-1950s that it gained enough political traction to become a reality.",
              "It was a transformative period for Australia whose economy was rapidly expanding, fuelled by unprecedented levels of post-WWII immigration from Europe.",
              "After the rupture of war, a newly optimistic nation was looking to define itself.",
              "A key advocate for a new opera house was English composer Sir Eugene Goossens, who moved to Sydney in 1947 to take up the position of conductor of the Sydney Symphony Orchestra.",
              "Sir Eugene had spent the previous 20 years as the conductor of orchestras in the United States that performed in large, purpose-built halls.",
              "The Sydney Symphony Orchestra, in contrast, performed in the 1889 Sydney Town Hall.",
              "Upon his arrival in Sydney, Goossens immediately drew attention to the inadequate facilities.",
              "“Mr Goossens .",
              ".",
              ".",
              "felt that .",
              ".",
              ".",
              "in Australia there was a challenging situation from which something fine could be created for music, and for the people,” The Sydney Morning Herald reported at the time.",
              "“His ambitions include a fine concert hall for the orchestra, with perfect acoustics and seating accommodation for 3500 people, a home for an opera company and a smaller hall for chamber music.",
              "He said he saw no reason why a city the size of Sydney, with such keen music interest, should not have these.",
              "” Another key advocate was Joseph Cahill, a railway worker who entered politics and became NSW Premier in 1952.",
              "A former Minister for Public Works, Cahill shared Sir Eugene’s belief that all people, regardless of their class or background, had the right to enjoy fine music.",
              "Soon after he became Premier, Cahill promised an opera house for Sydney and in 1954 convened a conference to build support for the idea.",
              "“This State cannot go on without proper facilities for the expression of talent and the staging of the highest forms of artistic entertainment which add grace and charm to living and which help to develop and mould a better, more enlightened community,” Cahill told the conference.",
              "“Surely it is proper in establishing an opera house that it should not be a ‘shadygaff’ place but an edifice that will be a credit to the State not only today but also for hundreds of years.",
              "” The following year, in 1955, Bennelong Point was declared the site for the proposed new opera house and on 15 February, 1956 Premier Cahill released an international competition for “a National Opera House at Bennelong Point.",
              "” The competition guidelines were contained in a 25-page booklet known as the Brown Book and contained black and white photos of Bennelong Point.",
              "Competitors were required to register for the competition by paying a fee of 10 Australian pounds.",
              "On 9 April 1956, Danish architect Jørn Utzon AC celebrated his 38th birthday and set to work in his modest office in Hellenbaek, north of Copenhagen, on his designs for the competition.",
              "He sent his 12 drawings to Sydney just before the competition closed in December.",
              "Judging began a few weeks later in January 1957.",
              "Jørn Utzon’s design was numbered 218 – one of the last of more than 223 entries received from 28 countries.",
              "Four men were selected to judge the entries – the British-born chair of architecture at Sydney University H.",
              "Ingram Ashworth, fellow Englishman Dr J Leslie Martin who had helped design the Royal Festival Hall on London’s South Bank, the NSW Government Architect Cobden Parkes and Eero Saarinen, an American architect and designer of Finnish descent.",
              "There is no precise record of how the winning design was chosen.",
              "A widely-told story is that Saarinen, who had missed the beginning of the ten days set aside for judging, was underwhelmed by the already shortlisted entrants and pulled Utzon’s entry out of a pile of rejected schemes, exclaiming that it was easily the winning design.",
              "This version of events has been rejected by Ashworth who would later say that Dr Martin had been particularly impressed by Utzon’s entry well before Saarinen arrived.",
              "Regardless of the story’s accuracy Saarinen was a key influence in the panel’s decision.",
              "The most eminent of the four, Saarinen had been steeped in modernism and had studied and worked with Charles and Ray Eames.",
              "By the time of the competition for the Sydney Opera House his architectural practice was moving away from the rectangular shapes of modernist architecture towards more expressive forms built from concrete.",
              "At the same time as the Opera House competition Saarinen was designing what would become his most famous building, the TWA Passenger Terminal at John F Kennedy International Airport in Queens, New York.",
              "Its wing-shaped concrete roof bore similarities to Utzon’s design.",
              "Because of its very originality, it is clearly a controversial design.",
              "On 29 January 1957, Premier Cahill announced that the winner of the competition was Design 218 by Jørn Utzon, the unknown 38-year-old Dane from Hellebæk.",
              "“We have returned again and again to the study of these drawings and are convinced that they present a concept of an Opera House which is capable of becoming one of the great buildings of the world,” the four assessors wrote in their report.",
              "“Because of its very originality, it is clearly a controversial design.",
              "We are however, absolutely convinced of its merits.",
              "” It was estimated that the project would cost 3.",
              "5 million pounds.",
              "Second prize was awarded to an American team of architects headed by J.",
              "Marzella, and third prize to Boissevain and Osmond from Britain.",
              "By the mid-1950s, modernism and the International Style of architecture had been in the ascendancy for 30 years.",
              "Rejecting the decorative motifs and ornamentalism of pre-WWI architecture, modernist architects preferred to reveal a building’s structure, emphasising function over form.",
              "Such modernist buildings typically resembled glass boxes, as did many of the entrants to the Sydney Opera House competition.",
              "In contrast, Utzon’s design was more sculptural and embraced expressionism.",
              "Among the competition entries, it was singular in making full use of Bennelong Point’s harbour-side setting, which would allow the building to be viewed from every angle.",
              "In the same year that Utzon’s designs were selected in Sydney, Mies van Rohe’s Seagram building was under construction in New York.",
              "The Seagram building, completed in 1958, stands as both a highpoint of modernist architecture, and a testament to how far Utzon’s Opera House was ahead of its time.",
              "Like many architects, Jørn Utzon had initially entered the competition to design Sydney’s opera house to exercise his ideas.",
              "He was surprised to learn he had won.",
              "Born in 1918 in Copenhagen, Utzon grew up in the immediate aftermath of the First World War.",
              "Despite the enormous disruption wrought by the conflict, modernity was already beginning to remodel the landscape of 20th century Europe.",
              "By 1956, the year of his opera house competition entry, Utzon had inherited broadly from the artistic, cultural and scientific revolutions that arose out of this immense period of change.",
              "When Utzon was 12 years old his parents went to the 1930 Stockholm International Exhibition and were transformed by the experience.",
              "The architecture of Gunnar Asplund – a champion of modernism – affected them deeply.",
              "“My parents returned home completely carried away by the new ideas and thoughts.",
              "They soon commenced redoing our home,” Utzon would later tell Henrik Sten Møller in Living Architecture.",
              "“The concept was space and light.",
              "All of the heavy, unpractical furniture was moved out and simple things were brought in.",
              "” In 1945, Utzon worked briefly with the great Finnish architect Alvar Aalto, who was himself deeply inspired by Gunnar Asplund.",
              "“Asplund is the father of modern Scandinavian architecture,” Utzon would later say.",
              "“He progressed beyond the purely functional and created a wonderful sense of wellbeing in his buildings.",
              "He even included symbolic content imbuing each of his buildings with a unique personality, one that expressly emanates the purpose of the building, completely covering and expressing the function, the lifestyle, the way of life lived in the building.",
              "” Both Aalto and Asplund combined the traditions of Nordic classicism with emerging modernist principles, a fusion that proved important to Utzon.",
              "Much later, Utzon noted how, in choosing to live in a beech forest and to reflect natural forms and functions in his work, he had been following Aalto's advice.",
              "Jørn Utzon noted “Asplund in Sweden and Aalto in Finland possess something beyond pure functionalism.",
              "They sometimes display what I would term a spiritual superstructure.",
              "It is called poetry.",
              "This superstructure makes every house reflect exactly the life in the house.",
              "” At the end of the 1940s, Utzon was awarded a travel scholarship that enabled him to visit North and South America.",
              "In the north, he met the great American and émigré architects Frank Lloyd Wright, Mies van der Rohe and designer Charles Eames.",
              "He also met Eero Saarinen, who would go on to become one of the judges of the competition to design the Sydney Opera House.",
              "In South America, he was deeply impressed by Aztec and Mayan ruins.",
              "Utzon imagined how these temples would have lifted people above their daily lives to a transcendent plateau where, beneath the clouds and sky, they could commune with their gods.",
              "All of these influences would shape Utzon’s designs for the Sydney Opera House – the building embodies his mastery in fusing craft traditions and ancient architecture with modernist thinking.",
              "Asplund in Sweden and Aalto in Finland possess something beyond pure functionalism.",
              ".",
              ".",
              "It is called poetry.",
              "In preparing his entry for the Opera House competition, Utzon pored over nautical maps of Sydney Harbour to get a sense of the landscape.",
              "He was influenced by Kronborg Castle near his home in Hellebaek, immortalised as Elsinore in Shakespeare’s Hamlet.",
              "Poised on a promontory on the strait between Denmark and Sweden, this Renaissance castle would provide a natural point of reference in imagining Bennelong Point on the other side of the world.",
              "Unique among the entries, Utzon’s entry placed the concert halls side by side, their shell-shaped roofs cantilevering out over the end of Bennelong Point, evoking Sydney’s cliffs and the sails on its harbour.",
              "It was a sculptural response to both the competition guidelines and the location, and was alone in fully realising the potential of its unique harbourside location.",
              "Inspired by the judges’ confidence in his winning design, Utzon held fast to his ideals for a “perfect building”, delivering extraordinary and beautiful designs and solutions for both the external and internal spaces.",
              "Even as the program for the building and character of the original aspirations changed around him, Utzon would work to maintain these founding ideals.",
              "However, Utzon's position would eventually become untenable.",
              "In the middle of construction he was forced to resign, as he saw it, by circumstances involving the Minister for Public Works, Davis Hughes.",
              "Tubowgule Jørn Utzon AC Construction begins The spherical solution Utzon departs the House Peter Hall and the completion of the Opera House 50 years of extraordinary moments Conserving and celebrating our heritage Decade of Renewal Sign up to our newsletter Facebook Twitter Instagram YouTube TripAdvisor WeiBo The Sydney Opera House honours our First Nations by fostering a shared sense of belonging for all Australians, and we acknowledge the Gadigal, traditional custodians of Tubowgule, the land on which the Opera House stands.",
              "Sydney Opera House Bennelong Point Sydney NSW 2000 Australia General enquiries +61 2 9250 7111"
            ]
          },
          {
            "title": "From the Archives, 1957: Utzon&#39;s design wins Opera House contest",
            "url": "https://www.smh.com.au/national/nsw/from-the-archives-1957-utzon-s-design-wins-opera-house-contest-20210117-p56uq5.html",
            "content": [
              "From the Archives, 1957: Utzon&#39;s design wins Opera House contest",
              "We’re sorry, this feature is currently unavailable.",
              "We’re working to restore it.",
              "Please try again later.",
              "This was published 2 years ago Add articles to your saved list and come back to them any time.",
              "This is an edited version of a story first published in The Sydney Morning Herald on January 30, 1957.",
              "Joern Utzon, 38, of Hellebaek, Denmark, has won the £5000 first prize in a world-wide contest for a design for a National Opera House to be built at Bennelong Point.",
              "Joern Utzon’s winning design for a National Opera House at Bennelong Point published on the front page of The Sydney Morning Herald, January 30, 1957.",
              "Credit: His Opera House, estimated to cost £3,500,000, would have an unusual roof consisting of a series of shell vaults of cement covered on the outside with white tiles.",
              "The judges, in their report issued yesterday, said \"Because of its very originality, it is clearly a controversial design.",
              "We are, however, absolutely convinced about its merits.\"",
              "Controversy has already begun.",
              "One architect said last night that the winning design was \"a piece of poetry .",
              ".",
              ".",
              "magnificent.\"",
              "Another architect said the design looked like \"an insect with a shell on its back which has crawled out from under a log.\"",
              "Second prize-winning entry for a National Opera House from a group of US architects.",
              "CHEAPEST TO BUILD Announcing the awards yesterday, the Premier Mr Cahill said that 217 entries had been received from practically every country in the world.",
              "He said the judges' choice was unanimous.",
              "The second prize of £2,000 was for a design for a circular opera house by a group of American architects, J.",
              "Maralla, L.",
              "Loschetter, W.",
              "Cunningham, W.",
              "Weissman, M.",
              "Drecher, R.",
              "Geddes and G.",
              "Quails, of Philadelphia, USA.",
              "The third prize of £1,000, for a rectangular design, went to Boissevam and Osmond, Gray's Inn, London.",
              "Quantitative assessors estimate that the second prize design would cost £5,400,000, to erect, and the third design, £7,800,000.",
              "The winning design is for a three-storey building with two auditoria on the third floor, seating 3000 to 3500 persons and 1200 persons.",
              "In addition there are two meeting rooms, each seating 100 persons, rehearsal areas, restaurants and bars.",
              "Designed for sandstone The building is designed to be built of Sydney sandstone.",
              "The tallest of the cement and tile roof shell vaults, which are interlocking, house the high stage.",
              "The audience enters the auditoria from behind the stage.",
              "Mr.",
              "Utzon's design consisted of a series of sketches was the least \"finished\" work in the competition.",
              "Mr.",
              "Utzon, who is noted for his design of houses in Denmark, did not furnish a perspective drawing showing how the opera house would appear when completed.",
              "A member of the architectural staff at the University of Sydney prepared a perspective drawing so that visitors to the National Art Gallery, where the entries are on exhibition, could gain some idea of how it would look.",
              "The Professor of Architecture at the University of Sydney, Professor H.",
              "Ingham Ashworth, one of the four judges in the competition, said last night that quantitative surveyors had examined the plans of the 10 leading entries and the winning entry was by far the cheapest to build.",
              "Joern Utzon inspects the Opera House site, 1 August 1957.",
              "Credit: Noel Herfort Mr.",
              "Cahill, in a speech before he announced the winning design, said;",
              "\"I must point out that the competition was for a National Opera House.",
              "\"In other words it was thought that the project would be of a national rather than a parochial or State-wide significance.\"",
              "Many of those present interpreted the Premier's remarks to mean that Federal aid would be sought in erecting the opera house.",
              "\"One of the great buildings of the world\" The judges were: Professor Ashworth;",
              "Mr C Parkes, NSW Government Architect;",
              "Professor J L Martin, Professor of Architecture of Cambridge University (who designed the London Festival Hall);",
              "and Mr Eero Saarinen, of America.",
              "Of the winning design they said: \"The drawings submitted are simple to the point of being diagrammatic.",
              "\"Nevertheless, as we have returned again and again to the study of these drawings we are convinced that they present a concept of an opera house which is capable of being one of the great buildings of the world.",
              "\"Because of its very originality, it is clearly a controversial design.",
              "We are, however, absolutely convinced about its merits.",
              "\"A massive base emphasises the character of Bennelong Point.",
              "\"The auditoria are arranged like Greek theatres in this rising base and are approached either underground from cars or externally along a magnificent ceremonial approach.",
              "\"This approach and the auditoria steps form a rising plateau in which the highest point of seating is about 40 feet above the ground.",
              "Movable Walls Planned 'This conception solves by elimination all the complex needs of (emergency) escape which form so much dead space in a multi-storeyed building.\"",
              "The judges said that the dressing-room and rehearsal areas would need some rearrangement.",
              "The designer had envisaged movable walls which could be raised when the weather permitted to allow the auditoria to be opened.",
              "The judges in their report stated: \"While this scheme substantially conforms to the conditions laid down, we are aware that it is open to many points of detailed criticism and a number of corrections would have to be made, but we feel that, at this stage, the general breadth of the imaginative concept is an over-riding consideration.\"",
              "In announcing the award, Mr Cahill said: \"The assessors have already stated that they expect some criticism of the design they have chosen.",
              "\"It is not my intention to enter the lists on that score at any time.",
              "I shall leave controversy of that nature to those better qualified than myself.",
              "\"On the other hand, there has been, and doubtless will be, some criticism of the project itself;",
              "of the site which the Government has chosen, of the wisdom of building an Opera House at all, and of the community's ability to shoulder the expense of maintaining a National Opera House.",
              "\"Those are the things which crop up from day to day and are something that the Government and I will have to face\".",
              "Copyright © 2023"
            ]
          },
          {
            "title": "Sydney Opera House 50th anniversary: Jørn Utzon’s five other visionary ...",
            "url": "https://www.smh.com.au/culture/art-and-design/beyond-the-opera-house-j-rn-utzon-s-other-buildings-20230815-p5dwmv.html",
            "content": [
              "Sydney Opera House 50th anniversary: Jørn Utzon’s five other visionary ...",
              "We’re sorry, this feature is currently unavailable.",
              "We’re working to restore it.",
              "Please try again later.",
              "What else did Jørn Utzon create?",
              "From inspiring personal projects to an unbuilt glass pagoda to houses reminiscent of Ancient Rome .",
              ".",
              ".",
              "By Jeni Porter Utzon’s open-plan home on the edge of a beech forest became the definitive Danish mid-20th century design.",
              "Credit: Jan Søndergaard Add articles to your saved list and come back to them any time.",
              "Like many young architects, Jørn Utzon threw all his creative wherewithal at the first house he designed for his family.",
              "Set in a glade on the edge of a protected beech forest in Hellebæk, Denmark, and made from a quintessential Danish building material, bricks, the house references Chinese and Japanese architecture, the modernism of Frank Lloyd Wright and Mies van der Rohe, and the ancient ways of living that Utzon had seen in the Atlas Mountains and in Mexico.",
              "Utzon ­synthesised all these references, along with an artist’s sensibility to nature, into an original expression that came to represent the definitive modern house of mid-20th century Denmark.",
              "It was that country’s first open-plan house, pioneering the underfloor heating required to warm such open spaces, and its large ­double-paned windows.",
              "It had ­sliding doors and ­moveable walls in untreated Oregon pine, and a flat roof in aluminium sheeting with ­skylights that Utzon made himself, using an oven at the local bakery to mould the plastic.",
              "Inside Utzon’s Hellebæk home.",
              "Credit: Jan Søndergaard Reached by an unsealed road through the forest, the house is first viewed as one long unbroken wall of slim whitish-yellow bricks.",
              "On the other side of this closed wall the house is completely open to the south-southwest, sitting on a low brick platform and looking out over rolling ground to the forest.",
              "Although experimental and unorthodox, the house was more than liveable, in tune with and in nature.",
              "Utzon called it a lair, peaceful and quiet, a private space for wife Lis and their children.",
              "“At the time I was already aware that what­ever rules and theories and references a house might follow, it must never eclipse the principal rule: to provide scope for the inhabitants to express themselves,” he said.",
              "Hugely influential on a generation of architects, and larger than its original 130 square metres after an ­extension in the early 1960s, the house remains a standard-bearer: honest and simple, a limited palette of humble materials, wooden joint and visible construction as the only ornamentation, making the most of a small floor space and dissolving the boundaries ­between inside and out, something that fascinated Utzon throughout his working life.",
              "The Roman houses have private courtyards and common areas.",
              "Credit: Jan Søndergaard Credit: Jan Søndergaard The year Jørn Utzon won the competition to ­design the Sydney Opera House, he also won the commission to build 60 houses on an undulating site with a small pond in Helsingør, in eastern Denmark.",
              "The two projects could not be more different: one of soaring ambitions and country-defining consequences, the other low-cost homes for shipbuilders and school teachers, financed by a government loan scheme that specified a maximum size of 104 square metres and a skimpy budget.",
              "Yet the two ­projects shared many of Utzon’s ideals: the sense of place and embracing of nature, an encyclopaedia of references from ancient cultures to innovative techniques, and a system of repeating few and similar ­elements that he later called additive architecture.",
              "Initially named after the Kingo Building Society which administered them, they became known as Romerhusene, or the Roman houses, because their ­almost unbroken buff-coloured brick perimeter walls and distinctive chimneys were reminiscent of the ­atrium houses of ancient Rome.",
              "They were the first of Utzon’s courtyard houses, an L-shaped building ­sitting on a 15-metre by 15-metre square-fenced plot, that could be ­repeated in a chain adapted to the terrain and ­varied organically to make the most of the sun while providing privacy.",
              "By keeping the houses small, Utzon was able to create a large common area for free-growing nature.",
              "Over 60 years the residents have maintained that ­common area collectively, so the houses are unusual in sociological terms, private and yet communal in character.",
              "Credit: Jan Søndergaard To British architecture critic and historian Kenneth Frampton, they are evidence that “no other Western architect has more convincingly demonstrated the landscape-preserving and social virtues of this form of settlement”.",
              "Long-term resident Birte Bech puts it more succinctly: “My house makes me happy,” she says in a book written by her husband, Jørgen Jørgensen, about the joy of living in a Roman house, which the couple has done for 25 years.",
              "“I was happy to have an opportunity to tell that to Utzon before he died,” says Jørgensen, an architect who knew the houses from their inception.",
              "On the northern harbour of Copenhagen, not far from the city’s Little Mermaid statue, is a glass and steel modernist box that is a stark reminder of what might have been erected on Bennelong Point had Jørn Utzon’s design for the Sydney Opera House been rejected.",
              "It’s the building Danes got when Utzon’s visionary design for Copenhagen was passed over.",
              "Rather banal and better known for the PH Artichoke lamps designed for the interior than for the architecture, the existing Langelinie Pavilion is a building that 99 out of 100 architects would have designed in 1953, writes Holger Dahl in his book about unfinished ­architectural projects, Copenhagen of Dreams. That one ­outlier, Utzon, went vertical instead of horizontal, ­proposing a 10-storey tower that looks like a spiral, spinning, glass-walled organism.",
              "“Utzon’s proposal was and is a stroke of genius, one of the first projects that could be called typically Utzon,” says Dahl, who deems it Copenhagen’s “most published, most famous and most regrettably unbuilt project”.",
              "Utzon’s glass pagoda is Copenhagen’s “most famous .",
              ".",
              ".",
              "unbuilt project”.",
              "Credit: Utzon Archives/Aalborg University & Utzon Center Utzon had climbed the rig of a barque on the harbour and worked out the tower had to stand higher than the five storey-rooftops of the city in order to see its historical spires in the round and, in turn, make its mark on the entire city and not just that piece of waterfront.",
              "Anticipating his design for the Opera House, he put all the non-public spaces into a single-floor podium, with restaurants stacked “tier upon diminishing tier in a glass pagoda”, as British architect and author Richard Weston writes.",
              "Topped by a flared viewing platform, the pavilion was inspired by Frank Lloyd Wright’s SC Johnson Research Tower, which Utzon had seen, but clearly ­referenced Chinese pagodas, fungi and trees.",
              "Utzon even included in his entry a photograph by the German ­photographer Karl Blossfeldt of the cross-section of a stem of a horsetail plant and a wooden spiral model.",
              "Credit: Utzon Archives/Aalborg University & Utzon Center Utzon was, however, short on detail on how to build the glass façade and deal with its heating and cooling.",
              "A critique in the architectural press, while noting the popular ­appeal, suggested the proposal had insufficient regard to “what is usable, what is constructive and to the ­climatic conditions”.",
              "Nevertheless, Dahl believes the technical issues could have been resolved with 1950s know-how – and Copenhagen would have got the landmark equivalent of Sydney’s shells.",
              "The exterior of the Bagsværd Church.",
              "Credit: Jan Søndergaard For Jørn Utzon, designing a building was a way of clarifying his relationship to nature.",
              "“The breadth of the sky and the hanging clouds inspired me to design Bagsværd Church with powerful tension in the concrete vaulting,” Utzon said of the church in the suburb of the same name in Copenhagen, where he used light as a material of architecture, creating what he called cloud vaults in concrete cast on site.",
              "The parishioners had been saving for a new church for 25 years when they approached Utzon in 1968, knowing the architect was short of work.",
              "The budget was tight, so he suggested concrete could be beautiful.",
              "“It was easy to bring out something that was pure and healthy and straightforward.",
              "And that was the light.",
              "” The church board and preachers gave him the freedom to design everything, using mostly local materials: four different kinds of concrete, some with marble added and smoothed, standard blocks bare or painted, oiled Swedish pine for the pews.",
              "When the cost estimate came in over budget, Utzon shrunk the plans by 10 per cent, a volumetric change that was barely ­noticeable once his assistant Oktay Nayman adjusted door heights and the like.",
              "Concrete “cloud vaulting” inside Bagsværd Church.",
              "Credit: Jan Søndergaard From the outside, on its unprepossessing site ­surrounded by busy roads, it looks more like a factory or a barn than a church, an intentional contrast that amplifies the effect of its interior.",
              "The church space is intimate, with a wide and shallow nave, above which the 18-metre span of white-painted reinforced concrete cascades like the billowing clouds Utzon had seen in Hawaii.",
              "The diffuse light, with no obvious source, envelops the congregation.",
              "A church organist describes the sensation as like looking into infinity.",
              "Nayman believes the church is Utzon’s most complete building.",
              "Daughter Lin wove textiles for the altar and vestments;",
              "Utzon even planted a stand of birch trees as a shield outside.",
              "“It is the only building that Jørn built as he wanted in every respect: the ­planning, the structure, choice of material, the details, everything,” says Nayman.",
              "One way to view architecture is to evaluate a ­building purely from the sensation of joy it gives you, Jørn Utzon once said.",
              "Can Lis, his first home on Mallorca, near Porto Petro on the south-eastern coast, is the ultimate architectonic representation of this ­belief.",
              "Stripped bare and seemingly hewn out of the sandstone cliff it stands on, the house is a unity of place and view, challenging in some respects because of its exposure to the elements.",
              "It is a house experienced through your senses, intuitively moving between inside and out, seeking sun and shade, shelter and enclosure, observing the vastness of the sea to the horizon or the intimacy of views framed through deep window bays, which one commentator calls viewing barrels.",
              "Can Lis, Utzon’s home on the Spanish island of Mallorca.",
              "Credit: Alamy Utzon described Can Lis as a “built expression ­placing man on the fringe of a landscape”, four main pavilions set off square among pines and acacias, on a cliff 20 metres above the Mediterranean facing due south to Africa.",
              "Each pavilion has a purpose – cooking and eating, living and relaxing, two for retreating and sleeping – and to get from one to the other you have to go outside.",
              "Before building them, which Utzon did using local stone masons, he climbed down the ledges of the cliff and sat in a cave and thought about the siting: “It’s all so simple, no more than the way birds know instinctively where to nest on a cliff-top.",
              "Nature was always the guide, like a small village in stone seems like it’s been there for centuries yet is also new.",
              "” In the mid-afternoon, a shaft of light illuminates the stone block walls through a vertical opening high on the western wall of the living room – an effect Utzon called a “poetic illustration of the passing of time”.",
              "Credit: Alamy Now owned by the Utzon Foundation, Can Lis was home for the Utzons for almost 20 years, then to ­daughter Lin for 10.",
              "Lin says whenever she walks in the front door to a covered porch, where a crescent moon cut out of the blocks offers a glimpse of the space beyond, she feels relieved, removed from the world.",
              "“It is as if you have left everything behind you and you are ­sitting at the edge of the universe, needing nothing.",
              "It is a very overwhelming and strong feeling that my ­father has achieved.",
              "” Jeni Porter is an Australian journalist who has lived in Copenhagen for the past decade, where she edits the ­biannual design and architecture magazine, Ark Journal.",
              "She has visited all these buildings.",
              "Start the day with a summary of the day’s most important and interesting stories, analysis and insights.",
              "Sign up for our Morning Edition newsletter.",
              "Copyright © 2023"
            ]
          }
        ],
        "Arup, a global consulting firm, was involved in the Sydney Opera House project from the beginning.": [
          {
            "title": "Designing Sydney Opera House - Arup",
            "url": "https://www.arup.com/projects/sydney-opera-house",
            "content": [
              "Designing Sydney Opera House - Arup",
              "Sorry, it looks like there are no results for Sydney Opera House design Talk about this project Alistair Morrison Australasia Fire Engineering Leader At a glance The Sydney Opera House is one of the world’s most famous buildings and its history is deeply interconnected with our own.",
              "In the mid-1950’s Bennelong Point, known to the Traditional Owners as Tubowgule, set between Sydney Harbour and the Sydney Botanic Gardens, was chosen as the site for Sydney’s new arts and culture building.",
              "Danish architect Jørn Utzon won the international design competition for the Sydney Opera House design.",
              "In 1957, we were appointed as the project’s consulting engineers and our founder, Sir Ove Arup, travelled to Australia to set up a site office, establishing our Australian practice.",
              "From start to completion, we provided structural engineering for all elements of the building, including the foundation, the roof’s iconic pre-cast shells, the concourse and glass walls.",
              "The Opera House’s complex design presented a unique opportunity for close collaboration between engineering and architecture.",
              "It also pushed engineering boundaries, creating technical innovation and establishing design conventions we still use today.",
              "Project Summary 1,056,006 ceramic tiles cover the Opera House roof 12trial schemes for the iconic sail design 1957the start of our work on the Opera House The Opera House was, at the time considered unbuildable.",
              "This complexity created a unique opportunity for Sir Ove Arup and architect Jørn Utzon to collaborate closely – a break from conventional architectural practice at the time.",
              "The crowning achievement of this collaboration is the Opera House’s most recognisable design component, the concrete roof sails, which hold 1,056,006 ceramic tiles.",
              "There was no precedent anywhere is the world for building the sails, which needed to be self-supporting.",
              "Working together, they created 12 trial schemes before landing on a spherical solution consisting of ten roof sails built from segments of the same sphere, 75 metres in diameter.",
              "Each sail is made from pre-cast concrete supported by concrete ribs.",
              "The simplicity of this solution enabled the ribs to be mass produced on site and then lifted into place, offering design coherence and economies of scale.",
              "“Engineering problems are under-defined, there are many solutions, good, bad and indifferent.",
              "The art is to arrive at a good solution.",
              "This is a creative activity, involving imagination, intuition and deliberate choice.",
              "” – Sir Ove Arup © Max Dupain The Opera House epitomises the late 20th century’s daring use of modern concrete design and construction techniques.",
              "The building is famous for its innovative use of exposed structural concrete as a key architectural feature.",
              "The concourse, which provides pedestrian and vehicle access to the building, is the most notable feature of the building’s concrete base.",
              "Ove Arup designed folded pre-stressed concrete beams to support the base structure.",
              "By integrating the techniques of folded plate structures and prestressing, he enabled the creation of expansive open spaces inside the podium, such as the Box Office Foyer, without the need for structural columns.",
              "The wind loads for the sail’s curved surfaces were unknown and had to be determined.",
              "Our team pioneered the use of wind tunnel testing for buildings which is now common practice in design for large buildings all over the world.",
              "The Opera House’s glass walls enclose the openings between the roof sails and the podium structure.",
              "Laminated glass was chosen for its toughness and ability to be shaped on site, yet little was known about its use for architectural design.",
              "Our team undertook a research programme to understand the structural behaviour of architectural laminates.",
              "Equipped with this knowledge, we designed the first large-scale example of using glass as a structural load bearing material in a building.",
              ".",
              "© Hamilton Lund The structural engineering of the Opera House becomes increasingly more complex over time as it is progressively altered to accommodate modifications, upgrades and renewal projects, which are necessary to maintain the place as a functional public building and leading performing arts centre.",
              "The structural engineering of the Opera House becomes increasingly more complex over time as it is progressively altered to accommodate modifications, upgrades and renewal projects, which are necessary to maintain the place as a functional public building and leading performing arts centre.",
              "© Victor Caringal From repairs and maintenance to major upgrades, our team continues Ove’s work preserving and evolving the Sydney Opera House for future generations of visitors, artists and performers so everyone can enjoy this global icon.",
              "From repairs and maintenance to major upgrades, our team continues Ove’s work preserving and evolving the Sydney Opera House for future generations of visitors, artists and performers so everyone can enjoy this global icon.",
              "Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
              "Learn how our aligned pursuit of excellence and sustainable development makes our partnership even stronger than it was 60 years ago.",
              "Arup is a proud sponsor of Sydney Opera House.",
              "Related Sydney, Australia Sydney, Australia Sydney, Australia Related"
            ]
          },
          {
            "title": "The history of Arup - Arup",
            "url": "https://www.arup.com/our-firm/arup-history",
            "content": [
              "The history of Arup - Arup",
              "Sorry, it looks like there are no results for Arup was born of our founder’s conviction that a more collaborative and open-minded approach to engineering would lead to work of greater quality and enduring relevance.",
              "Sir Ove's legacy is an organisation that continues to be recognised for bravely imaginative solutions to the world’s most challenging projects.",
              "For over 75 years, Arup has been a place where creative people can develop their talents, collaborate with likeminded colleagues and produce incredible work.",
              "From Ove’s founding interest in function and beauty, to today’s urgent need for a more sustainable built environment, discover the many different ways we continue to shape the modern world: Watch now Watch now Watch now Watch now Watch now Watch now Our people are independent by nature, with the confidence to take on some of the world’s most challenging projects.",
              "For over 75 years we have nurtured pioneers and original thinkers, becoming a welcome home for the creative and ambitious.",
              "From concert halls that set new standards of acoustic detail to designing the physical connections between nations, ours is a story of relentless innovation.",
              "Maintaining its founder’s individuality and spirit, Arup today is a place where talented people can pose difficult questions and chart a better course.",
              "Owned by its members, the organisation’s commercial independence underpins its commitment to developing sustainable development outcomes across the built environment.",
              "In 1946 philosopher and engineer Ove Arup sets up his consulting engineering business in London, an organisation with a highly collaborative ‘Total Architecture’ vision for how the built environment should be produced.",
              "Busáras is one of Ireland's most important modernist buildings.",
              "Designed by Michael Scott and team, it also represents Ove Arup's first work in Ireland, leading to the creation of Arup's Dublin office in 1946.",
              "Hired as the consulting engineer, Busáras represented a significant challenge, both due to its size and the sophistication of its design.",
              "Brynmawr Rubber Factory was a significant early project in which Ove Arup demonstrated his approach to structural engineering on ambitious concrete forms. The factory’s main floor comprised nine shells using reinforced concrete, forming a striking modernist structure.",
              "Ove Arup is awarded Commander of the British Empire (CBE), a U.",
              "K.",
              "honour for contributions to the arts and sciences, work with charitable and welfare organisations, and public service.",
              "Having been bombed beyond repair in WW2, in 1950 it was decided that a modern replacement should be designed.",
              "Ove Arup & Partners were appointed structural engineer, working with architect Basil Spence.",
              "The resulting design is a much admired modernist cathedral, one that retains the ruins of the original building as a tribute to those lost to the conflict.",
              "This elegant concrete bridge over the River Wear connects Durham University’s 19th century buildings to its campus south of the river.",
              "It was the last project Ove designed himself, and he would describe it as a “complete integration of architecture, structure and method of construction”.",
              "Ove Arup articulates his vision for the firm in ‘The Key Speech’.",
              "This philosophical talk defined the firm’s purpose, shape and values and signalled its future as a membership-owned organisation.",
              "The values and principles agreed that night continue to guide us in our work today.",
              "The construction of the structurally iconic Sydney Opera House brought Arup global recognition.",
              "Design begins in the 1950s, and the complex design work for the iconic pre-cast concrete shells is finally achieved through the pioneering use of computers.",
              "After winning a competition in 1971 with then unknown architects Renzo Piano and Richard Rogers, Arup takes on the revolutionary Centre Pompidou in Paris.",
              "The design’s placing of structural elements and building services on the outside of the building called for innovative approaches to the engineering.",
              "Another of Arup’s many collaborations with architect Norman Foster, the HSBC building in Hong Kong remains a triumph of high-tech, user-centred design.",
              "The structure’s complex multi-tower form was particularly challenging, and much of the building had to be produced abroad and assembled off-site.",
              "Completed in 1986, this ‘high-tech’ building was designed with Richard Rogers.",
              "Like the Pompidou Centre, its services, staircases, lifts, electrical power cables and water pipes are placed on the outside – a fundamental part of the design.",
              "Completed in 1987, The Menil Collection, USA demonstrates the effectiveness of truly integrated design.",
              "The gallery’s shading, lighting, ventilation services and structures are all component parts of the architecture.",
              "We worked with the architect Renzo Piano to develop a louvre-style roof made of 300 ‘light leaves’ which acted as shade and heat shield to protect the art.",
              "At Kansai International Airport, Japan we made pioneering use of computational fluid dynamics to design the roof of the steel-clad passenger terminal, another collaboration with Renzo Piano.",
              "The result is an expressive, unobstructed space with a draught-free climate for the main passenger areas.",
              "Curved steel contours and a wingspan approaching jumbo-jet proportions have helped the Angel of the North achieve iconic status.",
              "Artist Antony Gormley’s creation celebrates Britain’s industrial past in an essentially modern and public work.",
              "We resurrected local shipbuilding skills and combined them with boundary-pushing 3D modelling technology to produce the sculpture.",
              "The district in Bangkok lacked any system for collecting sewage.",
              "We laid 55km of major sewers beneath the canals, dramatically minimising disruption to the roads.",
              "Yannawa was the first major environmental project to become operational in the Thai capital and remains one of our most significant urban water engineering projects.",
              "Now two million people can benefit from reliable wastewater collection and the canals are much cleaner.",
              "When the Øresund Bridge opened in 2000, it simplified the trip from Malmö, Sweden to Copenhagen, Denmark into a 35-minute drive.",
              "We led the design consortium on this ambitious project, part rail-and-road bridge, part underwater tunnel, part artificial island.",
              "Huge sections of the superstructure were prefabricated offsite before being lifted into place by floating cranes.",
              "The design of the former Olympic swimming venue, now a water park, is inspired by the formation of soap bubbles.",
              "It has a self-cleaning façade made from a translucent plastic 100 times lighter than glass and much better at collecting heat, saving on both lighting and heating.",
              "Singapore Sports Hub is the first stadium in the world to be purpose built for football, rugby, cricket and athletics, as well as concerts and festivals.",
              "We worked on all architectural and engineering aspects of the project, from urban design and architecture to blast engineering and lighting.",
              "Our work across the built environment has encouraged us to think long and deeply about what makes a successful city.",
              "Our Cities Alive research series puts a variety of different urban agendas under the spotlight, from children’s experiences to the need for more active travel and greener building envelopes.",
              "These are ideas that can shape cities where everybody thrives.",
              "Redeveloping the Grade I listed King’s Cross station into a transport hub fit for the modern age required clever engineering and sympathetic design.",
              "We also mapped and modelled pedestrian behaviour to understand how millions of people use the station, producing insights that helped shape the redevelopment and identify revenue opportunities At 180km long, this is the largest manmade reservoir in the US.",
              "We developed a deep-water intake on the lakebed 100m below the surface.",
              "In one of the most complex tunnelling operations ever attempted, we designed a 200m-deep shaft and a 5km-long bored tunnel below the lake to connect with the new intake.",
              "Our partnership with the C40 Cities Climate Leadership Group (C40) is one way we are helping galvanise people into taking collective action.",
              "Over a three year period, Arup would invest $1 million into research through the partnership with C40, to offer cities increased insight to accelerate action on global climate change.",
              "At the COP21 Summit in Paris in December 2015, we secured a historic agreement to limit global warming to less than 2°C.",
              "We participated in the event and pledged our full support for this important outcome.",
              "We’ve seen mounting evidence of progressive business thinking on climate change, and welcomed the opportunity that COP21 gave firms like ours to be at the forefront of meaningful action.",
              "In its first season celebrating the role engineering plays in people’s lives, the V&A curated an exhibition about Arup: “Engineering the World: Ove Arup and the Philosophy of Total Design”.",
              "This was a major retrospective on Ove Arup and the contribution he made to engineering, the work of our firm and how Arup continues to shape a better world.",
              "The Queensferry Crossing is Scotland’s largest infrastructure project for a generation and the longest three-tower, cable-stayed bridge in the world.",
              "Real-time sensor data protects travellers and employees by monitoring the impact of weather and motion and is one of the first bridges to have live ‘health checks’ for infrastructure.",
              "The UK’s transition to zero carbon emissions is a huge challenge for a nation that usess gas for heating.",
              "Our work on Hy4Heat is exploring the how to switch the existing gas network to use hydrogen – a zero emission fuel.",
              "It’s a huge shift, so we’re helping at every level, from advisory and governance considerations, to the technical, safety and operational issues.",
              "In most people’s minds 3D printing conjures up images of small-scale prototypes intricately built up in white resin.",
              "At Arup we have bigger ideas.",
              "Our structural engineers have explored the full potential of robotic welding to create complex structures.",
              "The results are remarkable, as seen with the 12m MX3D bridge in Amsterdam.",
              "When Crossrail, now known as the Elizabeth line, commenced operation in May 2022, it represented the culmination of more than three decades of endeavour, collaboration and tenacity.",
              "Millions of passengers will benefit from the new system, which connects areas to the west and east of the capital, expanding capacity on London’s busy rail network by 10% with a fast and regular service.",
              "We are helping the Sagrada Familia Foundation to produce the remaining six towers of Gaudi's creation.",
              "In all our work we have used a new generation of digital tools to produce workable structural designs that will complete the tops of the towers for this breath-taking church.",
              "Required reading for each person who joins Arup, the Key Speech sets out our aims and the principles by which they might be achieved."
            ]
          },
          {
            "title": "Sydney Opera House Decade of Renewal – Accessibility and Safety - Arup",
            "url": "https://www.arup.com/projects/sydney-opera-house-decade-of-renewal-accessibility-and-safety",
            "content": [
              "Sydney Opera House Decade of Renewal – Accessibility and Safety - Arup",
              "Sorry, it looks like there are no results for Sydney Opera House Decade of Renewal – Accessibility and Safety Talk about this project Alistair Morrison Australasia Fire Engineering Leader At a glance In 2013, the Sydney Opera House began a decade of renewal to improve amenity, safety, strengthen capacity and enhance performance spaces to open to more of the community.",
              "A major component and driver of this work was improving the building’s accessibility.",
              "At the time of the original design and construction, accessibility was not design norm making it difficult for people with limited mobility to access all areas of the Opera House.",
              "Safety was another critical factor – with the new building upgrades came the need for a renewed fire strategy and evacuation procedures to keep people safe.",
              "We partnered with the Sydney Opera House, Scott Carver architects and Tonkin Zulaikha Greer architects to improve accessibility and safety using our fire engineering, structural engineering, digital design and collaboration expertise.",
              "Project Summary 365days the Sydney Opera House operates each year 2013the beginning of the decade of renewal 2new lifts shafts The Opera House’s Northern Foyer is a focal point in the building, with harbour views, bars, event spaces, and access to some of the most popular theatre seats in the Concert Hall and Joan Sutherland Theatre.",
              "Beyond level two, the only way to access the Northern Foyer was by taking a series of steep steps on either side of the foyer, limiting access and seat choice for people with limited mobility.",
              "The challenge was to create space for two new lift shafts in a highly complex concrete design within the heritage building constraints.",
              "Cutting through the building’s long-spanned concrete beams would be challenging without creating a new support system.",
              "Instead, we helped create a tunnel design through the Northern Foyer’s staircase to house the lift shafts, providing access to each level.",
              "Unlike the building’s concrete structure, each lift shaft needed glass walls to keep with the heritage design and maintain a visual connection for visitors as they travelled to different levels.",
              "We created a lightweight steel solution to structurally support the glass walls.",
              "The lifts provide access to every building floor and are tucked away in the corner providing uncrowded access without impacting the Northern Foyer’s design.",
              "Visitors with limited mobility can now access a new range of venue experiences and a broader seat selection.",
              "The renewal of spaces inside the building also required a rethink of the building’s safety strategy.",
              "Our fire engineering team were challenged with creating a strategy putting safety first without compromising the Opera House’s elegant design.",
              "Effective fire safety design should aim to be almost invisible;",
              "designed to keep people safe without interrupting their experience.",
              "Our team created simple and practical design elements to achieve this.",
              "For example, the Opera House’s existing internal stairs discharge people inside the building at lower levels.",
              "To accommodate the new front of house spaces, changes to these stairs needed an innovative fire-resistant compartmentation design to create new safe and efficient discharge areas to maintain safety whilst respecting the heritage building constraints.",
              "For the Concert Hall, we collaborated closely with ARM Architecture to simultaneously design the new theatre with an updated fire strategy.",
              "Together, we worked through the ceiling’s space constraints to create a new strategy without making significant design changes.",
              "The Sydney Opera House strives to use every part of the building 365 days per year making it Australia’s busiest arts and culture institution.",
              "The Opera House sought our guidance to study the evacuation procedure for three scenarios: a concert on the Forecourt, Northern Broardwalk and New Years Eve – the building’s biggest annual event.",
              "Using our digital pedestrian simulation software, MassMotion, we modelled each scenario to test safe evacuation procedures.",
              "The software simulated each scenario happening at once by colour coding ‘agents’ representing people to understand their movement.",
              "This simulation provided the indicators to understand the visitor experience and the people flow in terms of density, time and delay.",
              "It also provided options to move exits, open and close crowd control barriers or reduce the number of events.",
              "This process provided vital information for planning events and stakeholder conversations.",
              "Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
              "Learn how our aligned pursuit of excellence and sustainable development makes our partnership even stronger than it was 60 years ago.",
              "Arup is a proud sponsor of Sydney Opera House.",
              "Related Sydney, Australia Sydney, Australia Sydney, Australia Related"
            ]
          }
        ],
        "The sail-shaped shells that form the roof of the two main halls of the Sydney Opera House posed enormous technical and structural problems that had never been encountered before.": [
          {
            "title": "Did you know? Sydney Opera House and the problem of the shells",
            "url": "https://www.architectureanddesign.com.au/suppliers/interseat-stadium-seating-systems/did-you-know-sydney-opera-house-and-the-problem-of",
            "content": [
              "Did you know? Sydney Opera House and the problem of the shells",
              "Add more products 2/02/2017 Interseat Stadium Seating Systems Did you know if all the 14 shells of the Sydney Opera House were combined, it would form a perfect sphere?",
              "There’s more to this story, though.",
              "The entire construction period of the Sydney Opera House was beset with problems. First, the podium was found to be not strong enough to support the shells and needed extensive reworking as early as 1963.",
              "Then the problem of the shells, which were elliptical, parabolic and finally spherical, took six years to resolve.",
              "Utzon's original drawings showed them as relatively squat, free form concrete shells.",
              "The problem of the roof structure was finally resolved with the adoption of a ribbed shell system, with the shells having a uniform curvature based on a 75-metre radius sphere.",
              "This enabled repeated precast units, built in standard segments on site, to be used in their construction.",
              "The concrete ribs, whose centrelines coalesced into the podium, provided a common spring point for all the precast concrete sections on which the ceramic tile pattern was placed.",
              "Sydney Opera House architect Jorn Utzon is believed to have made the final breakthrough.",
              "(Source: sydneycloseup.",
              "com/jorn-utzon) Interseat Stadium Seating Systems is a customised seating specialist offering retractable seating, stadium seats, fixed grandstands, players benches and portable grandstands to transform any space into a multipurpose venue.",
              "Discover products that suit your style and create a list of the items you like or want most.",
              "Search through our latest projects and articles to find your inspiration for your next project Join the community and give your insight into projects and news Subscribe to get all the news, views, resources, comment and opinion on all things Architecture & Design delivered straight to your inbox."
            ]
          },
          {
            "title": "Sydney Opera House | The spherical solution",
            "url": "https://www.sydneyoperahouse.com/our-story/the-spherical-solution",
            "content": [
              "Sydney Opera House | The spherical solution",
              "As it has been over 20 minutes, unfortunately your cart has been emptied.",
              "The spherical solution As construction of the podium began in Sydney, Jørn Utzon AC and his team of architects back in Hallebaek explored how to build the Opera House’s shell-shaped roof.",
              "Between 1958 and 1962, the roof design for the Sydney Opera House evolved through various iterations as Utzon and his team pursued parabolic, ellipsoid and finally spherical geometry to derive the final form of the shells.",
              "The eventual realisation that the form of the Sydney Opera House's shells could be derived from the surface of a sphere marked a milestone in 20th century architecture.",
              "To work out how to build the shells, the engineers at Arup & Partners needed to express the shell shapes mathematically.",
              "Asked by the engineers in 1958 to define the curves of the roof, Utzon took a plastic ruler, bent it against a table and simply traced the curves.",
              "He sent these drawings to Arup & Partners in London, explaining these were the shapes he wanted.",
              "The building’s shape slowly shifted away from Utzon’s competition drawings.",
              "His new curves were detailed in the Red Book, a complete set of plans, sections and elevations sent to the NSW Government in March 1958, which expanded on the schematic drawings from his competition entry.",
              "The roof’s ridge profiles had become higher and more pointed;",
              "the end shell form no longer cantilevered like a cliff over the sea.",
              "These higher profiles also allowed for more volume for the stage towers and auditoriums. Yet the drawings contained in the Red Book were structurally unsound, with difficult bends near the roof’s footings.",
              "Each shell was different.",
              "The lack of a defining geometry would make it impossible for the builders to reuse formwork and would add to the building’s costs.",
              "As the years and iterations continued without a satisfactory solution, resolution of the issue went from pressing to critical.",
              "By late 1961, three years had passed since Utzon had bent his plastic ruler on a table and a solution to building the shells had still not been found.",
              "Utzon was even asked by the NSW government whether he should consider another engineering firm – but the architect refused to look elsewhere, convinced his collaboration with Arup would yield the solution.",
              "In the end the solution would come from Utzon himself.",
              "Various myths surround the discovery of the so-called Spherical Solution, the unified answer to the problems of buildable shells.",
              "The iconic sculptural form of the Sydney Opera House essentially relies on the form of these shells, so the importance of finding the best solution to the roof cannot be underestimated.",
              "As one of the more popular myths has it, Utzon had a eureka moment while peeling an orange.",
              "While it’s true that the solution can be demonstrated in this way, it had in fact been architect Eero Saarinen who, over breakfast one morning years earlier, cut into a grapefruit to describe the thin shell structure of the roof of his TWA Building, and later used an orange to explain the shape of the shells to others.",
              "By his own account, Utzon was alone one evening in his Hellebæk office with a number of the most intractable Sydney Opera House problems weighing heavily on his mind.",
              "Utzon was stacking the shells of the large model to make space when he noticed how similar the shapes appeared to be.",
              "Previously, each shell had seemed distinct from the others.",
              "But now it struck him that as they were so similar, each could perhaps be derived from a single, constant form, such as the plane of a sphere.",
              "The simplicity and ease of repetition was immediately appealing.",
              "It would mean that the building's form could be prefabricated from a repetitive geometry.",
              "Not only that, but a uniform pattern could also be achieved for tiling the exterior surface.",
              "It would become the single, unifying discovery that allowed for the distinctive characteristics of Sydney Opera House to be finally realised, from the vaulted arches and timeless, sail-like silhouette of the Opera House to the exceptionally beautiful finish of the tiles.",
              "For Utzon, this realisation was an epiphany.",
              "His assistants were stunned when he explained the idea and set out to provide drawings that would prove its validity.",
              "By finding the parts of a sphere that best suited the existing shapes of the shells, each new form could be extracted.",
              "Furthermore, only one side of each profile was required as this would be mirrored to complete the arch.",
              "The Spherical Solution would become the binding discovery that allowed for the unified and distinctive characteristics of the Sydney Opera House to be realised finally.",
              "By any standard it was a beautiful solution to crucial problems: it elevated the architecture beyond a mere style – in this case that of shells – into a more permanent idea, one inherent in the universal geometry of the sphere.",
              "It was also a timeless expression of the fusion between design and engineering.",
              "In January 1962 Utzon submitted his Yellow Book: 38 pages of plans, sections and elevations setting out the shells, details of the precast ribs and the tiling.",
              "Its cover showed the principles of the spherical geometry that would allow the Opera House to finally be realised.",
              "Utzon wanted the shells to contrast with the deep blue of Sydney Harbour and the clear blue of the Australian sky.",
              "The tiles needed to be gloss but not be so mirror-like to cause glare.",
              "Utzon found exactly what he wanted in Japan;",
              "ceramic bowls with a subtle coarseness caused by a granular texture in the clay.",
              "Three years of work by Höganäs of Sweden produced the effect Utzon wanted in what became known as the Sydney Tile, 120mm square, made from clay with a small percentage of crushed stone.",
              "The 4228 tile chevrons required to cover the shells were produced in a factory set up under the Monumental Steps.",
              "Tiles were placed face down in one of 26 chevron shaped beds each with a base shaped to match the curve of the roof.",
              "In total, there are 1,056,006 tiles on the roof.",
              "In his Design Principles published in 2002, Jørn Utzon would remark that the tiles “were a major item in the building.",
              "It is important that such a large, white sculpture in the harbour setting catches and mirrors the sky with all its varied lights dawn to dusk, day to day, throughout the year.",
              "” Tubowgule Jørn Utzon AC Construction begins The spherical solution Utzon departs the House Peter Hall and the completion of the Opera House 50 years of extraordinary moments Conserving and celebrating our heritage Decade of Renewal Sign up to our newsletter Facebook Twitter Instagram YouTube TripAdvisor WeiBo The Sydney Opera House honours our First Nations by fostering a shared sense of belonging for all Australians, and we acknowledge the Gadigal, traditional custodians of Tubowgule, the land on which the Opera House stands.",
              "Sydney Opera House Bennelong Point Sydney NSW 2000 Australia General enquiries +61 2 9250 7111"
            ]
          },
          {
            "title": "Sydney Opera House | History, Location, Architect, Design, Uses ...",
            "url": "https://www.britannica.com/topic/Sydney-Opera-House",
            "content": [
              "Sydney Opera House | History, Location, Architect, Design, Uses ...",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Our editors will review what you’ve submitted and determine whether to revise the article.",
              "Sydney Opera House, opera house located on Port Jackson (Sydney Harbour), New South Wales, Australia.",
              "Its unique use of a series of gleaming white sail-shaped shells as its roof structure makes it one of the most-photographed buildings in the world.",
              "The Sydney Opera House is situated on Bennelong Point (originally called Cattle Point), a promontory on the south side of the harbour just east of the Sydney Harbour Bridge.",
              "It was named for Bennelong, one of two Aboriginal people (the other man was named Colebee) who served as liaisons between Australia’s first British settlers and the local population.",
              "The small building where Bennelong lived once occupied the site.",
              "In 1821 Fort Macquarie was built there (razed 1902).",
              "In 1947 the resident conductor of the Sydney Symphony Orchestra, Eugene Goossens, identified the need of Australia’s leading city for a musical facility that would be a home not only to the symphony orchestra but also to opera and chamber music groups.",
              "The New South Wales government, agreeing that the city should aspire to recognition as a world cultural capital, gave official approval and in 1954 convened an advisory group, the Opera House Committee, to choose a site.",
              "Early the following year the committee recommended Bennelong Point.",
              "In 1956 the state government sponsored an international competition for a design that was to include a building with two halls—one primarily for concerts and other large musical and dance productions and the other for dramatic presentations and smaller musical events.",
              "Architects from some 30 countries submitted 233 entries.",
              "In January 1957 the judging committee announced the winning entry, that of Danish architect Jørn Utzon, who won with a dramatic design showing a complex of two main halls side by side facing out to the harbour on a large podium.",
              "Each hall was topped with a row of sail-shaped interlocking panels that would serve as both roof and wall, to be made of precast concrete.",
              "His winning entry brought Utzon international fame.",
              "Construction, however, which began in 1959, posed a variety of problems, many resulting from the innovative nature of the design.",
              "The opening of the Opera House was originally planned for Australia Day (January 26) in 1963, but cost overruns and structural engineering difficulties in executing the design troubled the course of the work, which faced many delays.",
              "The project grew controversial, and public opinion turned against it for a time.",
              "Amid continuing disagreements with the government authorities overseeing the project, Utzon resigned in 1966.",
              "Construction continued until September 1973 under the supervision of the structural engineering firm Ove Arup and Partners and three Sydney architects—Peter Hall, David Littlemore, and Lionel Todd.",
              "In 1999 Utzon agreed to return as the building’s architect, overseeing an improvement project.",
              "He redesigned the former Reception Hall, and it was reopened in 2004 as the Utzon Room.",
              "It has an eastern view of Sydney Harbour and is used for receptions, seminars and other meetings, and chamber music performances.",
              "Two years later a new colonnade was completed, marking the first alteration to the Opera House’s exterior since 1973.",
              "The Opera House is Sydney’s best-known landmark.",
              "It is a multipurpose performing arts facility whose largest venue, the 2,679-seat Concert Hall, is host to symphony concerts, choir performances, and popular music shows.",
              "Opera and dance performances, including ballet, take place in the Opera Theatre (renamed the Joan Sutherland Theatre in 2012 as a tribute to the celebrated Australian operatic soprano), which seats just over 1,500.",
              "There are also three theatres of different sizes and configurations for stage plays, film screenings, and smaller musical performances.",
              "The Forecourt, on the southeastern end of the complex, is used for outdoor performances.",
              "The building also houses restaurants and a professional recording studio.",
              "In 2007 the Opera House was designated a UNESCO World Heritage site."
            ]
          }
        ],
        "The engineers had to devise innovative solutions using pre-stressed concrete, epoxy jointing, complex scaffolding, and computer analysis for the construction of the Sydney Opera House.": [
          {
            "title": "Sydney Opera House | The spherical solution",
            "url": "https://www.sydneyoperahouse.com/our-story/the-spherical-solution",
            "content": [
              "Sydney Opera House | The spherical solution",
              "As it has been over 20 minutes, unfortunately your cart has been emptied.",
              "The spherical solution As construction of the podium began in Sydney, Jørn Utzon AC and his team of architects back in Hallebaek explored how to build the Opera House’s shell-shaped roof.",
              "Between 1958 and 1962, the roof design for the Sydney Opera House evolved through various iterations as Utzon and his team pursued parabolic, ellipsoid and finally spherical geometry to derive the final form of the shells.",
              "The eventual realisation that the form of the Sydney Opera House's shells could be derived from the surface of a sphere marked a milestone in 20th century architecture.",
              "To work out how to build the shells, the engineers at Arup & Partners needed to express the shell shapes mathematically.",
              "Asked by the engineers in 1958 to define the curves of the roof, Utzon took a plastic ruler, bent it against a table and simply traced the curves.",
              "He sent these drawings to Arup & Partners in London, explaining these were the shapes he wanted.",
              "The building’s shape slowly shifted away from Utzon’s competition drawings.",
              "His new curves were detailed in the Red Book, a complete set of plans, sections and elevations sent to the NSW Government in March 1958, which expanded on the schematic drawings from his competition entry.",
              "The roof’s ridge profiles had become higher and more pointed;",
              "the end shell form no longer cantilevered like a cliff over the sea.",
              "These higher profiles also allowed for more volume for the stage towers and auditoriums. Yet the drawings contained in the Red Book were structurally unsound, with difficult bends near the roof’s footings.",
              "Each shell was different.",
              "The lack of a defining geometry would make it impossible for the builders to reuse formwork and would add to the building’s costs.",
              "As the years and iterations continued without a satisfactory solution, resolution of the issue went from pressing to critical.",
              "By late 1961, three years had passed since Utzon had bent his plastic ruler on a table and a solution to building the shells had still not been found.",
              "Utzon was even asked by the NSW government whether he should consider another engineering firm – but the architect refused to look elsewhere, convinced his collaboration with Arup would yield the solution.",
              "In the end the solution would come from Utzon himself.",
              "Various myths surround the discovery of the so-called Spherical Solution, the unified answer to the problems of buildable shells.",
              "The iconic sculptural form of the Sydney Opera House essentially relies on the form of these shells, so the importance of finding the best solution to the roof cannot be underestimated.",
              "As one of the more popular myths has it, Utzon had a eureka moment while peeling an orange.",
              "While it’s true that the solution can be demonstrated in this way, it had in fact been architect Eero Saarinen who, over breakfast one morning years earlier, cut into a grapefruit to describe the thin shell structure of the roof of his TWA Building, and later used an orange to explain the shape of the shells to others.",
              "By his own account, Utzon was alone one evening in his Hellebæk office with a number of the most intractable Sydney Opera House problems weighing heavily on his mind.",
              "Utzon was stacking the shells of the large model to make space when he noticed how similar the shapes appeared to be.",
              "Previously, each shell had seemed distinct from the others.",
              "But now it struck him that as they were so similar, each could perhaps be derived from a single, constant form, such as the plane of a sphere.",
              "The simplicity and ease of repetition was immediately appealing.",
              "It would mean that the building's form could be prefabricated from a repetitive geometry.",
              "Not only that, but a uniform pattern could also be achieved for tiling the exterior surface.",
              "It would become the single, unifying discovery that allowed for the distinctive characteristics of Sydney Opera House to be finally realised, from the vaulted arches and timeless, sail-like silhouette of the Opera House to the exceptionally beautiful finish of the tiles.",
              "For Utzon, this realisation was an epiphany.",
              "His assistants were stunned when he explained the idea and set out to provide drawings that would prove its validity.",
              "By finding the parts of a sphere that best suited the existing shapes of the shells, each new form could be extracted.",
              "Furthermore, only one side of each profile was required as this would be mirrored to complete the arch.",
              "The Spherical Solution would become the binding discovery that allowed for the unified and distinctive characteristics of the Sydney Opera House to be realised finally.",
              "By any standard it was a beautiful solution to crucial problems: it elevated the architecture beyond a mere style – in this case that of shells – into a more permanent idea, one inherent in the universal geometry of the sphere.",
              "It was also a timeless expression of the fusion between design and engineering.",
              "In January 1962 Utzon submitted his Yellow Book: 38 pages of plans, sections and elevations setting out the shells, details of the precast ribs and the tiling.",
              "Its cover showed the principles of the spherical geometry that would allow the Opera House to finally be realised.",
              "Utzon wanted the shells to contrast with the deep blue of Sydney Harbour and the clear blue of the Australian sky.",
              "The tiles needed to be gloss but not be so mirror-like to cause glare.",
              "Utzon found exactly what he wanted in Japan;",
              "ceramic bowls with a subtle coarseness caused by a granular texture in the clay.",
              "Three years of work by Höganäs of Sweden produced the effect Utzon wanted in what became known as the Sydney Tile, 120mm square, made from clay with a small percentage of crushed stone.",
              "The 4228 tile chevrons required to cover the shells were produced in a factory set up under the Monumental Steps.",
              "Tiles were placed face down in one of 26 chevron shaped beds each with a base shaped to match the curve of the roof.",
              "In total, there are 1,056,006 tiles on the roof.",
              "In his Design Principles published in 2002, Jørn Utzon would remark that the tiles “were a major item in the building.",
              "It is important that such a large, white sculpture in the harbour setting catches and mirrors the sky with all its varied lights dawn to dusk, day to day, throughout the year.",
              "” Tubowgule Jørn Utzon AC Construction begins The spherical solution Utzon departs the House Peter Hall and the completion of the Opera House 50 years of extraordinary moments Conserving and celebrating our heritage Decade of Renewal Sign up to our newsletter Facebook Twitter Instagram YouTube TripAdvisor WeiBo The Sydney Opera House honours our First Nations by fostering a shared sense of belonging for all Australians, and we acknowledge the Gadigal, traditional custodians of Tubowgule, the land on which the Opera House stands.",
              "Sydney Opera House Bennelong Point Sydney NSW 2000 Australia General enquiries +61 2 9250 7111"
            ]
          },
          {
            "title": "The secrets of the Sydney Opera House&#39;s construction",
            "url": "https://www.abc.net.au/news/2023-10-21/opera-house-dream-became-reality-with-hornibrook-construction/102997276",
            "content": [
              "The secrets of the Sydney Opera House&#39;s construction",
              "How builder Manuel Hornibrook turned Sydney Opera House dream into bricks-and-mortar reality The story of how the Sydney Opera House was constructed goes back to the \"exacting\" work ethic of an ambitious young builder in Brisbane in the early 1900s.",
              "Manuel Hornibrook was just 19 when he started his own building company as a way of supporting his single mother and six siblings, four of whom became his apprentices.",
              "\"There was no leeway,\" said his granddaughter Julie Hornibrook, who now lives near Lismore in northern New South Wales.",
              "\"If things weren't right, they just had to be done again and that was really how they built up their ethos of the company.\"",
              "Ms Hornibrook said her grandfather soon moved beyond building houses to building bridges, and the company constructed more than 100 bridges including the Story Bridge in Brisbane and Sydney's Iron Cove Bridge.",
              "But it was the iconic Opera House \"sails\" that would prove to be Manuel Hornibrook's greatest legacy.",
              "As the family story goes, Manuel Hornibrook said, \"it would be egotistical of me to say that no-one else could build those sails, but offhand I can't think of anyone else who could\".",
              "From music, arts to politics, one of the country's most iconic landmarks has hosted a range of events and created cherished memories in its 50 years of existence.",
              "Ms Hornibrook said while structural engineer Ove Arup had been credited with bringing the vision of architect Jorn Utzon to fruition, the practical realities of the radical design's construction fell to Hornibrook.",
              "In 1962, when the company was awarded the construction contract, Manuel Hornibrook was 69 years old.",
              "He leaned on his right-hand man Corbet Gore to run the project as chief engineer, with up to 10,000 workers employed throughout the construction.",
              "\"There was a lot of problem solving to be done and a lot of time pressure,\" Ms Hornibrook said.",
              "It was Corbet Gore who travelled to America to source the tiles and epoxy resin that would be used to cover the sails.",
              "He also travelled to France to inspect and acquire the use of what were at the time the world's strongest cranes, three of which were used during construction.",
              "Ms Hornibrook said it was Gore who came up with the idea for the erection arch, which held in place the ribs of the structure as they were being built.",
              "\"Hornibrook had that experience of working with bridges and pre-stressed concrete, so they worked out how the actually do that.\"",
              "Ms Hornibrook said 5,000 drawings by Manuel Hornibrook were unearthed in the State Library of New South Wales, and 30,000 mathematical equations were done to ensure the accuracy of the erection arch.",
              "She said her research revealed the project's model maker remained on site during the construction process to respond to the ever-evolving design, and workers were encouraged to offer feedback on how things were unfolding.",
              "Ms Hornibrook said her grandfather's legacy was largely packed away with the site office and construction waste at the end of the job.",
              "\"What we see is the exquisite building that remains.\"",
              "When the Opera House opened in 1973, Manuel Hornibrook had died and the name of his company had changed.",
              "\"So I think some of those Australian stories have got lost along the way,\" Ms Hornibrook said.",
              "\"My grandfather told his staff to look back with pride at the work they had done, and I think we as Australians should do the same.\"",
              "We acknowledge Aboriginal and Torres Strait Islander peoples as the First Australians and Traditional Custodians of the lands where we live, learn, and work.",
              "This service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced.",
              "AEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time)"
            ]
          },
          {
            "title": "Designing Sydney Opera House - Arup",
            "url": "https://www.arup.com/projects/sydney-opera-house",
            "content": [
              "Designing Sydney Opera House - Arup",
              "Sorry, it looks like there are no results for Sydney Opera House design Talk about this project Alistair Morrison Australasia Fire Engineering Leader At a glance The Sydney Opera House is one of the world’s most famous buildings and its history is deeply interconnected with our own.",
              "In the mid-1950’s Bennelong Point, known to the Traditional Owners as Tubowgule, set between Sydney Harbour and the Sydney Botanic Gardens, was chosen as the site for Sydney’s new arts and culture building.",
              "Danish architect Jørn Utzon won the international design competition for the Sydney Opera House design.",
              "In 1957, we were appointed as the project’s consulting engineers and our founder, Sir Ove Arup, travelled to Australia to set up a site office, establishing our Australian practice.",
              "From start to completion, we provided structural engineering for all elements of the building, including the foundation, the roof’s iconic pre-cast shells, the concourse and glass walls.",
              "The Opera House’s complex design presented a unique opportunity for close collaboration between engineering and architecture.",
              "It also pushed engineering boundaries, creating technical innovation and establishing design conventions we still use today.",
              "Project Summary 1,056,006 ceramic tiles cover the Opera House roof 12trial schemes for the iconic sail design 1957the start of our work on the Opera House The Opera House was, at the time considered unbuildable.",
              "This complexity created a unique opportunity for Sir Ove Arup and architect Jørn Utzon to collaborate closely – a break from conventional architectural practice at the time.",
              "The crowning achievement of this collaboration is the Opera House’s most recognisable design component, the concrete roof sails, which hold 1,056,006 ceramic tiles.",
              "There was no precedent anywhere is the world for building the sails, which needed to be self-supporting.",
              "Working together, they created 12 trial schemes before landing on a spherical solution consisting of ten roof sails built from segments of the same sphere, 75 metres in diameter.",
              "Each sail is made from pre-cast concrete supported by concrete ribs.",
              "The simplicity of this solution enabled the ribs to be mass produced on site and then lifted into place, offering design coherence and economies of scale.",
              "“Engineering problems are under-defined, there are many solutions, good, bad and indifferent.",
              "The art is to arrive at a good solution.",
              "This is a creative activity, involving imagination, intuition and deliberate choice.",
              "” – Sir Ove Arup © Max Dupain The Opera House epitomises the late 20th century’s daring use of modern concrete design and construction techniques.",
              "The building is famous for its innovative use of exposed structural concrete as a key architectural feature.",
              "The concourse, which provides pedestrian and vehicle access to the building, is the most notable feature of the building’s concrete base.",
              "Ove Arup designed folded pre-stressed concrete beams to support the base structure.",
              "By integrating the techniques of folded plate structures and prestressing, he enabled the creation of expansive open spaces inside the podium, such as the Box Office Foyer, without the need for structural columns.",
              "The wind loads for the sail’s curved surfaces were unknown and had to be determined.",
              "Our team pioneered the use of wind tunnel testing for buildings which is now common practice in design for large buildings all over the world.",
              "The Opera House’s glass walls enclose the openings between the roof sails and the podium structure.",
              "Laminated glass was chosen for its toughness and ability to be shaped on site, yet little was known about its use for architectural design.",
              "Our team undertook a research programme to understand the structural behaviour of architectural laminates.",
              "Equipped with this knowledge, we designed the first large-scale example of using glass as a structural load bearing material in a building.",
              ".",
              "© Hamilton Lund The structural engineering of the Opera House becomes increasingly more complex over time as it is progressively altered to accommodate modifications, upgrades and renewal projects, which are necessary to maintain the place as a functional public building and leading performing arts centre.",
              "The structural engineering of the Opera House becomes increasingly more complex over time as it is progressively altered to accommodate modifications, upgrades and renewal projects, which are necessary to maintain the place as a functional public building and leading performing arts centre.",
              "© Victor Caringal From repairs and maintenance to major upgrades, our team continues Ove’s work preserving and evolving the Sydney Opera House for future generations of visitors, artists and performers so everyone can enjoy this global icon.",
              "From repairs and maintenance to major upgrades, our team continues Ove’s work preserving and evolving the Sydney Opera House for future generations of visitors, artists and performers so everyone can enjoy this global icon.",
              "Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
              "Learn how our aligned pursuit of excellence and sustainable development makes our partnership even stronger than it was 60 years ago.",
              "Arup is a proud sponsor of Sydney Opera House.",
              "Related Sydney, Australia Sydney, Australia Sydney, Australia Related"
            ]
          }
        ],
        "The construction of the shells of the Sydney Opera House took more than a decade and involved many changes and controversies along the way.": [
          {
            "title": "Impossible made perfect: builders of the Sydney Opera House look back ...",
            "url": "https://www.theguardian.com/australia-news/2023/oct/18/impossible-made-perfect-builders-of-the-sydney-opera-house-look-back-in-wonder?ref=upstract.com",
            "content": [
              "Impossible made perfect: builders of the Sydney Opera House look back ...",
              "On the landmark’s 50th anniversary, those who built it reflect on the political and technical turmoil of realising Jørn Utzon’s vision The construction of the Sydney Opera House was a famously fraught saga, but as the city’s landmark turns 50, former workers remember a quite different atmosphere on the site itself.",
              "Michael Elfick, who was then a surveyor in his early 20s, says safety precautions were minimal.",
              "“The people were so relaxed,” Elfick says.",
              "“You just wandered over the shells as you needed to, high in the sky.",
              "” On the tight parcel of land, less than 2 hectares, three tower cranes would swing 10-tonne lumps of concrete through the air.",
              "“Then people had to actually place that, to an eighth of an inch,” Elfick says.",
              "“So they are standing on top of the things, guiding them into an exact position.",
              "” The crane drivers had difficulty seeing over the rising shells, with potentially disastrous consequences.",
              "“The Opera House was very fortunate that nobody got killed,” Elfick says.",
              "When it was opened by Queen Elizabeth on 20 October 1973, the Opera House already had a long and controversial history.",
              "Drama had shrouded it from conception.",
              "Construction began in 1959 to realise the extraordinary vision of the Danish architect Jørn Utzon.",
              "But when a new Liberal government was elected in New South Wales in 1965, the minister of works began challenging Utzon’s costs and schedules, eventually stopping payments to the project.",
              "Utzon resigned a year later.",
              "People took to the streets in protest demanding his return, but he left Australia and never returned to see his completed design.",
              "Strikes also interrupted construction, with hundreds protesting against the firing of a worker and pushing for a 35-hour working week, among other things.",
              "“You had these dramas on one side, and then really complicated technical dramas going on the other side, on a day-to day-basis,” Elfick says.",
              "“But construction goes on.",
              "” Work began each day at the first hint of light and would continue into the early hours of the next morning.",
              "“It was a very focused, 24/7 job, for three years,” Elfick recalls.",
              "Peter Thompson, who worked on the Opera House as a structural engineer at the British firm Ove Arup, says he feels a sense of gratification on the 50th anniversary.",
              "“You feel very proud, having had a small part to play, and knowing only you and very few people know the whole story,” he says.",
              "Instead of using a formula, the shell-shaped roof was formed by bending a piece of Perspex and tracing the curves.",
              "“There was no mathematical basis,” Thompson says, so working out the design’s geometry was “really difficult”.",
              "“We had three systems integrated together.",
              "We didn’t go anywhere without a little book on three-dimensional geometry.",
              "” Utzon and his architects eventually realised that the shells could be derived from the surface of a sphere, unlocking a geometric solution for engineers.",
              "The design mimics a ship’s billowed sails: the Opera House’s arching roofs stand stark against the blue of Sydney’s harbour and sky.",
              "People often don’t realise the shells are quite thin, Elfick says.",
              "“The use of concrete was quite amazing.",
              "” Their ribs are made from “folded” or “rippled” four-inch slabs.",
              "On the outside, chevron-patterned white tile panels add only an inch.",
              "Interior work on the project began in the late 1960s.",
              "Ken Hepworth, a carpenter from Perth, was on a road trip around Australia in 1971 when he stumbled across a job installing the building’s plywood panel ceilings.",
              "He worked on low scaffolding, cutting each panel, linking them together and clipping them to the ceiling.",
              "The panels were only about 600mm wide but ran the full length of the room, “acting as vents, allowing airflow, and hiding pipe work”, Hepworth says.",
              "Once the ceiling panels ran out, he was reassigned to Gyprocking the stairs into the auditoriums. “We would be on a scaffold on a sort of slope, putting up layers and layers of Gyprock to act as soundproofing.",
              "” Hepworth says a sense of camaraderie and togetherness pervaded the site, in contrast to the intense wrangling going on behind the scenes.",
              "“Some of the workers were ex-Vietnam who left the army and went to work in the construction game, so we heard a few stories from them,” he says.",
              "The quality of the building reflected care among workers.",
              "Hepworth says if the concrete poured was not “100% perfect” then the next day “workers with jackhammers would knock it down, and we’d up and do it again.",
              "” “The work was precise,” he says.",
              "“You can see it in the building today.",
              "Everything is perfect.",
              "” Elfick says the workers felt an “intense pride” regardless of their role.",
              "“The attention to detail that everybody, from the labourers up, put into the job was quite amazing,” he says.",
              "“Think of surveyors as being the invisible people.",
              "” The tradesmen leave behind the physical building, while the engineers and architects leave volumes of drawings and specifications as evidence of their work.",
              "“All we have to show for our work is lots of numbers, to 10 decimal places, which soon get thrown away,” Elfick says.",
              "“However, everything is in its correct position and we certainly played a part in that.",
              "” Thompson says he gave five years of his life to “the most interesting job”.",
              "“I went in on one side and came out the other a different person,” he says.",
              "“It made you realise that nothing is impossible.",
              "”"
            ]
          },
          {
            "title": "The drama that halted the construction of the Sydney Opera House",
            "url": "https://au.news.yahoo.com/the-drama-that-halted-construction-of-the-sydney-opera-house-210038681.html",
            "content": [
              "The drama that halted the construction of the Sydney Opera House",
              "One of Australia’s most iconic landmarks, and one of the world’s most famous buildings, The Sydney Opera House is the star of the Sydney Harbour.",
              "Although the iconic spherical architecture is now world famous, the inception, planning and construction was riddled with controversy.",
              "After a long 14 years of building conflict, the Sydney Opera House was finally brought to life, and on October 20, 1973, it was officially opened by Queen Elizabeth II.",
              "In the 1940s, planning began for a new and exciting venue for large theatrical productions in Sydney, as Eugene Goossens of the NSW State Conservatorium of Music lobbied that the Sydney Town Hall wasn’t large enough.",
              "By 1954, Goossens had gained the support of NSW Premier Joseph Cahill, and in 1956, Cahill had launched an international design competition where architects vied for the chance to design Sydney’s newest attraction.",
              "Designers from Philadelphia put forth a design for an observatory-esque round structure with concave edges and a large natural courtyard, which was considered to be the \"second place\" design choice.",
              "Coming in \"third\", a Dutch architectural duo proposed two adjoining rectangular structures with hexagonal roof ornaments.",
              "Over 233 designs were initially considered for the state’s new opera house, but ultimately, Danish architect Jørn Utzon was announced as the winner of the competition 1957.",
              "Utzon’s design, featuring ultra modernist concepts and curved, half conical shaped spires, was confirmed to be the new Sydney Opera House.",
              "Christ the Redeemer is 90 years old today.",
              ".",
              ".",
              "so how was it built?",
              "The real life tragedy which inspired The Phantom of the Opera 'West Side Story' at 60: The 10 best films based on musicals In March 1959, construction on Utzon’s design began, but unfortunately it was not all smooth sailing.",
              "The process slowed right down while approval was sought to construct Utzon’s radical designs.",
              "Tensions also grew between Utzon and Minister for Public Works Davis Hughes, who attempted to sway public opinion of Utzon as an \"impractical dreamer\".",
              "Hughes often clashed with Utzon over procurement costs and deadlines.",
              "And the tensions grew to a personal level.",
              "By 1966, Hughes had withheld funding and payments towards Utzon, reportedly owing Utzon over $100,000.",
              "Discussing this in an official meeting, minutes show that Utzon demanded that Hughes pay him what he was owed, saying “if you don’t do it, I resign.",
              "” Hughes told him “I accept your resignation, thank you very much, goodbye.",
              "” Utzon left the project in February of 1966 and left Australia, citing differences with Hughes as his motivator to leave the project.",
              "After Utzon’s exit, Davis Hughes and a government architect named Ted Farmer organised a team to bring the Sydney Opera House to completion.",
              "Construction was ultimately completed in 1973 - having cost $102 million (equivalent to $962 million in today's money).",
              "Wearing a blue silk dress and matching hat, Queen Elizabeth II made her way to the completed Opera House on this day in 1973, where she met Premier Bob Askin and Prime Minister Gough Whitlam.",
              "Addressing a crowd of thousands, as well as a reported millions of viewers of the televised event, the Queen acknowledged the controversy surrounding the monument’s construction.",
              "“The Sydney Opera House has captured the imagination of the world, though I understand that its construction has not been totally without problems,” she said.",
              "“Controversy of the most extreme kind attended the building of the pyramids, yet they stand today — 4000 years later — acknowledged as one of the wonders of the world.",
              "So, I hope and believe it will be with the Sydney Opera House.",
              "” The opening ceremony was finalised with fireworks and a performance from a grand marching band.",
              "Utzon did not attend the opening ceremony.",
              "Flashing forward to the 1990s, the Sydney Opera House Trust communicated with Utzon in an attempt to reconcile and secure his involvement in any future changes to the building.",
              "Utzon accepted, and in 1999, he was appointed as a design consultant for future work, and a space inside the building called the ‘Utzon Room’ was developed.",
              "Despite this, Utzon never returned to Australia to see the Opera House after leaving the country in 1966.",
              "Nowadays, the Sydney Opera House is Australia’s number one tourist destination, with over 8.",
              "2 million visitors a year, presenting more than 2000 shows, 363 days a year.",
              "Having hosted Pope John Paul II, Nelson Mandela and Oprah for speeches, and Iggy Pop and Lizzo for performances, the Sydney Opera House certainly lives up to its initial concept of being an exciting venue for large productions.",
              "Do you have a story tip?",
              "Email: newsroomau@yahoonews.",
              "com.",
              "You can also follow us on Facebook, Instagram, TikTok and Twitter and download the Yahoo News app from the App Store or Google Play.",
              "Ukraine has eliminated 572 enemy troops and 32 units of military equipment in one day in the south of the country, according to the Tavria group commander, Brig.",
              "Gen.",
              "Oleksandr Tarnavskyi, on Nov.",
              "12.",
              "Ronan Keating has expressed his heartache, following the death of his X Factor Australia co-star, Johnny Ruffo.",
              "Context changes everything \"Let's stop getting mad on my page that you felt the need to oversexualize me and have a problem with it.\"",
              "Australia produced their highest successful run chase in World Cup history.",
              "Read more here.",
              "The former Nationals leader and ex-staffer exchanged vows at the “bush bash” wedding with cowboy boots and Akubra hats.",
              "Incredible monocular has 10x tactical zoom so you can see clearly from miles away.",
              "Get 63% Off Today.",
              "Gordon Ramsay has become a dad for the sixth time as he announces the surprise birth of a baby boy on Instagram.",
              "Pat Cummins and his fellow fast bowlers have been put under the microscope.",
              "Read more here.",
              "The Prime Minister has come under fire from both activists and sceptics over plans to offer residency to climate-affected Pacific islanders.",
              "Diabetes Is Not From Sweets!",
              "Meet The Number One Enemy Rita Ora admits that marrying Taika Waititi has proven to be a real turning point in her life.",
              "Organisers estimated about 50,000 people flooded Sydney’s CBD, as an iconic landmark was flooded with the red, green, black and white of the Palestinian flag.",
              "These ornaments didn't quite live up to expectations.",
              "Here's why.",
              "It’s a bigger problem than you might think (the ugly truth).",
              "It's rare that Princess Catherine breaks this aspect of royal protocol Two weeks of testimony from Donald Trump and his family has hurt his case, say lawyers watching.",
              "The heartbroken mother was forced to call in the police over the disgusting matter.",
              "Find out what happened.",
              "If you’ve saved $500k or more, it’s time to build an estate plan for your wealth.",
              "Download The Investor’s Guide to Estate Planning to get started.",
              "The former president became fixated on a baseless conspiracy theory that he would return to the White House in August 2021, according to Jonathan Karl's upcoming book The former president, played by James Austin Johnson, slammed one candidate and joked that \"even 'SNL' doesn’t think he has a chance.\"",
              "Matt Renshaw's actions have been called out by his opponents.",
              "Read more here.",
              "We all love a good discount, but what you’re about to read can be life-altering.",
              "We’ve recently uncovered the 19 biggest senior discounts of all-time.",
              "The \"Queen of Christmas\" Mariah Carey stepped out in a showstopping black and gold sequined mini that has fans saying the holiday season has officially arrived.",
              "See everything they had to say here.",
              "Glenn Maxwell will be key to Australia's chances of making the Cricket World Cup final.",
              "Read more here.",
              "Newcastle Knights and Canberra Raiders fans were fuming over the reports.",
              "Read more here."
            ]
          },
          {
            "title": "Did you know? Sydney Opera House and the problem of the shells",
            "url": "https://www.architectureanddesign.com.au/suppliers/interseat-stadium-seating-systems/did-you-know-sydney-opera-house-and-the-problem-of",
            "content": [
              "Did you know? Sydney Opera House and the problem of the shells",
              "Add more products 2/02/2017 Interseat Stadium Seating Systems Did you know if all the 14 shells of the Sydney Opera House were combined, it would form a perfect sphere?",
              "There’s more to this story, though.",
              "The entire construction period of the Sydney Opera House was beset with problems. First, the podium was found to be not strong enough to support the shells and needed extensive reworking as early as 1963.",
              "Then the problem of the shells, which were elliptical, parabolic and finally spherical, took six years to resolve.",
              "Utzon's original drawings showed them as relatively squat, free form concrete shells.",
              "The problem of the roof structure was finally resolved with the adoption of a ribbed shell system, with the shells having a uniform curvature based on a 75-metre radius sphere.",
              "This enabled repeated precast units, built in standard segments on site, to be used in their construction.",
              "The concrete ribs, whose centrelines coalesced into the podium, provided a common spring point for all the precast concrete sections on which the ceramic tile pattern was placed.",
              "Sydney Opera House architect Jorn Utzon is believed to have made the final breakthrough.",
              "(Source: sydneycloseup.",
              "com/jorn-utzon) Interseat Stadium Seating Systems is a customised seating specialist offering retractable seating, stadium seats, fixed grandstands, players benches and portable grandstands to transform any space into a multipurpose venue.",
              "Discover products that suit your style and create a list of the items you like or want most.",
              "Search through our latest projects and articles to find your inspiration for your next project Join the community and give your insight into projects and news Subscribe to get all the news, views, resources, comment and opinion on all things Architecture & Design delivered straight to your inbox."
            ]
          }
        ],
        "The Sydney Opera House was finally opened by Queen Elizabeth II in 1973.": [
          {
            "title": "Sydney Opera House opens | October 20, 1973 | HISTORY",
            "url": "https://www.history.com/this-day-in-history/sydney-opera-house-opens",
            "content": [
              "Sydney Opera House opens | October 20, 1973 | HISTORY",
              "This Day In History: October 20 Changing the day will navigate the page to that given day in history.",
              "You can navigate days by using left and right arrows 1973 After 15 years of construction, the Sydney Opera House is dedicated by Queen Elizabeth II on October 20, 1973.",
              "The $80 million structure, designed by Danish architect Jørn Utzon and funded by the profits of the Opera House Lotteries, was built on Bennelong Point, in Sydney, Australia.",
              "Famous for its geometric roof shells, the structure contains several large auditoriums and presents an average of 3,000 events a year to an estimated two million people.",
              "The first performance in the complex was the Australian Opera’s production of Sergei Prokofiev’s War and Peace, which was held in the 1,547-seat Opera Theatre.",
              "Today, the Opera House remains Sydney’s best-known landmark and is recognizable the world over.",
              "By: History.",
              "com Editors HISTORY.",
              "com works with a wide range of writers and editors to create accurate and informative content.",
              "All articles are regularly reviewed and updated by the HISTORY.",
              "com team.",
              "Articles with the “HISTORY.",
              "com Editors” byline have been written or edited by the HISTORY.",
              "com editors, including Amanda Onion, Missy Sullivan, Matt Mullen and Christian Zapata.",
              "We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Sign up now to learn about This Day in History straight from your inbox.",
              "Get all of today's events in just one email featuring a range of topics.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Sydney Opera House | 50 years of extraordinary moments",
            "url": "https://www.sydneyoperahouse.com/our-story/50-years-extraordinary-moments",
            "content": [
              "Sydney Opera House | 50 years of extraordinary moments",
              "As it has been over 20 minutes, unfortunately your cart has been emptied.",
              "50 years of extraordinary moments Australian culture reached a remarkable milestone on 20 October 1973: the completion of one of the greatest buildings of the 20th century, the birth of an icon, and the beginning of an incredible performance history at Sydney’s new Opera House.",
              "“The Sydney Opera House has captured the imagination of the world, though I understand that its construction has not been totally without problems,” Queen Elizabeth II observed, officially opening Jørn Utzon AC’s masterpiece on a blustery spring day.",
              "But as the Queen went on to say: “The human spirit must sometimes take wings or sails, and create something that is not just utilitarian or commonplace.",
              "” The human spirit must sometimes take wings or sails, and create something that is not just utilitarian or commonplace.",
              "Ben Blakeney, a direct descendant of Bennelong, appeared silhouetted at the apex of one of the high roof sails to welcome the public to the Opera House.",
              "The Queen’s words could not have been more appropriate to the occasion.",
              "It was a day that brought to a conclusion the saga of the building’s conception, design and construction, a saga in which controversies and politics upended what had seemed for many years as idealistic a quest for architectural perfection as had been seen in the post-war world.",
              "Some had feared that the Sydney Opera House might never be finished.",
              "To others, its perfection was forever compromised by the manner of its completion.",
              "But on 20 October a building conceived with vast ambitions - nothing less than to “help mould a better and more enlightened community”, in the words of then New South Wales Premier Joseph Cahill - a building that some would say had already begun to do that work during the travails and controversies of its construction - began to assume its destiny.",
              "The Opera House was born of an urgent need for new creative expression.",
              "Its construction was a bold, visionary exercise in nation-building by a young, largely immigrant nation looking to define itself.",
              "The urgency was also underlined by the fact that the first performance at the Sydney Opera House occurred long before the building had even been finished.",
              "In 1960, before the construction of the sails had even begun, American singer and civil rights activist Paul Robeson climbed the scaffolding and sang Ol’ Man River to construction workers.",
              "On 28 September 1973, almost a month before its official opening by Her Majesty the Queen, the curtain in the Opera Hall rose on its first production: Prokofiev’s epic War and Peace, performed by the Australian Opera.",
              "The first performance in the Concert Hall was a program of works by Wagner performed by the Sydney Symphony Orchestra and featuring the legendary Swedish soprano Birgit Nilsson and conductor Charles Mackerras.",
              "The Music Room – now the Utzon room – was home to Musica Viva, the chamber music organisation set up in the 1940s by a Hungarian refugee to meet the burgeoning demand for classical music from European migrants.",
              "The Old Tote Theatre – later the Sydney Theatre Company – moved into the Drama Theatre.",
              "By the Opera House’s second year, new Australian works included The Australian Opera’s staging of Peter Sculthorpe’s Rites of Passage and The Australian Ballet’s performance of Barry Moreland’s Sacred Space.",
              "The Opera House’s repertoire extended far beyond opera, ballet, symphonic music and theatre with performances of jazz, including Sammy Davis Jnr in 1977 and Ella Fitzgerald in 1978, as well as a wide variety of pop and rock shows.",
              "In 1974, Australia’s greatest opera star, Joan Sutherland, performed for the first time in the theatre that would be named for her.",
              "The Australian Opera’s production of Offenbach’s The Tales of Hoffman was the first of many times La Stupenda would tread the boards of the Opera House’s stages.",
              "Her performances included Lakmé, Norma and The Merry Widow in the 1970s, and Lucia di Lammermoor, Otello, La Traviata and Die Fledermaus in the 80s.",
              "Dame Joan farewelled the Opera House in 1990 with a performance of Les Huguenots.",
              "She received a rapturous reception, with green and gold streamers thrown by the audience covering the stage.",
              "In 2012, the Sydney Opera House renamed its Opera Theatre the Joan Sutherland Theatre in memory of one of Australia's greatest opera singers.",
              "By 1977, children’s programming was being welcomed into the Opera House with productions of Babar the Elephant and Peter and the Wolf.",
              "The following year, low-cost daytime programs began to introduce more young audiences to the performing arts.",
              "As the building’s fame grew, the Opera House attracted an ever-wider universe of stars and world leaders.",
              "In 1980, Arnold Schwarzenegger won his final Mr Olympia body-building title in the Concert Hall.",
              "Seven years later, the same stage would host Pope John Paul II.",
              "In 1990, Nelson Mandela, recently freed from prison after 27 years, spoke of forgiveness to a crowd of 40,000 on the Opera House’s Monumental Steps.",
              "In 1981, the ABC presented a direct radio satellite broadcast to Europe of Camille Saint-Saens’ Symphony No.",
              "3 in C Minor performed by the Sydney Symphony Orchestra and organist Michael Dudman.",
              "It was heard by millions across Europe and was the first direct radio satellite broadcast from Australia.",
              "Two years later, the Opera House marked its 10th anniversary with performances by The Chamber Orchestra of Europe, the London Symphony Orchestra, the Choir of King’s College in Cambridge and the Academy of St Martin in the Fields.",
              "In 1985, the Sydney Opera House Trust presented Music and Dance of the First Australians, the first major program of works by Australia’s First Nations.",
              "The pace of Australian works quickened: 1986 saw Voss, an opera based on the novel by Patrick White, composed by Richard Meale to a libretto by David Malouf.",
              "Graeme Murphy was also choreographing new works for Sydney Dance Company.",
              "In 1988, as Australia celebrated its bicentenary, the revitalised forecourt became a venue for sheep shearing, hot air ballooning and a demonstration of ski-jumping into the harbour.",
              "In 1990, director Baz Luhrmann and designer Catherine Murphy transported Puccini’s La Bohème into 1950s Paris, with Mimi and Rodolfo embracing on a rooftop beside a giant sign in glowing red cursive: L’amour.",
              "Seven years later, Luhrmann and Murphy married in front of the same set on the same stage.",
              "By 1995, the extraordinary tale of the Sydney Opera House’s construction had become an opera in itself: Australian Opera’s production of The Eighth Wonder, written by composer Alan John and librettist Dennis Watkins.",
              "The following year, more than 100,000 people crammed onto the forecourt and the Monumental Steps to witness Crowded House’s Farewell to the World concert.",
              "The Melbourne-born rock group announced they would disband and that the Sydney Opera House was to be their last performance.",
              "The evening ended with Don’t Dream it’s Over.",
              "At the turn of the millennium, Icehouse marked the final moments of 1999 with a 25-minute version of Great Southern Land accompanied by the Australian Chamber Orchestra with Richard Tognetti playing an electric violin and Australian-based Japanese drum ensemble Taikoz.",
              "As Sydney prepared to host the 2000 Olympics, the Opera House kicked off an Olympic Arts Festival with Tubowgule.",
              "To the sound of didgeridoos and clapsticks, dancers evoked the celebrations and ceremonies that had occurred on Bennelong Point for thousands of years.",
              "Opera singer Deborah Cheetham performed, and the Opera House’s sails were bathed in a light show designed by Marc Newson.",
              "Then in 2001, we introduced Message Sticks, an annual festival of contemporary indigenous culture.",
              "In 2008, Brian Eno curated the first Vivid LIVE music program.",
              "Oprah Winfrey also used the forecourt to film her Ultimate Australian Adventure, with guests including Nicole Kidman, Russell Crowe and Hugh Jackman in 2010.",
              "In that same year, 5,200 people lay naked in the very same spot in front of Spencer Tunick’s camera.",
              "Over the years, there has been a long line of international stars who have performed on the Opera House stages, among them Sting, The Cure, Kraftwerk, The National, Björk, Patti Smith, Bob Dylan and Massive Attack.",
              "According to its 1961 Act, the Opera House exists to not only promote excellence and achievement in the arts, but as a meeting place for matters of local, national and international importance.",
              "It carries out that function to this day through a year-long program that celebrates the rich vitality of First Nations culture.",
              "The highlight of that Indigenous program was Homeground, an immersive two-day annual festival that showcased the greatest Indigenous artists from across Australia and the globe.",
              "Homeground continued the tradition established by the Opera House’s pioneering Message Sticks festival.",
              "In November 2015, a new national Indigenous dance competition, Dancerites, premiered as part of Homeground.",
              "Dancerites has helped revitalise fast-vanishing Indigenous cultural leadership and practices – including language, dance, traditional instruments and skin markings – by creating a contemporary and competitive forum for performance by First Nations communities.",
              "In 2016, the Sydney Opera House’s then Head of First Nations Programming, Rhoda Roberts, curated the annual lighting of the sails, transforming the building into a vast animated canvas by the work of six indigenous artists: Karla Dickens, Djon Mundine, Gabriella Possum Nungurrayi, Reko Rennie, Donny Woolagoodja and the late Gulumbu Yunupingu.",
              "Titled Songlines, the work conflated time and space, weaving history lines and trade routes into a pattern of sharing systems. As the first time the Opera House’s sails had been used as a canvas exclusively for Aboriginal artists, it marked a historic moment on the land that for tens of thousands of years had been known as Tubowgule by its Gadigal custodians.",
              "In May 2016, Songlines was webcast on Facebook Live.",
              "Within weeks it had reached more than eight million people, taking the energy of Tubowgule and the vibrancy and brilliance of the world’s oldest living culture, writing it across the sails and then spreading it across the seas.",
              "This tradition was carried forward with Badu Gili, a daily celebration of First Nations culture and history.",
              "(The title means “water light” in the language of the Gadigal.)",
              "Launched in 2017, Badu Gili featured projections of First Nations artists from across Australia on the Bennelong sails.",
              "Enabled by the Opera House, its Idealist donors and the Australia Council for the Arts, Badu Gili attracted more than 16,000 visitors in its first month, with hundreds of thousands of people later making their way to the water’s edge to witness this extraordinary daily event.",
              "In April 2021, the Opera House unveiled a vibrant new projection on the sails, the third chapter in that series, celebrating the work and stories of six female First Nations artists.",
              "Badu Gili: Wonder Women, curated by Art Gallery of New South Wales Curator of Aboriginal and Torres Strait Islander Art, Coby Edgar, was a collaboration between the Opera House and the Art Gallery of New South Wales to mark the Gallery’s 150th anniversary.",
              "The six-minute animation, appearing hourly each night, brought together the work of artists from across Australia: Wadawurrung elder Marlene Gilson;",
              "Yankunytjatjara woman Kaylene Whiskey;",
              "Luritja woman Sally Mulda;",
              "and Western Arrarnta women Judith Inkamala and Marlene Rubuntja and the late Kamilaroi woman Elaine Russell.",
              "Badu Gili LIVE then took place in 2022 featuring music performances from emerging First Nations artists Bow and Arrow, Stiff Gins and Tessa James, using the projections as a backdrop.",
              "Other highlights at the Opera House demonstrate the breadth of cultural experiences that have become an everyday occurrence.",
              "In April 2015, Stephen Hawking appeared as a hologram to discuss everything from theoretical physics to One Direction.",
              "The following February, audiences were treated to an intimate solo performance by Prince, part of his Piano & A Microphone Tour, in the Concert Hall.",
              "The singer died just two months later.",
              "Nick Cave has performed several times at the Opera House, including a special solo Concert Hall appearance in January 2019.",
              "As it was with Prince, the set-up was simple: a singer, a piano and a microphone.",
              "But what made this show particularly unique were the conversations between Cave and his audience throughout the evening, with the singer answering questions between performances of his repertoire in what he described as an “experiment in connection”.",
              "The art of comedy changed forever in September 2017, when Hannah Gadsby presented two ground-breaking shows at the Opera House, Nanette, later attracting a worldwide following as a Netflix special that won her a Peabody and Emmy award, among other accolades.",
              "The show, building on the discussions surrounding the #MeToo movement, was widely praised by critics and sparked renewed debate about misogyny, art and the contours of comedy itself.",
              "In May 2018, Ice Cube took over the same stage, lifting the roof over two sold-out nights.",
              "The founding member of NWA is just one of the many rappers who have appeared in the Opera House in recent years, with others including Skepta, Kanye West, Lauryn Hill and the Wu-Tang Clan.",
              "Solange Knowles performed in the Concert Hall in early 2020, a powerful show that The Guardian described as a “healing and affirming”.",
              "Her appearance was also significant for being the last Concert Hall performance before the venue closed for renovations that would last more than two years.",
              "At least that closure had been planned.",
              "More unexpected was the arrival of COVID-19, which in March 2020 forced the Opera House, for the first time in its history, to suspend all performances and public-facing activities on site, with a significant impact on the production and events and visitor experience teams. To mark the temporary closure, “ghost lights” were placed in performance venues and the Joan Sutherland Theatre Northern Foyer - a nod to the past, but also a symbol of hope.",
              "The pandemic hit the performing arts especially hard, so the Opera House team pivoted online to continue to connect with the community and provide work for artists.",
              "These measures included a digital program, From Our House to Yours, and a new commissioning program called New Work Now.",
              "Meanwhile, worked continued on the refurbishment of the Concert Hall, a complex project to transform the Opera House’s largest performance space for future generations.",
              "When musicians from the Sydney Symphony Orchestra returned in June 2022, the first time in more than two and a half years, they were overwhelmed by the rich, clear sound around them.",
              "The Concert Hall reopened to audiences on July 20, with a special performance by the Sydney Symphony Orchestra, led by its new Chief Conductor Simone Young.",
              "The evening began with the world premiere of William Barton’s Of the Earth, a new commission featuring clapsticks made from the old Concert Hall stage, then continued with a triumphant performance of Mahler’s Second Symphony, the Resurrection.",
              "The Concert Hall refurbishment was the largest part of the Decade of Renewal, which was designed to open up more of the Opera House to the community and to enhance the creative possibilities within.",
              "The improvements included new acoustics, an accessible passageway and elevators, plus modern stage machinery to improve safety and allow faster transitions between shows.",
              "The Sydney Morning Herald’s Peter McCallum was full of praise on opening night: “The sound in the newly-refurbished Opera House Concert Hall is immaculately clear, subtly astringent with fine layering, keen edge and polished textural detail.",
              "” With COVID-19 restrictions lifted, the Opera House welcomed back audiences for a range of performances and experiences, from the return of Six to the 10th anniversary of All About Women.",
              "Opera Australia also staged Phantom of the Opera, the Opera House debut for Andrew Lloyd Webber’s classic.",
              "In May 2022, Vivid LIVE made its spectacular, much-anticipated return after two heartbreaking years of pandemic-related cancellations.",
              "Despite a series of challenges – the lack of international visitors, the closure of the Concert Hall and a drenching from La Nina – the event struck a chord with visitors courtesy of a diverse, locally focused program that spoke powerfully to our contemporary moment.",
              "Tubowgule Jørn Utzon AC Construction begins The spherical solution Utzon departs the House Peter Hall and the completion of the Opera House 50 years of extraordinary moments Conserving and celebrating our heritage Decade of Renewal Sign up to our newsletter Facebook Twitter Instagram YouTube TripAdvisor WeiBo The Sydney Opera House honours our First Nations by fostering a shared sense of belonging for all Australians, and we acknowledge the Gadigal, traditional custodians of Tubowgule, the land on which the Opera House stands.",
              "Sydney Opera House Bennelong Point Sydney NSW 2000 Australia General enquiries +61 2 9250 7111"
            ]
          },
          {
            "title": "Sydney Opera House | Remembering Her Majesty Queen Elizabeth II",
            "url": "https://www.sydneyoperahouse.com/community/remembering-her-majesty-queen-elizabeth-ii",
            "content": [
              "Sydney Opera House | Remembering Her Majesty Queen Elizabeth II",
              "As it has been over 20 minutes, unfortunately your cart has been emptied.",
              "Her Late Majesty was the longest-serving monarch in British history, and a model of strength and stability through seven decades of sweeping social change.",
              "Her devotion to a life of public service inspired millions.",
              "Two decades ago, as she stood in the shadow of the Sydney Opera House, the Queen promised to remain true to the interests of Australia and Australians.",
              "“That is my duty,” she said.",
              "“That is my duty.",
              "It is also my privilege and my pleasure.",
              "” At the Opera House, we were honoured by her presence at our most important moments, and we celebrate her contribution to the life and culture of Australia.",
              "On 3 February 1954, when the newly crowned Monarch made her first visit to Australia, the prospect of a cultural centre somewhere in Sydney was little more than a thought-bubble among a small group of Australians.",
              "It wasn’t until later that year that the then-Premier, Joe Cahill, convened a public meeting about an opera house that would “help to develop and mould a better, more enlightened community”.",
              "On 20 October 1973, the Queen, accompanied by the Duke of Edinburgh and then Premier, Sir Robert Askin, visited Bennelong Point to officially open the new Opera House.",
              "Standing in the wind, she congratulated the people of Sydney and Australia for this “remarkable addition to its architecture and to its cultural and community life.",
              "” While acknowledging the long-running debates surrounding its construction, the Queen said the building had captured the imagination of the world.",
              "“The human spirit,” she said, “must sometimes take wings or sails, and create something that is not just utilitarian or commonplace.",
              "” In March 2000, just months after Australia held a republic referendum, she kicked off a two-week tour of Australia with another visit to the Opera House.",
              "The building, she said, was “recognised and acknowledged everywhere as a symbol of Australia's determination to make its mark in the world as such a lively, distinctive and innovative nation.",
              "” In her speech, she reflected on her relationship to the country, saying she had felt part of this “rugged, honest, creative land” since stepping ashore in 1954.",
              "In 2006, she returned to the Opera House to open our new colonnade, describing it as a happy occasion “rich in associations, memories and symbolism.",
              "” She said the new addition set the seal on a historic partnership between Jorn Utzon, the government and the people of NSW.",
              "“It confirms that the Opera House is not something sacred but a living structure, a vibrant and evolving place that meets the needs of its users and reflects the wishes of the people,” she said.",
              "As we prepare to celebrate 50 years of the Opera House, we express our gratitude to Her Late Majesty for her life of service and offer our condolences to the Royal Family.",
              "The Sydney Opera House has captured the imagination of the world.",
              "9 – 10 September 2022 The Opera House sails will be lit to recognise Her Majesty's contribution to the life and culture of Australia.",
              "The lighting of the Sydney Opera House sails will take place over two days from Friday 9 September 7.",
              "30pm to midnight and Saturday 10 September - 6.",
              "30pm to midnight.",
              "Stream, read & listen to more at the Opera House Sign up to our newsletter Facebook Twitter Instagram YouTube TripAdvisor WeiBo The Sydney Opera House honours our First Nations by fostering a shared sense of belonging for all Australians, and we acknowledge the Gadigal, traditional custodians of Tubowgule, the land on which the Opera House stands.",
              "Sydney Opera House Bennelong Point Sydney NSW 2000 Australia General enquiries +61 2 9250 7111"
            ]
          }
        ],
        "The Sydney Opera House is a busy performing arts centre that hosts more than 2,500 events and attracts more than 8 million visitors every year.": [
          {
            "title": "Sydney Opera House | Annual Reports",
            "url": "https://www.sydneyoperahouse.com/about-us/how-we-work/governance-policies-and-corporate-information/annual-reports",
            "content": [
              "Sydney Opera House | Annual Reports",
              "As it has been over 20 minutes, unfortunately your cart has been emptied.",
              "The Opera House is a World Heritage-listed masterpiece of ‘human creative genius’ that belongs to all Australians.",
              "It is the Country’s number one tourist destination and its busiest performing arts centre, welcoming more than 10.",
              "9 million visitors a year on site and hosting more than 1,800 performances attended by more than 1.",
              "4 million people.",
              "Deloitte has estimated the total cultural and iconic value of the Sydney Opera House to Australia at $6.",
              "2 billion.",
              "On its 40th Anniversary in 2013, the Opera House embarked upon a Decade of Renewal to prepare it for future generations of artists, audiences and visitors.",
              "2021 - 2022 2020 - 2021 2019 - 2020 2018 - 2019 2017 - 2018 2016 - 2017 2015 - 2016 2014 - 2015 2013 - 2014 2012 - 2013 2011 - 2012 2010 - 2011 2009 - 2010 2008 - 2009 2007 - 2008 2006 - 2007 Sign up to our newsletter Facebook Twitter Instagram YouTube TripAdvisor WeiBo The Sydney Opera House honours our First Nations by fostering a shared sense of belonging for all Australians, and we acknowledge the Gadigal, traditional custodians of Tubowgule, the land on which the Opera House stands.",
              "Sydney Opera House Bennelong Point Sydney NSW 2000 Australia General enquiries +61 2 9250 7111"
            ]
          },
          {
            "title": "Sydney Tourism Statistics | Destination NSW",
            "url": "https://www.destinationnsw.com.au/tourism/facts-and-figures/sydney-tourism-statistics",
            "content": [
              "Sydney Tourism Statistics | Destination NSW",
              "Notes on the National Visitor Survey (NVS) and International Visitor Survey (IVS) data Tourism Research Australia (TRA) updated the NVS survey methodology with the introduction of 100% mobile phone interviewing from 2019.",
              "International visitor statistics are sourced from TRA IVS.",
              "Recent changes to overseas arrivals data has led TRA to revise IVS estimates in the December 2018 data release.",
              "The revisions focus on purpose-of-visit estimates, with minimal change to visitor, nights and spend estimates.",
              "Care should be taken when comparing current NVS and IVS data with previously published data.",
              "Travel to Sydney Snapshot Mar 2023 (PDF 1 mb) Provides detailed domestic and international tourism data Travel to Sydney Time Series Mar 2023 (PDF 298 kb) Provides domestic overnight and daytrip tourism trend data Travel to Sydney Snapshot Dec 2022 (PDF 1 mb) Travel to Sydney Snapshot Sept 2022 (PDF 1 mb) Travel to Sydney Snapshot June 2022 (PDF 1 mb) Travel to Sydney Snapshot March 2022 (PDF 363 kb) Travel to Sydney Snapshot December 2021 (PDF 1 mb) Travel to Sydney Snapshot September 2021 (PDF 275 kb) Travel to Sydney Snapshot June 2021 (PDF 369 kb) Travel to Sydney Snapshot March 2021 (PDF 360 kb) Travel to Sydney Snapshot December 2020 (PDF 983 kb) Travel to Sydney Time Series Dec 2022 (PDF 297 kb) Travel to Sydney Time Series Sept 2022 (PDF 320 kb) Travel to Sydney Time Series March 2022 (PDF 328 kb) Travel to Sydney Time Series December 2021 (PDF 244 kb) Travel to Sydney Time Series September 2021 (PDF 327 kb) Travel to Sydney Time Series June 2021 (PDF 324 kb) Travel to Sydney Time Series March 2021 (PDF 330 kb) Travel to Sydney Time Series December 2020 (PDF 310 kb) View Sydney Precinct Visitor Profile results Statistics are in Portable Document Format (PDF) and require Adobe Reader to be viewed.",
              "To download Adobe Reader, go to adobe.",
              "com"
            ]
          },
          {
            "title": "Sydney Opera House: Australia’s most famous attraction turns 50 - CNN",
            "url": "https://www.cnn.com/travel/sydney-opera-house-50th-anniversary-intl-hnk/index.html",
            "content": [
              "Sydney Opera House: Australia’s most famous attraction turns 50 - CNN",
              "Saying that the Sydney Opera House is a well-known icon of Australia is kind of like saying the Amazon is a creek.",
              "The building, which turns 50 years old on October 20, has been given a cultural value of $11.",
              "4 billion by the global financial firm Deloitte.",
              "Sure, the plum Sydney waterfront real estate is worth plenty – but the real value, according to Deloitte, is the way it symbolizes Australia all over the world, becoming one of those buildings, like the Eiffel Tower and the Empire State Building, that can be recognized by its silhouette alone.",
              "Inaugurated on October 20, 1973, by the late Queen Elizabeth II, the Opera House now welcomes more than one million visitors every year.",
              "Danish architect Jorn Utzon won the competition to design the Opera House in 1957.",
              "He would later win the Pritzker Prize, which is considered the Nobel of architecture.",
              "Sydney Opera House at 50: See what Australia’s best-known building could have looked like There’s much more to the Opera House than, well, opera.",
              "“I think there’s a big misconception that we’re the classical arts,” says Jade McKellar, chief customer officer for the Sydney Opera House.",
              "“We also have contemporary music.",
              "We have a big talks program, where we’ve had international and local speakers take it to our stages.",
              "We have children’s programming.",
              "Any time you come to the Opera House, there’ll be something on that somebody would be interested in.",
              "” When UNESCO added the Opera House to its World Heritage list in 2007, the praise was euphoric.",
              "“The Sydney Opera House constitutes a masterpiece of 20th Century architecture,” UNESCO wrote in its designation.",
              "The document cited the building’s “unparalleled design and construction” and called it “a daring and visionary experiment.",
              "” All of these accolades might feel intimidating to a visitor.",
              "But McKellar says that the Opera House has spent years trying to open up its offerings to as wide an audience as possible.",
              "That means putting Opera House programming online for more people to watch, for example.",
              "But it also means providing Opera House tours in a range of languages – from Spanish to Korean – in order to better serve international audiences, and it means having dedicated staff and programming to highlight the First Nations community.",
              "Before Sydney or the Opera House existed, this piece of land was named Tubowgule by the native Gadigal people.",
              "The Opera House’s fine dining restaurant, Bennelong, gets its name from the Gadigal word for the Sydney harbor area, and Aboriginal artist Megan Cope made a site-specific artwork, “Whispers,” out of poles and oyster shells for the 50th anniversary celebrations.",
              "Ultimately, McKellar says, the goal of the Opera House is to be a “people’s house,” where all Australians are welcome.",
              "While plenty of tourists visit the opera house to attend shows, have a meal at one of the restaurants inside the building, or just take a guided tour, the team behind the house also wants local Sydneysiders to feel like they can swing by anytime.",
              "McKellar, a Sydney native, says that ethos very much mirrors her own experience.",
              "She first visited as a child, performing in a choir production of “The Pied Piper of Hamelin.",
              "” As an adult, she brought out-of-town colleagues over to Opera Bar for drinks and eventually she even got married there, in one of the building’s function rooms. For many, tourist attractions like the opera house are once-in-a-lifetime destinations.",
              "But if there was a UNESCO World Heritage site in your neighborhood, would you go more often?",
              "According to data from the Opera House, 42% of people who bought a ticket for an event or program in 2022 were first-timers.",
              "In addition, viewers consumed 790,000 hours of Opera House content on YouTube.",
              "For McKellar and her team, those numbers point to the fact that the Opera House is more than just a building – it’s a community hub.",
              "“We want everyone to think about, ‘What am I going to do this weekend?",
              "I’m going to go to the opera house, because there’s something for me.",
              "I feel like I’m welcome there.",
              "I see myself there.",
              "I feel safe.",
              "’” © 2023 Cable News Network.",
              "A Warner Bros.",
              "Discovery Company.",
              "All Rights Reserved.",
              "CNN Sans TM & © 2016 Cable News Network."
            ]
          }
        ],
        "Arup continues to play a pivotal role in the Sydney Opera's long-term development and preservation plan.": [
          {
            "title": "Designing Sydney Opera House - Arup",
            "url": "https://www.arup.com/projects/sydney-opera-house",
            "content": [
              "Designing Sydney Opera House - Arup",
              "Sorry, it looks like there are no results for Sydney Opera House design Talk about this project Alistair Morrison Australasia Fire Engineering Leader At a glance The Sydney Opera House is one of the world’s most famous buildings and its history is deeply interconnected with our own.",
              "In the mid-1950’s Bennelong Point, known to the Traditional Owners as Tubowgule, set between Sydney Harbour and the Sydney Botanic Gardens, was chosen as the site for Sydney’s new arts and culture building.",
              "Danish architect Jørn Utzon won the international design competition for the Sydney Opera House design.",
              "In 1957, we were appointed as the project’s consulting engineers and our founder, Sir Ove Arup, travelled to Australia to set up a site office, establishing our Australian practice.",
              "From start to completion, we provided structural engineering for all elements of the building, including the foundation, the roof’s iconic pre-cast shells, the concourse and glass walls.",
              "The Opera House’s complex design presented a unique opportunity for close collaboration between engineering and architecture.",
              "It also pushed engineering boundaries, creating technical innovation and establishing design conventions we still use today.",
              "Project Summary 1,056,006 ceramic tiles cover the Opera House roof 12trial schemes for the iconic sail design 1957the start of our work on the Opera House The Opera House was, at the time considered unbuildable.",
              "This complexity created a unique opportunity for Sir Ove Arup and architect Jørn Utzon to collaborate closely – a break from conventional architectural practice at the time.",
              "The crowning achievement of this collaboration is the Opera House’s most recognisable design component, the concrete roof sails, which hold 1,056,006 ceramic tiles.",
              "There was no precedent anywhere is the world for building the sails, which needed to be self-supporting.",
              "Working together, they created 12 trial schemes before landing on a spherical solution consisting of ten roof sails built from segments of the same sphere, 75 metres in diameter.",
              "Each sail is made from pre-cast concrete supported by concrete ribs.",
              "The simplicity of this solution enabled the ribs to be mass produced on site and then lifted into place, offering design coherence and economies of scale.",
              "“Engineering problems are under-defined, there are many solutions, good, bad and indifferent.",
              "The art is to arrive at a good solution.",
              "This is a creative activity, involving imagination, intuition and deliberate choice.",
              "” – Sir Ove Arup © Max Dupain The Opera House epitomises the late 20th century’s daring use of modern concrete design and construction techniques.",
              "The building is famous for its innovative use of exposed structural concrete as a key architectural feature.",
              "The concourse, which provides pedestrian and vehicle access to the building, is the most notable feature of the building’s concrete base.",
              "Ove Arup designed folded pre-stressed concrete beams to support the base structure.",
              "By integrating the techniques of folded plate structures and prestressing, he enabled the creation of expansive open spaces inside the podium, such as the Box Office Foyer, without the need for structural columns.",
              "The wind loads for the sail’s curved surfaces were unknown and had to be determined.",
              "Our team pioneered the use of wind tunnel testing for buildings which is now common practice in design for large buildings all over the world.",
              "The Opera House’s glass walls enclose the openings between the roof sails and the podium structure.",
              "Laminated glass was chosen for its toughness and ability to be shaped on site, yet little was known about its use for architectural design.",
              "Our team undertook a research programme to understand the structural behaviour of architectural laminates.",
              "Equipped with this knowledge, we designed the first large-scale example of using glass as a structural load bearing material in a building.",
              ".",
              "© Hamilton Lund The structural engineering of the Opera House becomes increasingly more complex over time as it is progressively altered to accommodate modifications, upgrades and renewal projects, which are necessary to maintain the place as a functional public building and leading performing arts centre.",
              "The structural engineering of the Opera House becomes increasingly more complex over time as it is progressively altered to accommodate modifications, upgrades and renewal projects, which are necessary to maintain the place as a functional public building and leading performing arts centre.",
              "© Victor Caringal From repairs and maintenance to major upgrades, our team continues Ove’s work preserving and evolving the Sydney Opera House for future generations of visitors, artists and performers so everyone can enjoy this global icon.",
              "From repairs and maintenance to major upgrades, our team continues Ove’s work preserving and evolving the Sydney Opera House for future generations of visitors, artists and performers so everyone can enjoy this global icon.",
              "Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
              "Learn how our aligned pursuit of excellence and sustainable development makes our partnership even stronger than it was 60 years ago.",
              "Arup is a proud sponsor of Sydney Opera House.",
              "Related Sydney, Australia Sydney, Australia Sydney, Australia Related"
            ]
          },
          {
            "title": "Sydney Opera House Concert Hall Renewal - Arup",
            "url": "https://www.arup.com/projects/sydney-opera-house-concert-hall-renewal",
            "content": [
              "Sydney Opera House Concert Hall Renewal - Arup",
              "Sorry, it looks like there are no results for Sydney Opera House Concert Hall Renewal Talk about this project Alistair Morrison Australasia Fire Engineering Leader At a glance Few buildings define a nation more than the Sydney Opera House.",
              "For half a century, the Sydney Opera House has played a role in defining Sydney, its culture and our society.",
              "It has also played a defining role for our firm, establishing our Australian presence when our founder, Ove Arup, was engaged in the design in the 1950s.",
              "In 2013, the Sydney Opera House embarked on a decade of renewal ahead of its 50th anniversary in 2023.",
              "The most ambitious project was the renewal of its largest internal venue, the Concert Hall, a world-renowned, space and one of the most architecturally significant interiors of the Sydney Opera House.",
              "We worked with ARM Architecture to upgrade the Concert Hall to offer world-leading acoustic performance for artists and audiences.",
              "We also improved access for people with mobility needs and provided a more flexible and safer working environment for staff behind the scenes.",
              "We solved three challenges to achieve this transformation: reviving the venue’s acoustic capability, increasing the lifting capacity with a new theatrical rigging system and improving fire safety and access to the venue for all abilities by designing a lift shaft to fit within the constraints of a heritage building.",
              "Working with ARM Architecture, we provided structural and fire engineering services to upgrade the Concert Hall to offer world-leading performances for artists and audiences.",
              "We also improved access for people with mobility needs and provided a more flexible and safer working environment for staff behind the scenes.",
              "The Concert Hall regularly stages performances from the Sydney Symphony Orchestra and Sydney Philharmonic Choirs and a growing programme of contemporary performance.",
              "Project Summary 50year anniversary 60%load capacity increase 20minutesto switch between stage modes Over the past 50 years, acoustic design practices have significantly changed with access to new technologies.",
              "Through testing, acoustic engineers have determined the ideal shape for a concert hall is a flat, broad shape similar to an oyster.",
              "The Sydney Opera House Concert Hall is tall with a narrow cross section shape, similar to an egg.",
              "Acoustic diffusion panels were chosen and designed to disperse sound throughout the room.",
              "We designed the structure to support a rigging system in the ceiling to hold the panels above the performers, simulating an oyster-like shape environment and providing an improved listening experience.",
              "The system is capable of retracting in a fire to avoid obstructing the fire suppression systems. The significant changes in the project were achieved without compromising the fire safety of the hall.",
              "Our fire engineering team included enhancements to fire separation and smoke control within the constraints of the existing building ensuring the safety of patrons.",
              "Today, global performances from musicians, artists and circus acts come with complex equipment and props.",
              "To attract these performances to the Sydney Opera House, the Concert Hall’s ceiling capacity to hang equipment needed to be increased to meet the demands of modern shows.",
              "We expanded the area of roof where the air conditioning system was previously and designed a winch room with over 140 new winches weighing 400 tonnes.",
              "This is supported by a steel ceiling frame made up of a complex network of over 2,500 elements.",
              "We strengthened each element, mapping weld lengths and cross-checking members, to ensure over 40 tonnes of equipment could be suspended from any section of the Concert Hall’s ceiling – a 60 per cent increase in the loading capacity.",
              "The Concert Hall’s tiered performance seats host some of the world’s most famous performers.",
              "Historically for each performance, the seats on the stage extension were manually reconfigured by five to six people over four times a week.",
              "To create improved time efficiencies, we redesigned and lowered the stage to accommodate machines for an automated system.",
              "In about 20 minutes, the stage can be switched from contemporary mode into orchestral mode.",
              "Everyone should have access to the arts;",
              "however, accessibility wasn’t a design norm 50 years ago.",
              "Previously, wheelchair users, the elderly and those unable to access the Concert Hall’s northern foyer to enjoy the harbour views without climbing the side foyer staircase.",
              "Our challenge was to improve accessibility and design a lift shaft in a complex heritage structure.",
              "The Concert Hall’s structure is made from long-spanned concrete beams, which are challenging to cut through for a lift shaft without anything to support them once cut.",
              "Together with ARM Architecture, we created a solution by combining the lift shaft and the existing northern foyer’s staircase.",
              "The lift provides access to every floor of the building and is tucked away in the corner providing uncrowded access without taking away from the northern foyer’s elegant design.",
              "Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
              "Learn how our aligned pursuit of excellence and sustainable development makes our partnership even stronger than it was 60 years ago.",
              "Arup is a proud sponsor of Sydney Opera House.",
              "Related Sydney, Australia Sydney, Australia Sydney, Australia Related"
            ]
          },
          {
            "title": "Celebrating our enduring relationship with the Sydney Opera House - Arup",
            "url": "https://www.arup.com/partnering-with-clients-celebrating-60-years-of-work-with-the-sydney-opera-house",
            "content": [
              "Celebrating our enduring relationship with the Sydney Opera House - Arup",
              "Sorry, it looks like there are no results for Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
              "individual projects year relationship with the Opera House annual visitors In the early 1950’s, our founder, Ove Arup, was engaged to undertake the structural design of the Sydney Opera House alongside Danish architect Jørn Utzon, establishing our presence in Australasia with our first office on the Opera House site.",
              "Since then, we have contributed to over 300 projects, spanning 60 years, from repairs to refurbishments through our many different services, including acoustics, civil engineering, structural engineering, theatre planning, security, building diagnostics, façade engineering, fire engineering and pedestrian planning.",
              "Today, the Opera House is Australia’s most popular tourist destination welcoming more than 10 million visitors annually.",
              "It provides a welcoming space for people to gather, share ideas, tell stories through art and music, and connect to the rich cultural landscape where Aboriginal people have gathered on Country for thousands of years.",
              "We work in partnership with the Opera House to preserve this icon and continue its ever-evolving legacy.",
              "Our aligned pursuit of excellence and sustainable development makes our partnership even stronger than it was 60 years ago.",
              "Arup played a central role in bringing the Opera House to life and continue to show their deep understanding of the building and care for its fabric and values.",
              "A brief history of our work preserving and evolving the Sydney Opera House for future generations of visitors, artists and performers, so everyone can enjoy this global icon.",
              "Ove Arup and Partners engaged to undertake the structural design of the Sydney Opera House alongside Danish architect Jørn Utzon Construction begins at Bennelong Point, known to the Traditional Owners as Tubowgule On 20 October, the Sydney Opera House opens A ‘Decade of Renewal’ begins to improve amenity, safety, strengthen capacity and enhance performance spaces to open to more of the community We are a founding partner of MADE by the Opera House – an extra-curricular program offered to Australian and Danish students of architecture, engineering and design We begin work on accessibility and safety upgrades for the Joan Sutherland Theatre Concert Hall Renewal project begins.",
              "We are appointed to work with ARM Architecture to upgrade the Concert Hall to offer world-leading acoustic performance for artists and audiences We partner with Sydney Opera House, Scott Carver architects and Tonkin Zulaikha Greer architects to improve the building’s accessibility and safety The Opera House digitises building management using Arup Inspect 3D ‘From the Sails: Light Years’ – a film projected onto the Opera House sails – celebrates the past, present and people of the Sydney Opera House, including Ove Arup From start to completion, we provided engineering services for building elements, including the foundation, the roof’s iconic sails, the concourse, and the glass walls.",
              "Considered at the time to be unbuildable, the Opera House’s complex design presented a unique opportunity for close collaboration between engineering and architecture.",
              "The crowning achievement of this collaboration is the Opera House’s most recognisable design component – the concrete roof sails.",
              "It also pushed many engineering boundaries, creating technical innovation and changing traditional design conventions we still use today.",
              "These include Ove Arup’s folded pre-stressed concrete beam design, the first large-scale example of using glass as a structural load-bearing material, and the pioneering use of wind tunnel testing and computers.",
              "Learn more about the original design Ahead of its 50th anniversary, the Sydney Opera House completed a decade of renewal to improve access, amenity and safety, strengthen capacity and enhance performance spaces.",
              "The most ambitious project was the renewal of its largest internal venue, the Concert Hall, designed by architect Peter Hall, a world-renowned space and one of the most architecturally significant interiors of the Opera House.",
              "We enabled a significant load increase for the Concert Hall ceiling structure to meet the weight of modern theatre equipment global performers use today.",
              "To do this, we adopted a combination of site research and 3D structural mapping linked to parametric design, using a unique transfer structure to unlock sufficient capacity within the existing frame.",
              "We also redesigned and lowered the stage to accommodate an an automated system transforming the stage from flat to orchestral mode in less than 20 minutes;",
              "this previously took six people over a day.",
              "Discover the full Concert Hall transformation story Featured service Using creative structural engineering design, we created a tunnel for two new lift shafts within the limits of heritage building constraints.",
              "The lifts, made from glass, are tucked away in the Northern Foyer’s corner, providing uncrowded access and maintaining a visual connection as people travel through the building.",
              "The renewal of spaces also required a rethink of the building’s fire safety strategy.",
              "We created simple and practical design elements putting people’s safety first and maximising use of space.",
              "Using our digital pedestrian simulation software, MassMotion, our team modelled complex scenarios to test safe evacuation procedures.",
              "Discover how we helped improve accessibility Digital solutions have always been at the heart of the Opera House.",
              "The creation of the pre-cast shells required pioneering use of early computers;",
              "ones so big they filled whole rooms. Today, technology continues to help us shape the future of the Opera House, to extend its 250-year design life and manage the building’s performance in an ever-changing climate.",
              "Using Arup Inspect 3D, a digital asset integrity tool, we have digitised the Opera House’s maintenance regime, transforming pen and paper and photographs into a 3D user interface controllable by tablet.",
              "The application allows us to map data points such as a chipped tile or damaged panel and stores maintenance details, including data, photos, dates and recommended actions.",
              "When a task is closed, the data is stored and analysed to study trends and predict maintenance.",
              "This approach helps manage reactive maintenance and assists with future planning and overall building resilience.",
              "Like the Sydney Opera House, we believe arts and culture are always a catalyst to create opportunities for a more equitable and inclusive society.",
              "Together, we partner to support the next generation of designers and their ideas to solve future climate resilience, biodiversity and social challenges.",
              "MADE, the Multidisciplinary Australian Danish Exchange, is an extra-curricular programme offered to Australian and Danish students of architecture, engineering and design.",
              "As a programme partner, we help develop students’ knowledge and promote exchange between different disciplines.",
              "BUILD is a creative learning programme celebrating the collaboration between architects, engineers and artists.",
              "It has three learning streams: a design challenge for high school students, a creative lab for tertiary students and a conversation series for the public.",
              "Each stream aims to inspire people to become the next generation of leaders in the built environment by helping them engage in science, technology, engineering, architecture and mathematics (STEAM) and express their ideas and consider different perspectives.",
              "Arup is a proud sponsor of Sydney Opera House"
            ]
          }
        ],
        "In 2023, the Sydney Opera House was awarded the world's highest civil engineering honour, the International Association for Bridge and Structural Engineering (IABSE) Outstanding Structure Award, for its exceptional design and construction.": [
          {
            "title": "‘Officially a landmark’: Sydney Opera House recognised for engineering ...",
            "url": "https://www.smh.com.au/culture/art-and-design/officially-a-landmark-sydney-opera-house-recognised-for-engineering-genius-20220404-p5aaob.html",
            "content": [
              "‘Officially a landmark’: Sydney Opera House recognised for engineering ...",
              "We’re sorry, this feature is currently unavailable.",
              "We’re working to restore it.",
              "Please try again later.",
              "This was published 1 year ago Add articles to your saved list and come back to them any time.",
              "The Sydney Opera House will join international landmarks like the Eiffel Tower, the Golden Gate Bridge, Machu Picchu and the Suez and Panama Canals when it receives the world’s highest engineering accolade from the American Society of Civil Engineers (ASCE) on Wednesday.",
              "As well as joining the historic landmark program administered in the United States, which recognises historically significant international civil engineering projects, it will also receive an engineering heritage international marker from Engineers Australia, joining other Australian successes such as the Furphy water cart, the stump-jump plough, the Sydney Harbour Bridge and Brisbane’s Story Bridge.",
              "While the building on Bennelong Point has previously been recognised for its architectural and heritage importance, with the 2003 awarding of architecture’s highest honour, the Pritzker Prize to its original architect Jorn Utzon, and its 2007 addition to UNESCO’s World Heritage List, it has never received a gong from the international engineering arbiter, the ASCE.",
              "The Sydney Opera House during construction in 1966.",
              "Credit: Fairfax archives “These awards recognise several engineering innovations that underpinned the design and construction of the Sydney Opera House, which inspired generations of engineers worldwide,” said Gianluca Ranzi, the past president of the American Society of Civil Engineers, Australia section.",
              "Chair of Engineers Australia’s Sydney heritage committee, Frank Johnson, who spent two years on the exhaustive application process, said the engineering heritage recognition process involved two stages: a detailed submission to Engineering Heritage Australia, which was approved, and then onto the Board of the American Society of Civil Engineers.",
              "Wilf Deck, one of the original Arup engineers who helped build the Opera House.",
              "Credit: Helen Pitt “While some notable Sydney landmarks, such as the Sydney Harbour Bridge, have been recognised, for some reason the Sydney Opera House has not.",
              "Therefore, we were very pleased to receive news it was approved.",
              "From my point of view, the architectural features of the Sydney Opera House have always been at the forefront, so it was about time the engineers had their moment in the spotlight,” Johnson said.",
              "He said the pioneering use of computers in design, pre-cast concrete, epoxy resin to join the concrete segments and the pre-calculation of all dimensions right down to the positions of the last bolt and hole on such a scale was unique.",
              "Dr John Nutt, the former chair of Arup who oversaw the project, will be represented by his son Nigel, a fellow engineer, at a ceremony on Wednesday to mark the inclusion on the prestigious ASCE list.",
              "A digital plaque will be presented to the Opera House Trust, because installation of a physical metal plaque is considered intrusive under the Opera House’s conservation management plan according to its asset planning and information manager Brian Cock.",
              "Some of the original engineers who worked with Sir Ove Arup, the project’s design engineer, over 50 years ago, Michael Elfick, Wilf Deck and John Kuner are also taking part in a project called BUILD, where they are working with 60 engineering and architecture students from Western Sydney University.",
              "They will explain some of the engineering lessons they learnt building the first computer-designed building of significant scale, which could not have been built without the use of computers.",
              "“It is a masterpiece of inspiration and imagination, built on the foundations of complex and innovative engineering,” Sydney Opera House CEO Louise Herron said in the submission to the American Society of Civil Engineers.",
              "“This icon hosts almost 11 million people in a normal year, with more than 1800 performances attracting 1.",
              "4 million attendees.",
              "None of this would be possible without the incredible engineering feats that enabled the building’s construction,” she said.",
              "A cultural guide to going out and loving your city.",
              "Sign up to our Culture Fix newsletter here.",
              "Copyright © 2023"
            ]
          },
          {
            "title": "The secrets of the Sydney Opera House&#39;s construction",
            "url": "https://www.abc.net.au/news/2023-10-21/opera-house-dream-became-reality-with-hornibrook-construction/102997276",
            "content": [
              "The secrets of the Sydney Opera House&#39;s construction",
              "How builder Manuel Hornibrook turned Sydney Opera House dream into bricks-and-mortar reality The story of how the Sydney Opera House was constructed goes back to the \"exacting\" work ethic of an ambitious young builder in Brisbane in the early 1900s.",
              "Manuel Hornibrook was just 19 when he started his own building company as a way of supporting his single mother and six siblings, four of whom became his apprentices.",
              "\"There was no leeway,\" said his granddaughter Julie Hornibrook, who now lives near Lismore in northern New South Wales.",
              "\"If things weren't right, they just had to be done again and that was really how they built up their ethos of the company.\"",
              "Ms Hornibrook said her grandfather soon moved beyond building houses to building bridges, and the company constructed more than 100 bridges including the Story Bridge in Brisbane and Sydney's Iron Cove Bridge.",
              "But it was the iconic Opera House \"sails\" that would prove to be Manuel Hornibrook's greatest legacy.",
              "As the family story goes, Manuel Hornibrook said, \"it would be egotistical of me to say that no-one else could build those sails, but offhand I can't think of anyone else who could\".",
              "From music, arts to politics, one of the country's most iconic landmarks has hosted a range of events and created cherished memories in its 50 years of existence.",
              "Ms Hornibrook said while structural engineer Ove Arup had been credited with bringing the vision of architect Jorn Utzon to fruition, the practical realities of the radical design's construction fell to Hornibrook.",
              "In 1962, when the company was awarded the construction contract, Manuel Hornibrook was 69 years old.",
              "He leaned on his right-hand man Corbet Gore to run the project as chief engineer, with up to 10,000 workers employed throughout the construction.",
              "\"There was a lot of problem solving to be done and a lot of time pressure,\" Ms Hornibrook said.",
              "It was Corbet Gore who travelled to America to source the tiles and epoxy resin that would be used to cover the sails.",
              "He also travelled to France to inspect and acquire the use of what were at the time the world's strongest cranes, three of which were used during construction.",
              "Ms Hornibrook said it was Gore who came up with the idea for the erection arch, which held in place the ribs of the structure as they were being built.",
              "\"Hornibrook had that experience of working with bridges and pre-stressed concrete, so they worked out how the actually do that.\"",
              "Ms Hornibrook said 5,000 drawings by Manuel Hornibrook were unearthed in the State Library of New South Wales, and 30,000 mathematical equations were done to ensure the accuracy of the erection arch.",
              "She said her research revealed the project's model maker remained on site during the construction process to respond to the ever-evolving design, and workers were encouraged to offer feedback on how things were unfolding.",
              "Ms Hornibrook said her grandfather's legacy was largely packed away with the site office and construction waste at the end of the job.",
              "\"What we see is the exquisite building that remains.\"",
              "When the Opera House opened in 1973, Manuel Hornibrook had died and the name of his company had changed.",
              "\"So I think some of those Australian stories have got lost along the way,\" Ms Hornibrook said.",
              "\"My grandfather told his staff to look back with pride at the work they had done, and I think we as Australians should do the same.\"",
              "We acknowledge Aboriginal and Torres Strait Islander peoples as the First Australians and Traditional Custodians of the lands where we live, learn, and work.",
              "This service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced.",
              "AEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time)"
            ]
          },
          {
            "title": "2023 Structural Awards Winners - Institution of Structural Engineers",
            "url": "https://www.istructe.org/structural-awards/",
            "content": [
              "2023 Structural Awards Winners - Institution of Structural Engineers",
              "Award winners exemplify engineering excellence and are drawn from across the globe.",
              "Winning projects range from sporting venues, national landmarks, bridges, community schools and ingenious retrofit buildings.",
              "Tanya De Hoog discusses some of the projects shortlisted for social value and the significant impact of the engineers.",
              "Kathrine Cashell discusses some of the projects shortlisted for technical innovation and pushing design boundaries.",
              "Will Arnold discusses some of the projects shortlisted for environmental impact and sustainable.",
              "Ishan Abeysekera discusses some of the projects shortlisted for demonstrating professional advocacy and driving industry forward.",
              "Dr Mike Cook “This year’s awards celebrate engineering excellence as demonstrated through a wide range of very distinctive projects.",
              "The criteria for excellence go beyond technical achievements and innovation and consider how projects improve well-being of people and help us achieve a sustainable planet.",
              "This demonstrates well how our profession can best serve the needs of the public now and in the future.",
              "” “This year’s awards celebrate engineering excellence as demonstrated through a wide range of very distinctive projects.",
              "The criteria for excellence go beyond technical achievements and innovation and consider how projects improve well-being of people and help us achieve a sustainable planet.",
              "This demonstrates well how our profession can best serve the needs of the public now and in the future.",
              "” Kayin Dawoodi \"Every year, the latest project entries offer a glimpse into the shifting mindsets of their designers.",
              "I particular enjoy trying to get into these minds, to see how the role of the structural engineer may have positively influenced a project.",
              "I always look forward to the next batch!\"",
              "\"Every year, the latest project entries offer a glimpse into the shifting mindsets of their designers.",
              "I particular enjoy trying to get into these minds, to see how the role of the structural engineer may have positively influenced a project.",
              "I always look forward to the next batch!\"",
              "Toby Maclean \"As a Structural Awards judge, it’s been very heartening to see the strong and increased awareness in the 2023 entries Structural engineers are more aware of their responsibilities to the environment and particularly reducing embodied carbon.",
              "This year has a really encouraging number of entries where the environmental impact was at the top of the design agenda and it is exciting to see engineers bringing the client and design team with them on that journey.",
              "” \"As a Structural Awards judge, it’s been very heartening to see the strong and increased awareness in the 2023 entries Structural engineers are more aware of their responsibilities to the environment and particularly reducing embodied carbon.",
              "This year has a really encouraging number of entries where the environmental impact was at the top of the design agenda and it is exciting to see engineers bringing the client and design team with them on that journey.",
              "” Susan Giahi-Broadbent “Once again, the scale and scope, challenges and choices, ingenuity and imagination, impressed the judges.",
              "This year the winners of structural awards professionally demonstrated in their infrastructure delivery process, from conception to construction, our belief that we are uniquely placed to advocate for positive change.",
              "As an engineering community we should approach this climate emergency with clarity, purpose, and a great deal of hope which would benefit people.",
              "This has been achievedby the structural award winners in the year 2023.",
              "” “Once again, the scale and scope, challenges and choices, ingenuity and imagination, impressed the judges.",
              "This year the winners of structural awards professionally demonstrated in their infrastructure delivery process, from conception to construction, our belief that we are uniquely placed to advocate for positive change.",
              "As an engineering community we should approach this climate emergency with clarity, purpose, and a great deal of hope which would benefit people.",
              "This has been achievedby the structural award winners in the year 2023.",
              "” The Institution of Structural Engineers International HQ, 47-58 Bastwick Street, London, EC1V 3PS United Kingdom View on Maps Telephone: +44 (0)20 7235 4535 All of the pages on this website are the copyright © of The Institution of Structural Engineers.",
              "Registered with the Charity Commission for England and Wales No.",
              "233392 and in Scotland No.",
              "SC038263"
            ]
          }
        ]
      },
      "evidence": {
        "The Sydney Opera House is a remarkable architectural and engineering achievement that has become a symbol of Australia's cultural and creative aspirations.": [
          "Its unique use of a series of gleaming white sail-shaped shells as its roof structure makes it one of the most-photographed buildings in the world.",
          "Since its opening in 1973 it has become a symbol the world immediately associates with Sydney and Australia.",
          "Considered a triumph of 20th Century architecture, it very nearly didn't get built in the international search to find a design.",
          "1973: Sydney Opera House opens The Sydney Opera House is one of the 20th century’s most iconic buildings.",
          "It broke new ground for design and engineering around the world.",
          "The most obvious interpretation is that it represents Australia's rising post-war self-confidence."
        ],
        "The design of the Sydney Opera House was inspired by various natural and historical elements, such as bird wings, clouds, shells, walnuts, palm trees, Mayan pyramids, and Chinese pagodas.": [
          "Utzon famously found inspiration in monumental Mayan and Aztec architecture. The concrete podium of the Opera House was based on temples he had seen in Mexico, and he later described his travels to Central America as, \"One of the greatest architectural experiences in my life.\"",
          "He also drew on classical Chinese architecture, particularly its use of repeated forms. Here, a sketch of a disembodied pagoda roof takes on an uncanny resemblance to the Sydney Opera House's 'shell' roof.",
          "Here, the curves of a thoroughly modern floating form respect the silhouette of pagoda architecture while resembling falling leaves.",
          "Page 28, Models of shells (1958) by Jørn UtzonSydney Opera House The iconic curved, white roof of the Sydney Opera House has been compared to the billowing sails of ships and the geometric spirals of seashells. These nautical designs fit well with the building's location in Sydney Harbour.",
          "Model of Major Hall ceiling form in the motif of breaking waves, detail (1964/1965) by Max DupainSydney Opera House The elaborate structures and often unique forms of Utzon's design led to many serious issues. With so many complex bespoke parts, construction of the Sydney Opera House was painfully slow and expensive.",
          "In 2000, Utzon laid out a new set of design principles to guide any future development of the building. His letter re-emphasises the 'natural evolution' of the building, and of maintaining its 'character'.",
          "The design of the Sydney Opera House was inspired by nature, its forms, functions and colours.",
          "Utzon was influenced in his designs by bird wings, the shape and form of clouds, shells, walnuts and palm trees.",
          "He looked upon nature for guidance when designing, as nature over time combined both efficiency and beauty, hand in hand.",
          "The architectural vision was inspired by the simple yet elegant form of peeling orange segments and the grace of sailing ships, resulting in a series of awe-inspiring shells that adorn the building."
        ],
        "Jørn Utzon won an international competition for his visionary concept of the Sydney Opera House in 1957.": [
          "He sent his 12 drawings to Sydney just before the competition closed in December.",
          "Judging began a few weeks later in January 1957.",
          "Jørn Utzon’s design was numbered 218 – one of the last of more than 223 entries received from 28 countries.",
          "On 29 January 1957, Premier Cahill announced that the winner of the competition was Design 218 by Jørn Utzon, the unknown 38-year-old Dane from Hellebæk.",
          "“We have returned again and again to the study of these drawings and are convinced that they present a concept of an Opera House which is capable of becoming one of the great buildings of the world,” the four assessors wrote in their report.",
          "At the same time as the Opera House competition Saarinen was designing what would become his most famous building, the TWA Passenger Terminal at John F Kennedy International Airport in Queens, New York. Its wing-shaped concrete roof bore similarities to Utzon’s design.",
          "Joern Utzon, 38, of Hellebaek, Denmark, has won the £5000 first prize in a world-wide contest for a design for a National Opera House to be built at Bennelong Point.",
          "Joern Utzon’s winning design for a National Opera House at Bennelong Point published on the front page of The Sydney Morning Herald, January 30, 1957.",
          "Announcing the awards yesterday, the Premier Mr Cahill said that 217 entries had been received from practically every country in the world.",
          "He said the judges' choice was unanimous.",
          "The second prize of £2,000 was for a design for a circular opera house by a group of American architects, J. Maralla, L. Loschetter, W. Cunningham, W. Weissman, M. Drecher, R. Geddes and G. Quails, of Philadelphia, USA.",
          "The third prize of £1,000, for a rectangular design, went to Boissevam and Osmond, Gray's Inn, London.",
          "Mr. Cahill, in a speech before he announced the winning design, said; \"I must point out that the competition was for a National Opera House. \"In other words it was thought that the project would be of a national rather than a parochial or State-wide significance.\"",
          "The year Jørn Utzon won the competition to ­design the Sydney Opera House, he also won the commission to build 60 houses on an undulating site with a small pond in Helsingør, in eastern Denmark."
        ],
        "Arup, a global consulting firm, was involved in the Sydney Opera House project from the beginning.": [
          "In 1957, we were appointed as the project’s consulting engineers and our founder, Sir Ove Arup, travelled to Australia to set up a site office, establishing our Australian practice.",
          "From start to completion, we provided structural engineering for all elements of the building, including the foundation, the roof’s iconic pre-cast shells, the concourse and glass walls.",
          "The Opera House was, at the time considered unbuildable.",
          "This complexity created a unique opportunity for Sir Ove Arup and architect Jørn Utzon to collaborate closely – a break from conventional architectural practice at the time.",
          "The crowning achievement of this collaboration is the Opera House’s most recognisable design component, the concrete roof sails, which hold 1,056,006 ceramic tiles.",
          "Working together, they created 12 trial schemes before landing on a spherical solution consisting of ten roof sails built from segments of the same sphere, 75 metres in diameter.",
          "Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
          "The construction of the structurally iconic Sydney Opera House brought Arup global recognition. Design begins in the 1950s, and the complex design work for the iconic pre-cast concrete shells is finally achieved through the pioneering use of computers.",
          "1. Sydney Opera House Decade of Renewal – Accessibility and Safety - Arup",
          "2. We partnered with the Sydney Opera House, Scott Carver architects and Tonkin Zulaikha Greer architects to improve accessibility and safety using our fire engineering, structural engineering, digital design and collaboration expertise.",
          "3. The renewal of spaces inside the building also required a rethink of the building’s safety strategy.",
          "4. For the Concert Hall, we collaborated closely with ARM Architecture to simultaneously design the new theatre with an updated fire strategy.",
          "5. The Sydney Opera Lady, the Sydney Opera House began a decade of renewal to improve amenity, safety, strengthen capacity and enhance performance spaces to open to more of the community. ",
          "6. Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
          "7. Together, we worked through the ceiling’s space constraints to create a new strategy without making significant design changes."
        ],
        "The sail-shaped shells that form the roof of the two main halls of the Sydney Opera House posed enormous technical and structural problems that had never been encountered before.": [
          "By late 1961, three years had passed since Utzon had bent his plastic ruler on a table and a solution to building the shells had still not been found.",
          "Construction, however, which began in 1959, posed a variety of problems, many resulting from the innovative nature of the design.",
          "The opening of the Opera House was originally planned for Australia Day (January 26) in 1963, but cost overruns and structural engineering difficulties in executing the design troubled the course of the work, which faced many delays.",
          "The problem of the shells, which were elliptical, parabolic and finally spherical, took six years to resolve.",
          "The problem of the roof structure was finally resolved with the adoption of a ribbed shell system, with the shells having a uniform curvature based on a 75-metre radius sphere.",
          "The iconic sculptural form of the Sydney Opera House essentially relies on the form of these shells, so the importance of finding the best solution to the roof cannot be underestimated.",
          "Utzon was even asked by the NSW government whether he should consider another engineering firm – but the architect refused to look elsewhere, convinced his collaboration with Arup would yield the solution."
        ],
        "The engineers had to devise innovative solutions using pre-stressed concrete, epoxy jointing, complex scaffolding, and computer analysis for the construction of the Sydney Opera House.": [
          "To work out how to build the shells, the engineers at Arup & Partners needed to express the shell shapes mathematically.",
          "Utzon was stacking the shells of the large model to make space when he noticed how similar the shapes appeared to be.",
          "The simplicity and ease of repetition was immediately appealing. It would mean that the building's form could be prefabricated from a repetitive geometry.",
          "Not only that, but a uniform pattern could also be achieved for tiling the exterior surface.",
          "It would become the single, unifying discovery that allowed for the distinctive characteristics of Sydney Opera House to be finally realised, from the vaulted arches and timeless, sail-like silhouette of the Opera House to the exceptionally beautiful finish of the tiles.",
          "In January 1962 Utzon submitted his Yellow Book: 38 pages of plans, sections and elevations setting out the shells, details of the precast ribs and the tiling.",
          "Three years of work by Höganäs of Sweden produced the effect Utzon wanted in what became known as the Sydney Tile, 120mm square, made from clay with a small percentage of crushed stone.",
          "\"Hornibrook had that experience of working with bridges and pre-stressed concrete, so they worked out how the actually do that.\"",
          "\"There was a lot of problem solving to be done and a lot of time pressure,\" Ms Hornibrook said.",
          "Each sail is made from pre-cast concrete supported by concrete ribs.",
          "The simplicity of this solution enabled the ribs to be mass produced on site and then lifted into place, offering design coherence and economies of scale.",
          "Ove Arup designed folded pre-stressed concrete beams to support the base structure.",
          "By integrating the techniques of folded plate structures and prestressing, he enabled the creation of expansive open spaces inside the podium, such as the Box Office Foyer, without the need for structural columns.",
          "The Opera House’s glass walls enclose the openings between the roof sails and the podium structure.",
          "Our team pioneered the use of wind tunnel testing for buildings which is now common practice in design for large buildings all over the world."
        ],
        "The construction of the shells of the Sydney Opera House took more than a decade and involved many changes and controversies along the way.": [
          "After a long 14 years of building conflict, the Sydney Opera House was finally brought to life, and on October 20, 1973, it was officially opened by Queen Elizabeth II.",
          "Although the iconic spherical architecture is now world famous, the inception, planning and construction was riddled with controversy.",
          "Hughes often clashed with Utzon over procurement",
          "The process slowed right down while approval was sought to construct Utzon’s radical designs.",
          "But when a new Liberal government was elected in New South Wales in 1965, the minister of works began challenging Utzon’s costs and schedules, eventually stopping payments to the project.",
          "The entire construction period of the Sydney Opera House was beset with problems. 2.",
          "When it was opened by Queen Elizabeth on 20 October 1973, the Opera House already had a long and controversial history."
        ],
        "The Sydney Opera House was finally opened by Queen Elizabeth II in 1973.": [
          "After 15 years of construction, the Sydney Opera House is dedicated by Queen Elizabeth II on October 20, 1973.",
          "Australian culture reached a remarkable milestone on 20 October 1973: the completion of one of the greatest buildings of the 20th century, the birth of an icon, and the beginning of an incredible performance history at Sydney’s new Opera House.",
          "“The Sydney Opera House has captured the imagination of the world, though I understand that its construction has not been totally without problems,” Queen Elizabeth II observed, officially opening Jørn Utzon AC’s masterpiece on a blustery spring day.",
          "But on 20 October a building conceived with vast ambitions - nothing less than to “help mould a better and more enlightened community”, in the words of then New South Wales Premier Joseph Cahill - a building that some would say had already begun to do that work during the travails and controversies of its construction - began to assume its destiny.",
          "On 28 September 1973, almost a month before its official opening by Her Majesty the Queen, the curtain in the Opera Hall rose on its first production: Prokofiev’s epic War and Peace, performed by the Australian Opera.",
          "The Queen’s words could not have been more appropriate to the occasion.",
          "It was a day that brought to a conclusion the saga of the building’s conception, design and construction, a saga in which controversies and politics upended what had seemed for many years as idealistic a quest for architectural perfection as had been seen in the post-war world.",
          "Some had feared that the Sydney Opera House might never be finished.",
          "On 20 October 1973, the Queen, accompanied by the Duke of Edinburgh and then Premier, Sir Robert Askin, visited Bennelong Point to officially open the new Opera House.",
          "Standing in the wind, she congratulated the people of Sydney and Australia for this “remarkable addition to its architecture and to its cultural and community life.”"
        ],
        "The Sydney Opera House is a busy performing arts centre that hosts more than 2,500 events and attracts more than 8 million visitors every year.": [
          "Inaugurated on October 20, 1973, by the late Queen Elizabeth II, the Opera House now welcomes more than one million visitors every year.",
          "But McKellar says that the Opera House has spent years trying to open up its offerings to as wide an audience as possible. That means putting Opera House programming online for more people to watch, for example.",
          "But it also means providing Opera House tours in a range of languages – from Spanish to Korean – in order to better serve international audiences, and it means having dedicated staff and programming to highlight the First Nations community.",
          "Ultimately, McKellar says, the goal of the Opera House is to be a “people’s house,” where all Australians are welcome.",
          "While plenty of tourists visit the opera house to attend shows, have a meal at one of the restaurants inside the building, or just take a guided tour, the team behind the house also wants local Sydneysiders to feel like they can swing by anytime.",
          "According to data from the Opera House, 42% of people who bought a ticket for an event or program in 2022 were first-timers."
        ],
        "Arup continues to play a pivotal role in the Sydney Opera's long-term development and preservation plan.": [
          "We work in partnership with the Opera House to preserve this icon and continue its ever-evolving legacy.",
          "Our history is deeply interconnected with the Sydney Opera House, and we continue to shape this World Heritage-listed masterpiece for future generations.",
          "Arup played a central role in bringing the Opera House to life and continue to show their deep understanding of the building and care for its fabric and values.",
          "From repairs and maintenance to major upgrades, our team continues Ove’s work preserving and evolving the Sydney Opera House for future generations of visitors, artists, and performers so everyone can enjoy this global icon.",
          "Since then, we have contributed to over 300 projects, spanning 60 years, from repairs to refurbishments through our many different services, including acoustics, civil engineering, structural engineering, theatre planning, security, building diagnostics, façade engineering, fire engineering, and pedestrian planning.",
          "In 1957, we were appointed as the project’s consulting engineers and our founder, Sir Ove Arup, travelled to Australia to set up a site office, establishing our Australian practice."
        ],
        "In 2023, the Sydney Opera House was awarded the world's highest civil engineering honour, the International Association for Bridge and Structural Engineering (IABSE) Outstanding Structure Award, for its exceptional design and construction.": [
          "The Sydney Opera House will join international landmarks like the Eiffel Tower, the Golden Gate Bridge, Machu Picchu and the Suez and Panama Canals when it receives the world’s highest engineering accolade from the American Society of Civil Engineers (ASCE) on Wednesday.",
          "While the building on Bennelong Point has previously been recognised for its architectural and heritage importance, with the 2003 awarding of architecture’s highest honour, the Pritzker Prize to its original architect Jorn Utzon, and its 2007 addition to UNESCO’s World Heritage List, it has never received a gong from the international engineering arbiter, the ASCE.",
          "“These awards recognise several engineering innovations that underpinned the design and construction of the Sydney Opera House, which inspired generations of engineers worldwide,” said Gianluca Ranzi, the past president of the American Society of Civil Engineers, Australia section.",
          "While some notable Sydney landmarks, such as the Sydney Harbour Bridge, have been recognised, for some reason the Sydney Opera House has not.",
          "He said the pioneering use of computers in design, pre-cast concrete, epoxy resin to join the concrete segments and the pre-calculation of all dimensions right down to the positions of the last bolt and hole on such a scale was unique.",
          "Dr John Nutt, the former chair of Arup who oversaw the project, will be represented by his son Nigel, a fellow engineer, at a ceremony on Wednesday to mark the inclusion on the prestigious ASCE list.",
          "“This is a masterpiece of inspiration and imagination, built on the foundations of complex and innovative engineering,” Sydney Opera House CEO Louise Herron said in the submission to the American Society of Civil Engineers."
        ]
      },
      "subconclusions": {
        "The Sydney Opera House is a remarkable architectural and engineering achievement that has become a symbol of Australia's cultural and creative aspirations.": "supported",
        "The design of the Sydney Opera House was inspired by various natural and historical elements, such as bird wings, clouds, shells, walnuts, palm trees, Mayan pyramids, and Chinese pagodas.": "partially supported",
        "Jørn Utzon won an international competition for his visionary concept of the Sydney Opera House in 1957.": "supported",
        "Arup, a global consulting firm, was involved in the Sydney Opera House project from the beginning.": "supported",
        "The sail-shaped shells that form the roof of the two main halls of the Sydney Opera House posed enormous technical and structural problems that had never been encountered before.": "supported",
        "The engineers had to devise innovative solutions using pre-stressed concrete, epoxy jointing, complex scaffolding, and computer analysis for the construction of the Sydney Opera House.": "supported",
        "The construction of the shells of the Sydney Opera House took more than a decade and involved many changes and controversies along the way.": "partially supported",
        "The Sydney Opera House was finally opened by Queen Elizabeth II in 1973.": "supported",
        "The Sydney Opera House is a busy performing arts centre that hosts more than 2,500 events and attracts more than 8 million visitors every year.": "partially supported",
        "Arup continues to play a pivotal role in the Sydney Opera's long-term development and preservation plan.": "supported",
        "In 2023, the Sydney Opera House was awarded the world's highest civil engineering honour, the International Association for Bridge and Structural Engineering (IABSE) Outstanding Structure Award, for its exceptional design and construction.": "refuted"
      }
    }
  }
}