{
  "7d8cd673-6677-4c9a-a586-16befa45efa3": {
    "query": "What is the largest known star in the universe and how does its size compare to our sun?",
    "response": "According to Wikipedia[^1^], the largest known star in the universe is **UY Scuti**, a variable hypergiant with a radius around **1,700 times larger than the radius of the sun**[^2^]. If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter[^2^]. The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth[^2^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://en.wikipedia.org/wiki/List_of_largest_known_stars \"List of largest known stars - Wikipedia\"\n[2]: https://www.space.com/41290-biggest-star.html \"What is the biggest star ever observed? | Space\"\n[3]: https://www.usatoday.com/story/tech/science/2023/02/16/largest-star-universe-red-hypergiant/11075755002/ \"What is the largest known star in the universe? It's a red hypergiant.\"\n[4]: https://www.livescience.com/largest-objects-in-universe.html \"Cosmic Record Holders: The 12 Biggest Objects in the Universe\"\n\nAccording to Wikipedia[^1^][1], the largest known star in the universe is **UY Scuti**, a variable hypergiant with a radius around **1,700 times larger than the radius of the sun**[^2^][2]. If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter[^2^][2]. The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth[^2^][2].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. en.wikipedia.org](https://en.wikipedia.org/wiki/List_of_largest_known_stars) [2. www.space.com](https://www.space.com/41290-biggest-star.html) [3. www.usatoday.com](https://www.usatoday.com/story/tech/science/2023/02/16/largest-star-universe-red-hypergiant/11075755002/) [4. www.livescience.com](https://www.livescience.com/largest-objects-in-universe.html)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "List of largest known stars - Wikipedia",
        "seeMoreUrl": "https://en.wikipedia.org/wiki/List_of_largest_known_stars",
        "searchQuery": "largest known star in the universe"
      },
      {
        "providerDisplayName": "What is the biggest star ever observed? | Space",
        "seeMoreUrl": "https://www.space.com/41290-biggest-star.html",
        "searchQuery": "largest known star in the universe"
      },
      {
        "providerDisplayName": "What is the largest known star in the universe? It's a red hypergiant.",
        "seeMoreUrl": "https://www.usatoday.com/story/tech/science/2023/02/16/largest-star-universe-red-hypergiant/11075755002/",
        "searchQuery": "largest known star in the universe"
      },
      {
        "providerDisplayName": "Cosmic Record Holders: The 12 Biggest Objects in the Universe",
        "seeMoreUrl": "https://www.livescience.com/largest-objects-in-universe.html",
        "searchQuery": "largest known star in the universe"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "UY Scuti is the largest known star in the universe.",
        "UY Scuti is a variable hypergiant.",
        "UY Scuti has a radius around 1,700 times larger than the radius of the sun.",
        "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.",
        "UY Scuti lies near the center of the Milky Way.",
        "UY Scuti is roughly 9,500 light-years away from Earth."
      ],
      "queries": [
        "UY Scuti largest star in the universe",
        "UY Scuti variable hypergiant",
        "UY Scuti radius compared to sun",
        "UY Scuti photosphere size compared to Jupiter orbit",
        "UY Scuti location in Milky Way",
        "UY Scuti distance from Earth"
      ],
      "search_results": {
        "UY Scuti is the largest known star in the universe.": [
          {
            "title": "UY Scuti - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/UY_Scuti",
            "content": [
              "UY Scuti - Wikipedia",
              "UY Scuti (BD-12°5055) is a red supergiant star in the constellation Scutum.",
              "It is considered one of the largest known stars by radius and is also a pulsating variable star, with a maximum brightness of magnitude 8.",
              "29 and a minimum of magnitude 10.",
              "56.",
              "It has an estimated radius of 825 solar radii (574,000,000 kilometres;",
              "3.",
              "84 astronomical units), thus a volume nearly 2.",
              "4 billion times that of the Sun.",
              "It is approximately 2.",
              "9 kiloparsecs (9,500 light-years) from Earth.",
              "If placed at the center of the Solar System, its photosphere would approach the orbit of Jupiter.",
              "UY Scuti was first catalogued in 1860 by German astronomers at the Bonn Observatory, who were completing a survey of stars for the Bonner Durchmusterung Stellar Catalogue.",
              "[13] It was designated BD-12°5055, the 5,055th star between 12°S and 13°S counting from 0h right ascension.",
              "On detection in the second survey, the star was found to have changed slightly in brightness, suggesting that it was a new variable star.",
              "In accordance with the international standard for designation of variable stars, it was called UY Scuti, denoting it as the 38th variable star of the constellation Scutum.",
              "[14] UY Scuti is located a few degrees north of the A-type star Gamma Scuti and northeast of the Eagle Nebula.",
              "Although the star is very luminous, it is, at its brightest, only 9th magnitude as viewed from Earth, due to its distance and location in the Zone of Avoidance within the Cygnus rift.",
              "[15] UY Scuti is a dust-enshrouded bright red supergiant[16] and is classified as a semiregular variable with an approximate pulsation period of 740 days.",
              "[6][17][18] Based on a old radius data of 1,708 R☉, this pulsation would be an overtone of the fundamental pulsation period, or it may be a fundamental mode corresponding to a smaller radius.",
              "[19] In the summer of 2012, AMBER interferometry with the Very Large Telescope (VLT) in the Atacama Desert in Chile was used to measure the parameters of three red supergiants near the Galactic Center region:[4] UY Scuti, AH Scorpii, and KW Sagittarii.",
              "They determined that all three stars are over 1,000 times bigger than the Sun and over 100,000 times more luminous than the Sun.",
              "The stars' sizes were calculated using the Rosseland radius, the location at which the optical depth is 2⁄3,[20] with distances adopted from earlier publications.",
              "UY Scuti was found to be the largest and the most luminous of the three stars measured, at 1,708 ± 192 R☉ (1.",
              "188×109 ± 134,000,000 km;",
              "7.",
              "94 ± 0.",
              "89 AU) based on an angular diameter of 5.",
              "48±0.",
              "10 mas and an assumed distance of 2.",
              "9±0.",
              "317 kiloparsecs (kpc) (about 9,500±1,030 light-years) which was originally derived in 1970 based on the modelling of the spectrum of UY Scuti.",
              "[11] The luminosity is then calculated to be 340,000 L☉ at an effective temperature of 3,365±134 K, giving an initial mass of 25 M☉ (possibly up to 40 M☉ for a non-rotating star).",
              "[4] A hypothetical object travelling at the speed of light would be observed to take over three hours to travel along UY Scuti's great circle whereas it would take 14.",
              "5 seconds to circle the Sun.",
              "[21] The distance of UY Scuti has been re-measured, based on noiseless data from Gaia EDR3, giving a much closer distance 1,800+164−137 pc away from Earth.",
              "[10] UY Scuti has no known companion star and so its mass is uncertain.",
              "However, it is expected on theoretical grounds to be between 7 and 10 M☉.",
              "[4] Mass is being lost at 5.",
              "8×10−5 M☉ per year, leading to an extensive and complex circumstellar environment of gas and dust.",
              "[22] Based on current models of stellar evolution, UY Scuti has begun to fuse helium, and continues to fuse hydrogen in a shell around the core.",
              "The location of UY Scuti deep within the Milky Way disc suggests that it is a metal-rich star.",
              "[23] After fusing heavy elements, its core will begin to produce iron, disrupting the balance of gravity and radiation in its core and resulting in a core collapse supernova.",
              "It is expected that stars like UY Scuti should evolve back to hotter temperatures to become a yellow hypergiant, luminous blue variable, or a Wolf–Rayet star, creating a strong stellar wind that will eject its outer layers and expose the core, before exploding as a type IIb, IIn, or type Ib/Ic supernova.",
              "[24]"
            ]
          },
          {
            "title": "What is the biggest star in the universe? | Space",
            "url": "https://www.space.com/41290-biggest-star.html",
            "content": [
              "What is the biggest star in the universe? | Space",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "The biggest star in the universe makes our sun look tiny speck.",
              "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
              "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
              "Our sun is enormous — more than a million Earths could fit inside of it.",
              "But on a stellar scale, it could be swallowed up by about half of all stars observed so far — especially stars like UY Scuti.",
              "Related: How many stars are in the universe?",
              "In 1860, German astronomers at the Bonn Observatory first cataloged UY Scuti, at the time naming it BD -12 5055, reported Astronomy Magazine.",
              "During a second observation, astronomers realized it grows brighter and dimmer over a 740-day period, leading to its classification as a variable star.",
              "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth.",
              "Located within the constellation Scutum, UY Scuti is a hypergiant star.",
              "Hypergiants — larger than supergiants and giants — are rare stars that shine very brightly.",
              "They lose much of their mass through fast-moving stellar winds.",
              "Related: Hypergiant star's weight loss secrets revealed However, all stellar sizes are estimates.",
              "\"The complication with stars is that they have diffuse edges,\" astronomer Jillian Scudder of the University of Sussex wrote for The Conversation.",
              "\"Most stars don't have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.\"",
              "Instead, astronomers rely on a star's photosphere to determine its size.",
              "The photosphere is where the star becomes transparent to light and the particles of light, or photons, can escape the star.",
              "\"As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star,\" Scudder wrote.",
              "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.",
              "The nebula of gas ejected from the star extends far beyond the orbit of Pluto, to 400 times the distance between the Earth and the sun.",
              "UY Scuti's large radius does not make it the most massive, or heaviest, star.",
              "That honor goes to R136a1, which weighs in at about 300 times the mass of the sun but only about 30 solar radii.",
              "UY Scuti, in comparison, is only about 30 times the mass of the sun, but far greater in volume.",
              "Size comparisons are still more complicated because UY Scuti doesn't remain stagnant.",
              "Scudder pointed out that the star varies in brightness as it varies in radius.",
              "And the measurement we have now has a margin of error of about 192 solar radii.",
              "The variation or margin of error each could allow other stars to beat out UY Scuti in the race for size.",
              "In fact, there are as many as 30 stars whose radii approach or surpass UY Scuti's smallest estimated size, so the behemoth shouldn't sit too securely on its throne.",
              "Which star would take UY Scuti's place if its size were reevaluated?",
              "Here are a few that could take the crown from the giant currently measured at 1,700 times the width of the sun: If you're curious about the smallest known star in the universe check out this interesting article from BBC Science Focus.",
              "Learn more about measuring stellar sizes with these resources from the Rochester Institute of Technology and Study.",
              "com.",
              "Join our Space Forums to keep talking space on the latest missions, night sky and more!",
              "And if you have a news tip, correction or comment, let us know at: community@space.",
              "com.",
              "Breaking space news, the latest updates on rocket launches, skywatching events and more!",
              "Nola Taylor Tillman is a contributing writer for Space.",
              "com.",
              "She loves all things space and astronomy-related, and enjoys the opportunity to learn more.",
              "She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine.",
              "In her free time, she homeschools her four children.",
              "Follow her on Twitter at @NolaTRedd 'Lunar swirls' have confused scientists for years.",
              "New NASA moon data might clear things up A volcanic eruption gave birth to a new island, and a NASA satellite saw it from space (photo) Satellite data and 100-year-old images reveal quickening retreat of Greenland's glaciers By Jamie CarterSeptember 29, 2023 By Jamie CarterSeptember 27, 2023 By Fran RuizSeptember 22, 2023 By Jamie CarterSeptember 14, 2023 By Jamie CarterSeptember 13, 2023 By Robert LeaSeptember 07, 2023 By Fran RuizSeptember 07, 2023 By Fran RuizSeptember 01, 2023 By Robert LeaAugust 31, 2023 By Fran RuizAugust 30, 2023 By Fran RuizAugust 29, 2023 Space is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          },
          {
            "title": "List of largest known stars - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_largest_known_stars",
            "content": [
              "List of largest known stars - Wikipedia",
              "Below are lists of the largest stars currently known, ordered by radius and separated into categories by galaxy.",
              "The unit of measurement used is the radius of the Sun (approximately 695,700 km;",
              "432,300 mi).",
              "[1] Although red supergiants are often considered the largest normal stars, some other stars were found to have temporary increase significantly in radius during a transcient event for a short time (in cosmic scale), such as LBV eruptions or red novae.",
              "Some examples include Eta Carinae A during its so-called \"Great Eruption\".",
              "[2] Luminous red novae during mergebursts appears to expand extremely rapidly, reaching thousands to tens of thousands of solar radii in only a few months, significantly larger than the largest red supergiants.",
              "[3] Depending on models, several studies had predicted that high-accreting Population III or I supermassive stars (SMSs) in the very early universe could have evolved \"red supergiant protostars\" as high accretion rates would prevent stars to contract, resulting lower temperatures and radii reaching up to many tens of thousands of R☉, comparable to some of the largest known black holes.",
              "[4][5][6] The angular diameters of stars can be measured directly using stellar interferometry.",
              "Other methods can use lunar occultations or from eclipsing binaries, which can be used to test indirect methods of finding stellar radii.",
              "Only a few useful supergiant stars can be occulted by the Moon, including Antares A (Alpha Scorpii A).",
              "Examples of eclipsing binaries are Epsilon Aurigae (Almaaz), VV Cephei, and V766 Centauri (HR 5171).",
              "Angular diameter measurements can be inconsistent because the boundary of the very tenuous atmosphere (opacity) differs depending on the wavelength of light in which the star is observed.",
              "Uncertainties remain with the membership and order of the lists, especially when deriving various parameters used in calculations, such as stellar luminosity and effective temperature.",
              "Often stellar radii can only be expressed as an average or be within a large range of values.",
              "Values for stellar radii vary significantly in different sources and for different observation methods.",
              "All the sizes stated in these lists have inaccuracies and may be disputed.",
              "The lists are still a work in progress and parameters are prone to change.",
              "Various issues exist in determining accurate radii of the largest stars, which in many cases do display significant errors.",
              "The following lists are generally based on various considerations or assumptions;",
              "these include: The following lists show the largest known stars based on the host galaxy.",
              "L/Teff Note that this list doesn't include the candidate JWST dark stars, with estimated radii of up to 61 astronomical units (13,000 R☉)[109] or Quasi-stars, with theoretical models suggesting that they could reach radii of up to 40,700 solar radii (189 au).",
              "[110] During some transient events, such as red novae or LBV eruptions the star's radius can increase by a significant amount."
            ]
          }
        ],
        "UY Scuti is a variable hypergiant.": [
          {
            "title": "UY Scuti - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/UY_Scuti",
            "content": [
              "UY Scuti - Wikipedia",
              "UY Scuti (BD-12°5055) is a red supergiant star in the constellation Scutum.",
              "It is considered one of the largest known stars by radius and is also a pulsating variable star, with a maximum brightness of magnitude 8.",
              "29 and a minimum of magnitude 10.",
              "56.",
              "It has an estimated radius of 825 solar radii (574,000,000 kilometres;",
              "3.",
              "84 astronomical units), thus a volume nearly 2.",
              "4 billion times that of the Sun.",
              "It is approximately 2.",
              "9 kiloparsecs (9,500 light-years) from Earth.",
              "If placed at the center of the Solar System, its photosphere would approach the orbit of Jupiter.",
              "UY Scuti was first catalogued in 1860 by German astronomers at the Bonn Observatory, who were completing a survey of stars for the Bonner Durchmusterung Stellar Catalogue.",
              "[13] It was designated BD-12°5055, the 5,055th star between 12°S and 13°S counting from 0h right ascension.",
              "On detection in the second survey, the star was found to have changed slightly in brightness, suggesting that it was a new variable star.",
              "In accordance with the international standard for designation of variable stars, it was called UY Scuti, denoting it as the 38th variable star of the constellation Scutum.",
              "[14] UY Scuti is located a few degrees north of the A-type star Gamma Scuti and northeast of the Eagle Nebula.",
              "Although the star is very luminous, it is, at its brightest, only 9th magnitude as viewed from Earth, due to its distance and location in the Zone of Avoidance within the Cygnus rift.",
              "[15] UY Scuti is a dust-enshrouded bright red supergiant[16] and is classified as a semiregular variable with an approximate pulsation period of 740 days.",
              "[6][17][18] Based on a old radius data of 1,708 R☉, this pulsation would be an overtone of the fundamental pulsation period, or it may be a fundamental mode corresponding to a smaller radius.",
              "[19] In the summer of 2012, AMBER interferometry with the Very Large Telescope (VLT) in the Atacama Desert in Chile was used to measure the parameters of three red supergiants near the Galactic Center region:[4] UY Scuti, AH Scorpii, and KW Sagittarii.",
              "They determined that all three stars are over 1,000 times bigger than the Sun and over 100,000 times more luminous than the Sun.",
              "The stars' sizes were calculated using the Rosseland radius, the location at which the optical depth is 2⁄3,[20] with distances adopted from earlier publications.",
              "UY Scuti was found to be the largest and the most luminous of the three stars measured, at 1,708 ± 192 R☉ (1.",
              "188×109 ± 134,000,000 km;",
              "7.",
              "94 ± 0.",
              "89 AU) based on an angular diameter of 5.",
              "48±0.",
              "10 mas and an assumed distance of 2.",
              "9±0.",
              "317 kiloparsecs (kpc) (about 9,500±1,030 light-years) which was originally derived in 1970 based on the modelling of the spectrum of UY Scuti.",
              "[11] The luminosity is then calculated to be 340,000 L☉ at an effective temperature of 3,365±134 K, giving an initial mass of 25 M☉ (possibly up to 40 M☉ for a non-rotating star).",
              "[4] A hypothetical object travelling at the speed of light would be observed to take over three hours to travel along UY Scuti's great circle whereas it would take 14.",
              "5 seconds to circle the Sun.",
              "[21] The distance of UY Scuti has been re-measured, based on noiseless data from Gaia EDR3, giving a much closer distance 1,800+164−137 pc away from Earth.",
              "[10] UY Scuti has no known companion star and so its mass is uncertain.",
              "However, it is expected on theoretical grounds to be between 7 and 10 M☉.",
              "[4] Mass is being lost at 5.",
              "8×10−5 M☉ per year, leading to an extensive and complex circumstellar environment of gas and dust.",
              "[22] Based on current models of stellar evolution, UY Scuti has begun to fuse helium, and continues to fuse hydrogen in a shell around the core.",
              "The location of UY Scuti deep within the Milky Way disc suggests that it is a metal-rich star.",
              "[23] After fusing heavy elements, its core will begin to produce iron, disrupting the balance of gravity and radiation in its core and resulting in a core collapse supernova.",
              "It is expected that stars like UY Scuti should evolve back to hotter temperatures to become a yellow hypergiant, luminous blue variable, or a Wolf–Rayet star, creating a strong stellar wind that will eject its outer layers and expose the core, before exploding as a type IIb, IIn, or type Ib/Ic supernova.",
              "[24]"
            ]
          },
          {
            "title": "What is the biggest star in the universe? | Space",
            "url": "https://www.space.com/41290-biggest-star.html",
            "content": [
              "What is the biggest star in the universe? | Space",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "The biggest star in the universe makes our sun look tiny speck.",
              "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
              "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
              "Our sun is enormous — more than a million Earths could fit inside of it.",
              "But on a stellar scale, it could be swallowed up by about half of all stars observed so far — especially stars like UY Scuti.",
              "Related: How many stars are in the universe?",
              "In 1860, German astronomers at the Bonn Observatory first cataloged UY Scuti, at the time naming it BD -12 5055, reported Astronomy Magazine.",
              "During a second observation, astronomers realized it grows brighter and dimmer over a 740-day period, leading to its classification as a variable star.",
              "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth.",
              "Located within the constellation Scutum, UY Scuti is a hypergiant star.",
              "Hypergiants — larger than supergiants and giants — are rare stars that shine very brightly.",
              "They lose much of their mass through fast-moving stellar winds.",
              "Related: Hypergiant star's weight loss secrets revealed However, all stellar sizes are estimates.",
              "\"The complication with stars is that they have diffuse edges,\" astronomer Jillian Scudder of the University of Sussex wrote for The Conversation.",
              "\"Most stars don't have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.\"",
              "Instead, astronomers rely on a star's photosphere to determine its size.",
              "The photosphere is where the star becomes transparent to light and the particles of light, or photons, can escape the star.",
              "\"As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star,\" Scudder wrote.",
              "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.",
              "The nebula of gas ejected from the star extends far beyond the orbit of Pluto, to 400 times the distance between the Earth and the sun.",
              "UY Scuti's large radius does not make it the most massive, or heaviest, star.",
              "That honor goes to R136a1, which weighs in at about 300 times the mass of the sun but only about 30 solar radii.",
              "UY Scuti, in comparison, is only about 30 times the mass of the sun, but far greater in volume.",
              "Size comparisons are still more complicated because UY Scuti doesn't remain stagnant.",
              "Scudder pointed out that the star varies in brightness as it varies in radius.",
              "And the measurement we have now has a margin of error of about 192 solar radii.",
              "The variation or margin of error each could allow other stars to beat out UY Scuti in the race for size.",
              "In fact, there are as many as 30 stars whose radii approach or surpass UY Scuti's smallest estimated size, so the behemoth shouldn't sit too securely on its throne.",
              "Which star would take UY Scuti's place if its size were reevaluated?",
              "Here are a few that could take the crown from the giant currently measured at 1,700 times the width of the sun: If you're curious about the smallest known star in the universe check out this interesting article from BBC Science Focus.",
              "Learn more about measuring stellar sizes with these resources from the Rochester Institute of Technology and Study.",
              "com.",
              "Join our Space Forums to keep talking space on the latest missions, night sky and more!",
              "And if you have a news tip, correction or comment, let us know at: community@space.",
              "com.",
              "Breaking space news, the latest updates on rocket launches, skywatching events and more!",
              "Nola Taylor Tillman is a contributing writer for Space.",
              "com.",
              "She loves all things space and astronomy-related, and enjoys the opportunity to learn more.",
              "She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine.",
              "In her free time, she homeschools her four children.",
              "Follow her on Twitter at @NolaTRedd 'Lunar swirls' have confused scientists for years.",
              "New NASA moon data might clear things up A volcanic eruption gave birth to a new island, and a NASA satellite saw it from space (photo) Satellite data and 100-year-old images reveal quickening retreat of Greenland's glaciers By Jamie CarterSeptember 29, 2023 By Jamie CarterSeptember 27, 2023 By Fran RuizSeptember 22, 2023 By Jamie CarterSeptember 14, 2023 By Jamie CarterSeptember 13, 2023 By Robert LeaSeptember 07, 2023 By Fran RuizSeptember 07, 2023 By Fran RuizSeptember 01, 2023 By Robert LeaAugust 31, 2023 By Fran RuizAugust 30, 2023 By Fran RuizAugust 29, 2023 Space is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          },
          {
            "title": "UY Scuti: Red Hypergiant in Scutum | Star Facts",
            "url": "https://www.star-facts.com/uy-scuti/",
            "content": [
              "UY Scuti: Red Hypergiant in Scutum | Star Facts",
              "Star Facts Star Facts UY Scuti is a red supergiant or red hypergiant star located in the direction of the constellation Scutum.",
              "With an estimated radius of 1,708 solar radii, it is a previous record holder for the largest star known.",
              "The supergiant is classified as a pulsating variable star.",
              "Its brightness varies from magnitude 8.",
              "29 to 10.",
              "56.",
              "As it is only 9th magnitude even at its brightest, the star is invisible to the unaided eye.",
              "It can be seen in 4-inch and larger telescopes.",
              "With an absolute magnitude of -6.",
              "2, UY Scuti is an exceptionally luminous star â\u0080\u0093 about 340,000 times more luminous than the Sun â\u0080\u0093 but its location and distance of 9,500 light years make it dimmer when seen from Earth.",
              "UY Scuti lies in the region of the sky known as the Zone of Avoidance and is heavily obscured by the Milky Way.",
              "UY Scuti, image: Wikisky UY Scuti is an evolutionary red hypergiant with the stellar classification M2-M4Ia-Iab.",
              "With a surface temperature of 3,365 K, the star is about 340,000 times more luminous than the Sun.",
              "Its estimated luminosity is between 180,000 and 630,000 times that of the Sun.",
              "The estimated mass of UY Scuti is between 7 and 10 solar masses.",
              "The star is losing mass at a rate of 5.",
              "8 x 10-5 solar masses per year.",
              "As a result, it is surrounded by a large and complex envelope of dust.",
              "The cloud of gas lost by the star stretches across 400 astronomical units.",
              "UY Scuti is enshrouded in dust and does not have any visible companions, which makes it difficult to determine its stellar parameters with a high degree of certainty.",
              "The presence of companions would allow scientists to measure the starâ\u0080\u0099s mass through gravitational interference.",
              "UY Scuti is classified as a semiregular variable star of the subtype SRc.",
              "These stars are typically variable supergiants of late spectral classes.",
              "Their brightness changes because the stars change in size as they pulsate.",
              "UY Scuti has a pulsation period of about 740 days.",
              "Several well-known behemoths belong to this group, including Betelgeuse (764 â\u0080\u0093 1,021 Râ\u0098\u0089), Rasalgethi (284 Râ\u0098\u0089), MY Cephei (1,134 â\u0080\u0093 2,061 Râ\u0098\u0089), Mu Cephei (972 Râ\u0098\u0089), VV Cephei (779.",
              "27 Râ\u0098\u0089), EV Carinae (1,168 Râ\u0098\u0089), VX Sagittarii (1,350 â\u0080\u0093 1,940 Râ\u0098\u0089), KW Sagittarii (1,009 Râ\u0098\u0089), AH Scorpii (1,411 Râ\u0098\u0089), PZ Cassiopeiae (1,062 Râ\u0098\u0089), NML Cygni (1,183 â\u0080\u0093 2,770 Râ\u0098\u0089), RW Cygni (1,000 Râ\u0098\u0089), and possibly VY Canis Majoris (1,420 Râ\u0098\u0089).",
              "UY Scuti has a radius about 1,708 times that of the Sun.",
              "This translates into 1.",
              "188 x 109 kilometers or 7.",
              "94 astronomical units (Earth-Sun distances).",
              "The size of a red supergiant or hypergiant is notoriously difficult to determine.",
              "These stars pulsate and have diffuse edges, without a harsh dividing line between the star and the interstellar medium.",
              "Astronomers use the starâ\u0080\u0099s photosphere to measure its size.",
              "The photosphere is the deepest region of a star, where the star becomes transparent to light.",
              "It extends into the surface to an optical depth of about 2/3, which is a depth from which 50% of the starâ\u0080\u0099s light can escape without scattering.",
              "As UY Scuti belongs to the class of variable stars that vary in brightness because they vary in size, the starâ\u0080\u0099s radius will probably change over time.",
              "More recent measurements of the starâ\u0080\u0099s parallax by the Gaia space observatory have yielded significantly lower values for the starâ\u0080\u0099s distance (5,100 light years) and consequently luminosity (86,300â\u0080\u009387,100 Lâ\u0098\u0089) and radius (755 Râ\u0098\u0089).",
              "However, the Gaia measurements may have been affected by astrometric noise and are not completely reliable.",
              "The margin of error on the measurement of UY Scutiâ\u0080\u0099s size is 192 solar radii, which means that there is a possibility that it may not be as large as WOH G64 (1,540 â\u0080\u0093 1,730 Râ\u0098\u0089), the largest star in the Large Magellanic Cloud.",
              "Â It certainly does not come close to the current record holders, Stephenson 2-18 (2,150 Râ\u0098\u0089) and MY Cephei.",
              "(2,061 Râ\u0098\u0089), which may exceed the theoretical limit of star size (1,500 Râ\u0098\u0089).",
              "The size of UY Scuti is about 750 million miles, or almost eight astronomical units.",
              "If the supergiant were placed at the center of the solar system, its photosphere would extend far beyond the orbit of Jupiter, closer to the orbit of Saturn.",
              "UY Scuti has a volume almost 5 billion times that of the Sun.",
              "To illustrate, if the Earth were the size of a ball 20 cm (8 inches) in diameter, Jupiter would be 2.",
              "1 m (7 feet) in diameter, the Sun would be 22 m (7 feet) across, and the diameter of UY Scuti would extend for about 38,000 m (125,000 feet).",
              "A hypothetical object moving at the speed of light would take only 14.",
              "5 seconds to travel around the Sun, while it would need about seven hours to circle around UY Scuti.",
              "UY Scuti compared to the Sun, image: Wikimedia Commons/Philip Park (CC BY-SA 3.",
              "0) An accurate comparison showing the red supergiants UY Scuti and VY Canis Majoris, image: Wikimedia Commons/Faren29 (CC BY-SA 4.",
              "0) A size comparison of the Sun, UY Scuti and Stephenson 2-18, image: Wikimedia Commons/THE COLOSSAL GALAXY NAMED IC1101 (CC BY-SA 4.",
              "0) UY Scuti compared to other stars, image: Wikimedia Commons/IStoleThePies (CC BY-SA 4.",
              "0) A starâ\u0080\u0099s size does not always correlate with its mass.",
              "In spite of its enormous size â\u0080\u0093 7 to 8 astronomical units across â\u0080\u0093 UY Scuti does not even make the list of the most massive stars known.",
              "With an estimated mass between 7 and 10 times the mass of our Sun, the red supergiant star is not even in the same ballpark as the current record holders Westerhout 49-2 (250 Mâ\u0098\u0089) in the H II region Westerhout 49 and BAT99-98 (226 Mâ\u0098\u0089) and R136a1 (196 Mâ\u0098\u0089), located in the Tarantula Nebula in the Large Magellanic Cloud.",
              "For reference, Westerhout 49-2 has an estimated radius of only 55.",
              "29 solar radii.",
              "In terms of mass, UY Scuti also does not come close to the famous Eta Carinae A (100 Mâ\u0098\u0089), the central star of the Carina Nebula, or to the Peony Star (WR 102ka, 100 Mâ\u0098\u0089), which illuminates the Peony Nebula.",
              "Even the red supergiant Antares is more massive, with an estimated mass between 11 and 14.",
              "3 solar masses.",
              "Antares, too, is significantly smaller than UY Scuti.",
              "It has a radius of about 680 times that of the Sun.",
              "UY Scuti is massive enough to be a supernova candidate.",
              "Based on its known properties, the star is fusing hydrogen around its core and has begun to fuse helium.",
              "It is expected to evolve back to hotter temperatures and eventually become either a yellow hypergiant, a Wolf-Rayet star, or a luminous blue variable.",
              "The starâ\u0080\u0099s location in the galactic disc indicates that it is metal-rich and, once it runs out of helium, it will keep fusing progressively heavier elements until it develops an iron core.",
              "This will disturb the balance needed to sustain the core against its own gravity, triggering a core collapse.",
              "As a result, the star will end its life in a supernova event, leaving behind a neutron star or a black hole.",
              "When it does, the X-ray and gamma-ray radiation will not affect Earth.",
              "For a supernova blast to damage our ozone layer, it would need to occur within 50 light years and UY Scuti lies 9,500 light years away.",
              "However, the supernova will likely be visible from Earth even without a telescope.",
              "UY Scuti was given the designation BD-12Â°5055 by a group of German astronomers at the Bonn Observatory, who were the first to catalogue the star in 1860.",
              "They discovered the supergiant while conducting a survey for the Bonner Durchmusterung (BD) astrometric star catalogue.",
              "The second survey showed a slight change in the starâ\u0080\u0099s brightness, and the star was subsequently given the variable star designation UY Scuti, as the 38th variable star found in Scutum.",
              "The true size of UY Scuti was calculated after a survey with the Very Large Telescope (VLT) in Chileâ\u0080\u0099s Atacama Desert, conducted in 2012 to measure the parameters of three large stars in the region of the sky near the Galactic Centre.",
              "The observations were carried out in the near-infrared K band with the VLTI/AMBER instrument.",
              "The other two stars included in the study were AH Scorpii and KW Sagittarii, also red supergiants with a luminosity over 100,000 times that of the Sun and among the largest stars known.",
              "The researchers estimated the Rosseland-mean photospheric angular diameter (where the Rosseland optical depth equals 2/3) of UY Scuti to be 5.",
              "48 Â± 0.",
              "10 milliarcseconds.",
              "Combined with the distance of 9,500 ly, they found a radius of 1,708 solar radii and derived an initial mass of 25 solar masses for a rotating star and up to 40 solar masses for a non-rotating one.",
              "Following the discovery of the supergiantâ\u0080\u0099s size, UY Scuti was named the largest known star, leaving behind VY Canis Majoris, NML Cygni, and Betelgeuse, which had all previously carried the title.",
              "UY Scuti lies two degrees north of the white magnitude 4.",
              "67 star Gamma Scuti, in the region of the sky just northeast of the famous Eagle Nebula (Messier 16).",
              "The star can be observed in a 4-inch or larger telescope in good conditions.",
              "Â The open cluster NGC 6604 (mag.",
              "6.",
              "5) is located in the same area of the sky.",
              "UY Scuti location, image: Wikisky UY Scuti is located in the constellation Scutum, the Shield.",
              "The constellation was created by the Polish astronomer Johannes Hevelius in 1684.",
              "It was originally named Scutum Sobiescianum in honour of the Polish King John III Sobieski and his triumph in the 1683 Battle of Vienna.",
              "Scutum is one of the smallest constellations in the sky (84th in size out of 88).",
              "It stretches across an area of only 109 square degrees of the southern sky.",
              "None of the stars in Scutum are among the 300 brightest stars in the sky.",
              "The four brightest stars in the constellation form an elongated diamond-shaped asterism that is visible near the tail of Aquila (the Eagle) on a clear night.",
              "Alpha Scuti, the brightest star in Scutum, is an orange giant with an apparent magnitude of 3.",
              "83.",
              "Other Scutum stars are fainter than magnitude 4.",
              "0.",
              "Scutum constellation map by IAU and Sky&Telescope magazine Scutum is home to the famous variable star Delta Scuti, an F-type giant that serves as a prototype for its own class of variable stars.",
              "Delta Scuti variables are young stars that exhibit variations in brightness due to pulsations.",
              "Scutum also contains Stephenson 2-18, a red hypergiant star that currently holds the record for the largest star known, with a radius 2,150 times that of the Sun.",
              "Scutum hosts several relatively bright deep sky objects that are popular targets for stargazers.",
              "These include the famous Wild Duck Cluster (Messier 11), an exceptionally rich and densely populated open cluster with an apparent magnitude of 5.",
              "8, the fainter open star cluster Messier 26 (mag.",
              "8), the globular cluster NGC 6712 (mag 8.",
              "69), and the planetary nebula IC 1295 (mag.",
              "12.",
              "7).",
              "Scutum is also home to the young open clusters RSGC1 (Red Supergiant Cluster 1) and RSGC3, both among the most massive clusters known in the Milky Way galaxy.",
              "The best time of the year to observe the stars and deep sky objects in Scutum is during the month of August, when the constellation rises high above the horizon in the evening.",
              "The entire constellation is visible from locations between the latitudes 80Â° N and 90Â° S.",
              "The 10 brightest stars in Scutum are Alpha Scuti (mag.",
              "3.",
              "83), Beta Scuti (mag.",
              "4.",
              "22), Zeta Scuti (mag.",
              "4.",
              "66), Gamma Scuti (mag.",
              "4.",
              "67), Delta Scuti (mag.",
              "4.",
              "60 â\u0080\u0093 4.",
              "79), Eta Scuti (mag.",
              "4.",
              "83), Epsilon Scuti (mag.",
              "4.",
              "88), HD 175156 (mag.",
              "5.",
              "08), HD 171391 (mag.",
              "5.",
              "12), and R Scuti (mag.",
              "4.",
              "2 â\u0080\u0093 8.",
              "6).",
              "UY Scuti Astronomy Categories Popular Articles Brightest Stars"
            ]
          }
        ],
        "UY Scuti has a radius around 1,700 times larger than the radius of the sun.": [
          {
            "title": "UY Scuti - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/UY_Scuti",
            "content": [
              "UY Scuti - Wikipedia",
              "UY Scuti (BD-12°5055) is a red supergiant star in the constellation Scutum.",
              "It is considered one of the largest known stars by radius and is also a pulsating variable star, with a maximum brightness of magnitude 8.",
              "29 and a minimum of magnitude 10.",
              "56.",
              "It has an estimated radius of 825 solar radii (574,000,000 kilometres;",
              "3.",
              "84 astronomical units), thus a volume nearly 2.",
              "4 billion times that of the Sun.",
              "It is approximately 2.",
              "9 kiloparsecs (9,500 light-years) from Earth.",
              "If placed at the center of the Solar System, its photosphere would approach the orbit of Jupiter.",
              "UY Scuti was first catalogued in 1860 by German astronomers at the Bonn Observatory, who were completing a survey of stars for the Bonner Durchmusterung Stellar Catalogue.",
              "[13] It was designated BD-12°5055, the 5,055th star between 12°S and 13°S counting from 0h right ascension.",
              "On detection in the second survey, the star was found to have changed slightly in brightness, suggesting that it was a new variable star.",
              "In accordance with the international standard for designation of variable stars, it was called UY Scuti, denoting it as the 38th variable star of the constellation Scutum.",
              "[14] UY Scuti is located a few degrees north of the A-type star Gamma Scuti and northeast of the Eagle Nebula.",
              "Although the star is very luminous, it is, at its brightest, only 9th magnitude as viewed from Earth, due to its distance and location in the Zone of Avoidance within the Cygnus rift.",
              "[15] UY Scuti is a dust-enshrouded bright red supergiant[16] and is classified as a semiregular variable with an approximate pulsation period of 740 days.",
              "[6][17][18] Based on a old radius data of 1,708 R☉, this pulsation would be an overtone of the fundamental pulsation period, or it may be a fundamental mode corresponding to a smaller radius.",
              "[19] In the summer of 2012, AMBER interferometry with the Very Large Telescope (VLT) in the Atacama Desert in Chile was used to measure the parameters of three red supergiants near the Galactic Center region:[4] UY Scuti, AH Scorpii, and KW Sagittarii.",
              "They determined that all three stars are over 1,000 times bigger than the Sun and over 100,000 times more luminous than the Sun.",
              "The stars' sizes were calculated using the Rosseland radius, the location at which the optical depth is 2⁄3,[20] with distances adopted from earlier publications.",
              "UY Scuti was found to be the largest and the most luminous of the three stars measured, at 1,708 ± 192 R☉ (1.",
              "188×109 ± 134,000,000 km;",
              "7.",
              "94 ± 0.",
              "89 AU) based on an angular diameter of 5.",
              "48±0.",
              "10 mas and an assumed distance of 2.",
              "9±0.",
              "317 kiloparsecs (kpc) (about 9,500±1,030 light-years) which was originally derived in 1970 based on the modelling of the spectrum of UY Scuti.",
              "[11] The luminosity is then calculated to be 340,000 L☉ at an effective temperature of 3,365±134 K, giving an initial mass of 25 M☉ (possibly up to 40 M☉ for a non-rotating star).",
              "[4] A hypothetical object travelling at the speed of light would be observed to take over three hours to travel along UY Scuti's great circle whereas it would take 14.",
              "5 seconds to circle the Sun.",
              "[21] The distance of UY Scuti has been re-measured, based on noiseless data from Gaia EDR3, giving a much closer distance 1,800+164−137 pc away from Earth.",
              "[10] UY Scuti has no known companion star and so its mass is uncertain.",
              "However, it is expected on theoretical grounds to be between 7 and 10 M☉.",
              "[4] Mass is being lost at 5.",
              "8×10−5 M☉ per year, leading to an extensive and complex circumstellar environment of gas and dust.",
              "[22] Based on current models of stellar evolution, UY Scuti has begun to fuse helium, and continues to fuse hydrogen in a shell around the core.",
              "The location of UY Scuti deep within the Milky Way disc suggests that it is a metal-rich star.",
              "[23] After fusing heavy elements, its core will begin to produce iron, disrupting the balance of gravity and radiation in its core and resulting in a core collapse supernova.",
              "It is expected that stars like UY Scuti should evolve back to hotter temperatures to become a yellow hypergiant, luminous blue variable, or a Wolf–Rayet star, creating a strong stellar wind that will eject its outer layers and expose the core, before exploding as a type IIb, IIn, or type Ib/Ic supernova.",
              "[24]"
            ]
          },
          {
            "title": "What is the biggest star in the universe? | Space",
            "url": "https://www.space.com/41290-biggest-star.html",
            "content": [
              "What is the biggest star in the universe? | Space",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "The biggest star in the universe makes our sun look tiny speck.",
              "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
              "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
              "Our sun is enormous — more than a million Earths could fit inside of it.",
              "But on a stellar scale, it could be swallowed up by about half of all stars observed so far — especially stars like UY Scuti.",
              "Related: How many stars are in the universe?",
              "In 1860, German astronomers at the Bonn Observatory first cataloged UY Scuti, at the time naming it BD -12 5055, reported Astronomy Magazine.",
              "During a second observation, astronomers realized it grows brighter and dimmer over a 740-day period, leading to its classification as a variable star.",
              "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth.",
              "Located within the constellation Scutum, UY Scuti is a hypergiant star.",
              "Hypergiants — larger than supergiants and giants — are rare stars that shine very brightly.",
              "They lose much of their mass through fast-moving stellar winds.",
              "Related: Hypergiant star's weight loss secrets revealed However, all stellar sizes are estimates.",
              "\"The complication with stars is that they have diffuse edges,\" astronomer Jillian Scudder of the University of Sussex wrote for The Conversation.",
              "\"Most stars don't have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.\"",
              "Instead, astronomers rely on a star's photosphere to determine its size.",
              "The photosphere is where the star becomes transparent to light and the particles of light, or photons, can escape the star.",
              "\"As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star,\" Scudder wrote.",
              "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.",
              "The nebula of gas ejected from the star extends far beyond the orbit of Pluto, to 400 times the distance between the Earth and the sun.",
              "UY Scuti's large radius does not make it the most massive, or heaviest, star.",
              "That honor goes to R136a1, which weighs in at about 300 times the mass of the sun but only about 30 solar radii.",
              "UY Scuti, in comparison, is only about 30 times the mass of the sun, but far greater in volume.",
              "Size comparisons are still more complicated because UY Scuti doesn't remain stagnant.",
              "Scudder pointed out that the star varies in brightness as it varies in radius.",
              "And the measurement we have now has a margin of error of about 192 solar radii.",
              "The variation or margin of error each could allow other stars to beat out UY Scuti in the race for size.",
              "In fact, there are as many as 30 stars whose radii approach or surpass UY Scuti's smallest estimated size, so the behemoth shouldn't sit too securely on its throne.",
              "Which star would take UY Scuti's place if its size were reevaluated?",
              "Here are a few that could take the crown from the giant currently measured at 1,700 times the width of the sun: If you're curious about the smallest known star in the universe check out this interesting article from BBC Science Focus.",
              "Learn more about measuring stellar sizes with these resources from the Rochester Institute of Technology and Study.",
              "com.",
              "Join our Space Forums to keep talking space on the latest missions, night sky and more!",
              "And if you have a news tip, correction or comment, let us know at: community@space.",
              "com.",
              "Breaking space news, the latest updates on rocket launches, skywatching events and more!",
              "Nola Taylor Tillman is a contributing writer for Space.",
              "com.",
              "She loves all things space and astronomy-related, and enjoys the opportunity to learn more.",
              "She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine.",
              "In her free time, she homeschools her four children.",
              "Follow her on Twitter at @NolaTRedd 'Lunar swirls' have confused scientists for years.",
              "New NASA moon data might clear things up A volcanic eruption gave birth to a new island, and a NASA satellite saw it from space (photo) Satellite data and 100-year-old images reveal quickening retreat of Greenland's glaciers By Jamie CarterSeptember 29, 2023 By Jamie CarterSeptember 27, 2023 By Fran RuizSeptember 22, 2023 By Jamie CarterSeptember 14, 2023 By Jamie CarterSeptember 13, 2023 By Robert LeaSeptember 07, 2023 By Fran RuizSeptember 07, 2023 By Fran RuizSeptember 01, 2023 By Robert LeaAugust 31, 2023 By Fran RuizAugust 30, 2023 By Fran RuizAugust 29, 2023 Space is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          },
          {
            "title": "How big is the biggest star we have ever found?",
            "url": "https://theconversation.com/how-big-is-the-biggest-star-we-have-ever-found-37304",
            "content": [
              "How big is the biggest star we have ever found?",
              "Postdoctoral Research Fellow in Astrophysics, University of Sussex This article was originally published on Astroquizzical.",
              "com University of Sussex provides funding as a member of The Conversation UK.",
              "View all partners The universe is such a big place that it is easy to get baffled by the measurements that astronomers make.",
              "The size of UY Scuti, possibly one of the largest stars we have observed to date, is certainly baffling.",
              "Not surprisingly, UY Scuti is classified as a “hypergiant” star – which is the classification which comes after “supergiant” and regular “giant”.",
              "Its size may make it the biggest, but it is not the most massive star (where the “mass” in massive stands for the amount of matter in the star).",
              "UY Scuti’s mass is probably slightly more than 30 times the mass of our sun, which places it nowhere near the top of the most massive stars list.",
              "That honour is held by a star with the charming name of R136a1, which clocks in at 265 times as massive as the sun, but only 30 times the radius of the sun.",
              "Mass and physical size don’t always correlate for stars, particularly the case for giant stars.",
              "So while UY Scuti is only around 30 times more massive than the sun, it has a radius somewhere in the region of 1,700 times larger than the radius of the sun.",
              "This star is one of a class of stars that varies in brightness because it varies in size, so this number is also likely to change over time.",
              "The margin of error on this measurement is about 192 solar radii.",
              "This uncertainty is why I used “possibly one of the largest stars” in my description of UY Scuti.",
              "If it is smaller by 192 solar radii, there are a few other candidates that would beat UY Scuti.",
              "The approximate size of the star is about 750m miles, or nearly eight astronomical units, where one astronomical unit is the distance between the earth and the sun.",
              "This is large enough that it would extend past Jupiter.",
              "The complication with stars is that they have diffuse edges.",
              "Most stars don’t have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.",
              "So in order to usefully define the “edge” of a star, we use the location of the photosphere.",
              "The photosphere is where the star becomes transparent to light, and where photons – that is, light particles – can escape.",
              "As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star.",
              "Going any further towards the centre of star would mean photons caught in a series of bounces, and unable to stream freely.",
              "To be clear, the photosphere is not where the gas of the star ends – stars also have atmospheres, which are transparent to light, and which extend beyond the photosphere.",
              "But the atmosphere is not considered to be part of the star when it comes to defining its radius.",
              "For UY Scuti, whose photosphere extends beyond the orbit of Jupiter, this means that the light produced in the centre of the star would not be able to stream freely from the star until it had made it beyond Jupiter.",
              "Beyond that, there would be a diffuse, hot atmosphere which would extend even further out into our solar system, and a large amount of gas and dust which was lost from the star over the years.",
              "This nebula of gas lost from the star extends out to 400 astronomical units, which is 10 times further out than Pluto.",
              "Write an article and join a growing community of more than 173,600 academics and researchers from 4,786 institutions.",
              "Register now Copyright © 2010–2023, The Conversation US, Inc."
            ]
          }
        ],
        "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.": [
          {
            "title": "How big is the biggest star we have ever found?",
            "url": "https://theconversation.com/how-big-is-the-biggest-star-we-have-ever-found-37304",
            "content": [
              "How big is the biggest star we have ever found?",
              "Postdoctoral Research Fellow in Astrophysics, University of Sussex This article was originally published on Astroquizzical.",
              "com University of Sussex provides funding as a member of The Conversation UK.",
              "View all partners The universe is such a big place that it is easy to get baffled by the measurements that astronomers make.",
              "The size of UY Scuti, possibly one of the largest stars we have observed to date, is certainly baffling.",
              "Not surprisingly, UY Scuti is classified as a “hypergiant” star – which is the classification which comes after “supergiant” and regular “giant”.",
              "Its size may make it the biggest, but it is not the most massive star (where the “mass” in massive stands for the amount of matter in the star).",
              "UY Scuti’s mass is probably slightly more than 30 times the mass of our sun, which places it nowhere near the top of the most massive stars list.",
              "That honour is held by a star with the charming name of R136a1, which clocks in at 265 times as massive as the sun, but only 30 times the radius of the sun.",
              "Mass and physical size don’t always correlate for stars, particularly the case for giant stars.",
              "So while UY Scuti is only around 30 times more massive than the sun, it has a radius somewhere in the region of 1,700 times larger than the radius of the sun.",
              "This star is one of a class of stars that varies in brightness because it varies in size, so this number is also likely to change over time.",
              "The margin of error on this measurement is about 192 solar radii.",
              "This uncertainty is why I used “possibly one of the largest stars” in my description of UY Scuti.",
              "If it is smaller by 192 solar radii, there are a few other candidates that would beat UY Scuti.",
              "The approximate size of the star is about 750m miles, or nearly eight astronomical units, where one astronomical unit is the distance between the earth and the sun.",
              "This is large enough that it would extend past Jupiter.",
              "The complication with stars is that they have diffuse edges.",
              "Most stars don’t have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.",
              "So in order to usefully define the “edge” of a star, we use the location of the photosphere.",
              "The photosphere is where the star becomes transparent to light, and where photons – that is, light particles – can escape.",
              "As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star.",
              "Going any further towards the centre of star would mean photons caught in a series of bounces, and unable to stream freely.",
              "To be clear, the photosphere is not where the gas of the star ends – stars also have atmospheres, which are transparent to light, and which extend beyond the photosphere.",
              "But the atmosphere is not considered to be part of the star when it comes to defining its radius.",
              "For UY Scuti, whose photosphere extends beyond the orbit of Jupiter, this means that the light produced in the centre of the star would not be able to stream freely from the star until it had made it beyond Jupiter.",
              "Beyond that, there would be a diffuse, hot atmosphere which would extend even further out into our solar system, and a large amount of gas and dust which was lost from the star over the years.",
              "This nebula of gas lost from the star extends out to 400 astronomical units, which is 10 times further out than Pluto.",
              "Write an article and join a growing community of more than 173,600 academics and researchers from 4,786 institutions.",
              "Register now Copyright © 2010–2023, The Conversation US, Inc."
            ]
          },
          {
            "title": "UY Scuti - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/UY_Scuti",
            "content": [
              "UY Scuti - Wikipedia",
              "UY Scuti (BD-12°5055) is a red supergiant star in the constellation Scutum.",
              "It is considered one of the largest known stars by radius and is also a pulsating variable star, with a maximum brightness of magnitude 8.",
              "29 and a minimum of magnitude 10.",
              "56.",
              "It has an estimated radius of 825 solar radii (574,000,000 kilometres;",
              "3.",
              "84 astronomical units), thus a volume nearly 2.",
              "4 billion times that of the Sun.",
              "It is approximately 2.",
              "9 kiloparsecs (9,500 light-years) from Earth.",
              "If placed at the center of the Solar System, its photosphere would approach the orbit of Jupiter.",
              "UY Scuti was first catalogued in 1860 by German astronomers at the Bonn Observatory, who were completing a survey of stars for the Bonner Durchmusterung Stellar Catalogue.",
              "[13] It was designated BD-12°5055, the 5,055th star between 12°S and 13°S counting from 0h right ascension.",
              "On detection in the second survey, the star was found to have changed slightly in brightness, suggesting that it was a new variable star.",
              "In accordance with the international standard for designation of variable stars, it was called UY Scuti, denoting it as the 38th variable star of the constellation Scutum.",
              "[14] UY Scuti is located a few degrees north of the A-type star Gamma Scuti and northeast of the Eagle Nebula.",
              "Although the star is very luminous, it is, at its brightest, only 9th magnitude as viewed from Earth, due to its distance and location in the Zone of Avoidance within the Cygnus rift.",
              "[15] UY Scuti is a dust-enshrouded bright red supergiant[16] and is classified as a semiregular variable with an approximate pulsation period of 740 days.",
              "[6][17][18] Based on a old radius data of 1,708 R☉, this pulsation would be an overtone of the fundamental pulsation period, or it may be a fundamental mode corresponding to a smaller radius.",
              "[19] In the summer of 2012, AMBER interferometry with the Very Large Telescope (VLT) in the Atacama Desert in Chile was used to measure the parameters of three red supergiants near the Galactic Center region:[4] UY Scuti, AH Scorpii, and KW Sagittarii.",
              "They determined that all three stars are over 1,000 times bigger than the Sun and over 100,000 times more luminous than the Sun.",
              "The stars' sizes were calculated using the Rosseland radius, the location at which the optical depth is 2⁄3,[20] with distances adopted from earlier publications.",
              "UY Scuti was found to be the largest and the most luminous of the three stars measured, at 1,708 ± 192 R☉ (1.",
              "188×109 ± 134,000,000 km;",
              "7.",
              "94 ± 0.",
              "89 AU) based on an angular diameter of 5.",
              "48±0.",
              "10 mas and an assumed distance of 2.",
              "9±0.",
              "317 kiloparsecs (kpc) (about 9,500±1,030 light-years) which was originally derived in 1970 based on the modelling of the spectrum of UY Scuti.",
              "[11] The luminosity is then calculated to be 340,000 L☉ at an effective temperature of 3,365±134 K, giving an initial mass of 25 M☉ (possibly up to 40 M☉ for a non-rotating star).",
              "[4] A hypothetical object travelling at the speed of light would be observed to take over three hours to travel along UY Scuti's great circle whereas it would take 14.",
              "5 seconds to circle the Sun.",
              "[21] The distance of UY Scuti has been re-measured, based on noiseless data from Gaia EDR3, giving a much closer distance 1,800+164−137 pc away from Earth.",
              "[10] UY Scuti has no known companion star and so its mass is uncertain.",
              "However, it is expected on theoretical grounds to be between 7 and 10 M☉.",
              "[4] Mass is being lost at 5.",
              "8×10−5 M☉ per year, leading to an extensive and complex circumstellar environment of gas and dust.",
              "[22] Based on current models of stellar evolution, UY Scuti has begun to fuse helium, and continues to fuse hydrogen in a shell around the core.",
              "The location of UY Scuti deep within the Milky Way disc suggests that it is a metal-rich star.",
              "[23] After fusing heavy elements, its core will begin to produce iron, disrupting the balance of gravity and radiation in its core and resulting in a core collapse supernova.",
              "It is expected that stars like UY Scuti should evolve back to hotter temperatures to become a yellow hypergiant, luminous blue variable, or a Wolf–Rayet star, creating a strong stellar wind that will eject its outer layers and expose the core, before exploding as a type IIb, IIn, or type Ib/Ic supernova.",
              "[24]"
            ]
          },
          {
            "title": "What is the biggest star in the universe? | Space",
            "url": "https://www.space.com/41290-biggest-star.html",
            "content": [
              "What is the biggest star in the universe? | Space",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "The biggest star in the universe makes our sun look tiny speck.",
              "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
              "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
              "Our sun is enormous — more than a million Earths could fit inside of it.",
              "But on a stellar scale, it could be swallowed up by about half of all stars observed so far — especially stars like UY Scuti.",
              "Related: How many stars are in the universe?",
              "In 1860, German astronomers at the Bonn Observatory first cataloged UY Scuti, at the time naming it BD -12 5055, reported Astronomy Magazine.",
              "During a second observation, astronomers realized it grows brighter and dimmer over a 740-day period, leading to its classification as a variable star.",
              "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth.",
              "Located within the constellation Scutum, UY Scuti is a hypergiant star.",
              "Hypergiants — larger than supergiants and giants — are rare stars that shine very brightly.",
              "They lose much of their mass through fast-moving stellar winds.",
              "Related: Hypergiant star's weight loss secrets revealed However, all stellar sizes are estimates.",
              "\"The complication with stars is that they have diffuse edges,\" astronomer Jillian Scudder of the University of Sussex wrote for The Conversation.",
              "\"Most stars don't have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.\"",
              "Instead, astronomers rely on a star's photosphere to determine its size.",
              "The photosphere is where the star becomes transparent to light and the particles of light, or photons, can escape the star.",
              "\"As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star,\" Scudder wrote.",
              "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.",
              "The nebula of gas ejected from the star extends far beyond the orbit of Pluto, to 400 times the distance between the Earth and the sun.",
              "UY Scuti's large radius does not make it the most massive, or heaviest, star.",
              "That honor goes to R136a1, which weighs in at about 300 times the mass of the sun but only about 30 solar radii.",
              "UY Scuti, in comparison, is only about 30 times the mass of the sun, but far greater in volume.",
              "Size comparisons are still more complicated because UY Scuti doesn't remain stagnant.",
              "Scudder pointed out that the star varies in brightness as it varies in radius.",
              "And the measurement we have now has a margin of error of about 192 solar radii.",
              "The variation or margin of error each could allow other stars to beat out UY Scuti in the race for size.",
              "In fact, there are as many as 30 stars whose radii approach or surpass UY Scuti's smallest estimated size, so the behemoth shouldn't sit too securely on its throne.",
              "Which star would take UY Scuti's place if its size were reevaluated?",
              "Here are a few that could take the crown from the giant currently measured at 1,700 times the width of the sun: If you're curious about the smallest known star in the universe check out this interesting article from BBC Science Focus.",
              "Learn more about measuring stellar sizes with these resources from the Rochester Institute of Technology and Study.",
              "com.",
              "Join our Space Forums to keep talking space on the latest missions, night sky and more!",
              "And if you have a news tip, correction or comment, let us know at: community@space.",
              "com.",
              "Breaking space news, the latest updates on rocket launches, skywatching events and more!",
              "Nola Taylor Tillman is a contributing writer for Space.",
              "com.",
              "She loves all things space and astronomy-related, and enjoys the opportunity to learn more.",
              "She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine.",
              "In her free time, she homeschools her four children.",
              "Follow her on Twitter at @NolaTRedd 'Lunar swirls' have confused scientists for years.",
              "New NASA moon data might clear things up A volcanic eruption gave birth to a new island, and a NASA satellite saw it from space (photo) Satellite data and 100-year-old images reveal quickening retreat of Greenland's glaciers By Jamie CarterSeptember 29, 2023 By Jamie CarterSeptember 27, 2023 By Fran RuizSeptember 22, 2023 By Jamie CarterSeptember 14, 2023 By Jamie CarterSeptember 13, 2023 By Robert LeaSeptember 07, 2023 By Fran RuizSeptember 07, 2023 By Fran RuizSeptember 01, 2023 By Robert LeaAugust 31, 2023 By Fran RuizAugust 30, 2023 By Fran RuizAugust 29, 2023 Space is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          }
        ],
        "UY Scuti lies near the center of the Milky Way.": [
          {
            "title": "UY Scuti - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/UY_Scuti",
            "content": [
              "UY Scuti - Wikipedia",
              "UY Scuti (BD-12°5055) is a red supergiant star in the constellation Scutum.",
              "It is considered one of the largest known stars by radius and is also a pulsating variable star, with a maximum brightness of magnitude 8.",
              "29 and a minimum of magnitude 10.",
              "56.",
              "It has an estimated radius of 825 solar radii (574,000,000 kilometres;",
              "3.",
              "84 astronomical units), thus a volume nearly 2.",
              "4 billion times that of the Sun.",
              "It is approximately 2.",
              "9 kiloparsecs (9,500 light-years) from Earth.",
              "If placed at the center of the Solar System, its photosphere would approach the orbit of Jupiter.",
              "UY Scuti was first catalogued in 1860 by German astronomers at the Bonn Observatory, who were completing a survey of stars for the Bonner Durchmusterung Stellar Catalogue.",
              "[13] It was designated BD-12°5055, the 5,055th star between 12°S and 13°S counting from 0h right ascension.",
              "On detection in the second survey, the star was found to have changed slightly in brightness, suggesting that it was a new variable star.",
              "In accordance with the international standard for designation of variable stars, it was called UY Scuti, denoting it as the 38th variable star of the constellation Scutum.",
              "[14] UY Scuti is located a few degrees north of the A-type star Gamma Scuti and northeast of the Eagle Nebula.",
              "Although the star is very luminous, it is, at its brightest, only 9th magnitude as viewed from Earth, due to its distance and location in the Zone of Avoidance within the Cygnus rift.",
              "[15] UY Scuti is a dust-enshrouded bright red supergiant[16] and is classified as a semiregular variable with an approximate pulsation period of 740 days.",
              "[6][17][18] Based on a old radius data of 1,708 R☉, this pulsation would be an overtone of the fundamental pulsation period, or it may be a fundamental mode corresponding to a smaller radius.",
              "[19] In the summer of 2012, AMBER interferometry with the Very Large Telescope (VLT) in the Atacama Desert in Chile was used to measure the parameters of three red supergiants near the Galactic Center region:[4] UY Scuti, AH Scorpii, and KW Sagittarii.",
              "They determined that all three stars are over 1,000 times bigger than the Sun and over 100,000 times more luminous than the Sun.",
              "The stars' sizes were calculated using the Rosseland radius, the location at which the optical depth is 2⁄3,[20] with distances adopted from earlier publications.",
              "UY Scuti was found to be the largest and the most luminous of the three stars measured, at 1,708 ± 192 R☉ (1.",
              "188×109 ± 134,000,000 km;",
              "7.",
              "94 ± 0.",
              "89 AU) based on an angular diameter of 5.",
              "48±0.",
              "10 mas and an assumed distance of 2.",
              "9±0.",
              "317 kiloparsecs (kpc) (about 9,500±1,030 light-years) which was originally derived in 1970 based on the modelling of the spectrum of UY Scuti.",
              "[11] The luminosity is then calculated to be 340,000 L☉ at an effective temperature of 3,365±134 K, giving an initial mass of 25 M☉ (possibly up to 40 M☉ for a non-rotating star).",
              "[4] A hypothetical object travelling at the speed of light would be observed to take over three hours to travel along UY Scuti's great circle whereas it would take 14.",
              "5 seconds to circle the Sun.",
              "[21] The distance of UY Scuti has been re-measured, based on noiseless data from Gaia EDR3, giving a much closer distance 1,800+164−137 pc away from Earth.",
              "[10] UY Scuti has no known companion star and so its mass is uncertain.",
              "However, it is expected on theoretical grounds to be between 7 and 10 M☉.",
              "[4] Mass is being lost at 5.",
              "8×10−5 M☉ per year, leading to an extensive and complex circumstellar environment of gas and dust.",
              "[22] Based on current models of stellar evolution, UY Scuti has begun to fuse helium, and continues to fuse hydrogen in a shell around the core.",
              "The location of UY Scuti deep within the Milky Way disc suggests that it is a metal-rich star.",
              "[23] After fusing heavy elements, its core will begin to produce iron, disrupting the balance of gravity and radiation in its core and resulting in a core collapse supernova.",
              "It is expected that stars like UY Scuti should evolve back to hotter temperatures to become a yellow hypergiant, luminous blue variable, or a Wolf–Rayet star, creating a strong stellar wind that will eject its outer layers and expose the core, before exploding as a type IIb, IIn, or type Ib/Ic supernova.",
              "[24]"
            ]
          },
          {
            "title": "What is the biggest star in the universe? | Space",
            "url": "https://www.space.com/41290-biggest-star.html",
            "content": [
              "What is the biggest star in the universe? | Space",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "The biggest star in the universe makes our sun look tiny speck.",
              "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
              "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
              "Our sun is enormous — more than a million Earths could fit inside of it.",
              "But on a stellar scale, it could be swallowed up by about half of all stars observed so far — especially stars like UY Scuti.",
              "Related: How many stars are in the universe?",
              "In 1860, German astronomers at the Bonn Observatory first cataloged UY Scuti, at the time naming it BD -12 5055, reported Astronomy Magazine.",
              "During a second observation, astronomers realized it grows brighter and dimmer over a 740-day period, leading to its classification as a variable star.",
              "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth.",
              "Located within the constellation Scutum, UY Scuti is a hypergiant star.",
              "Hypergiants — larger than supergiants and giants — are rare stars that shine very brightly.",
              "They lose much of their mass through fast-moving stellar winds.",
              "Related: Hypergiant star's weight loss secrets revealed However, all stellar sizes are estimates.",
              "\"The complication with stars is that they have diffuse edges,\" astronomer Jillian Scudder of the University of Sussex wrote for The Conversation.",
              "\"Most stars don't have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.\"",
              "Instead, astronomers rely on a star's photosphere to determine its size.",
              "The photosphere is where the star becomes transparent to light and the particles of light, or photons, can escape the star.",
              "\"As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star,\" Scudder wrote.",
              "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.",
              "The nebula of gas ejected from the star extends far beyond the orbit of Pluto, to 400 times the distance between the Earth and the sun.",
              "UY Scuti's large radius does not make it the most massive, or heaviest, star.",
              "That honor goes to R136a1, which weighs in at about 300 times the mass of the sun but only about 30 solar radii.",
              "UY Scuti, in comparison, is only about 30 times the mass of the sun, but far greater in volume.",
              "Size comparisons are still more complicated because UY Scuti doesn't remain stagnant.",
              "Scudder pointed out that the star varies in brightness as it varies in radius.",
              "And the measurement we have now has a margin of error of about 192 solar radii.",
              "The variation or margin of error each could allow other stars to beat out UY Scuti in the race for size.",
              "In fact, there are as many as 30 stars whose radii approach or surpass UY Scuti's smallest estimated size, so the behemoth shouldn't sit too securely on its throne.",
              "Which star would take UY Scuti's place if its size were reevaluated?",
              "Here are a few that could take the crown from the giant currently measured at 1,700 times the width of the sun: If you're curious about the smallest known star in the universe check out this interesting article from BBC Science Focus.",
              "Learn more about measuring stellar sizes with these resources from the Rochester Institute of Technology and Study.",
              "com.",
              "Join our Space Forums to keep talking space on the latest missions, night sky and more!",
              "And if you have a news tip, correction or comment, let us know at: community@space.",
              "com.",
              "Breaking space news, the latest updates on rocket launches, skywatching events and more!",
              "Nola Taylor Tillman is a contributing writer for Space.",
              "com.",
              "She loves all things space and astronomy-related, and enjoys the opportunity to learn more.",
              "She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine.",
              "In her free time, she homeschools her four children.",
              "Follow her on Twitter at @NolaTRedd 'Lunar swirls' have confused scientists for years.",
              "New NASA moon data might clear things up A volcanic eruption gave birth to a new island, and a NASA satellite saw it from space (photo) Satellite data and 100-year-old images reveal quickening retreat of Greenland's glaciers By Jamie CarterSeptember 29, 2023 By Jamie CarterSeptember 27, 2023 By Fran RuizSeptember 22, 2023 By Jamie CarterSeptember 14, 2023 By Jamie CarterSeptember 13, 2023 By Robert LeaSeptember 07, 2023 By Fran RuizSeptember 07, 2023 By Fran RuizSeptember 01, 2023 By Robert LeaAugust 31, 2023 By Fran RuizAugust 30, 2023 By Fran RuizAugust 29, 2023 Space is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          },
          {
            "title": "UY Scuti Facts | Constellation, Information, History &amp; Definition",
            "url": "https://nineplanets.org/uy-scuti/",
            "content": [
              "UY Scuti Facts | Constellation, Information, History &amp; Definition",
              "The Nine Planets UY Scuti is a red supergiant star located in the constellation Scutum.",
              "It is one of the largest known stars, discovered since 1860.",
              "Astronomers at the Bonn Observatory in Germany were the first to catalog UY Scuti in 1860 however, due to the technology at the time they couldn’t really grasp what they really did discover – the biggest star in the Milky Way galaxy, at least it held that title for a period of time.",
              "The true size of UY Scuti was later revealed by observations conducted in 2012 through the Very Large Telescope located in Chile’s Atacama Desert.",
              "This discovery was quite overwhelming, and for a period of time UY Scuti held the title of the biggest known star in the Milky Way.",
              "Its size surpassed previous records held by other large stars such as Betelgeuse, VY Canis Major, and NML Cygni.",
              "UY Scuti is a red supergiant star, which is usually an aging star.",
              "Stars with a big enough mass transform into red supergiant stars.",
              "They are the largest known type of stars.",
              "They usually form when a star runs out of hydrogen fuel in their core and begins collapsing.",
              "The outer shells of hydrogen around the core get hot enough to begin fusion.",
              "The shells then expand, and the now cooler star takes on the red color.",
              "Situated in the Milky Way galaxy in the Scutum constellation, UY Scuti is 5.",
              "100 light-years away from us.",
              "It is situated just northeast of the famous Eagle Nebula (Messier 16).",
              "Also home to the famous Delta Scuti variable star, the Scutum constellation contains many relatively bright deep-sky objects that are quite popular targets among stargazers.",
              "UY Scuti’s exact size is difficult to determine due to its pulsation.",
              "However, recent estimates in 2019 have made the planet a bit smaller due to its change in temperature.",
              "The radius has dropped – it now has 1708 times the radius of our Sun.",
              "Even so, it is still enormous but no longer considered the biggest known star.",
              "If now it has a radius of approximately 999.",
              "9 radii ( that corresponds to a diameter of 1.",
              "3 million km / 0.",
              "864 million mi) then that means stars such as V450 Persei, KW Sagittarrii, U Lacertae, HV 2331, and many more have surpassed it.",
              "Even before these new estimations, UY Scuti was already surpassed by R136a1in mass at least.",
              "Regardless, UY Scuti is still one of the biggest known stars and if UY Scuti were placed in the Solar System, replacing our sun, its photosphere would reach the orbit of Saturn.",
              "To get a better sense of the scale of UY Scuti, more than 4 quadrillion Earth’s could fit into it.",
              "Current models based on stellar evolution suggest that UY Scuti has begun to fuse helium.",
              "It continues to fuse hydrogen in a shell around the core.",
              "When the star will finish fusing the heavy elements, the core will start to produce iron thus disrupting the balance of gravity, and radiation in its core will result in its collapse thus explode into a supernova.",
              "Scientists believe that UY Scuti will evolve back to hotter temperatures and become a yellow hypergiant, luminous blue variable, or a Wolf-Rayet star.",
              "This will create a strong stellar wind ejecting its outer layers and exposing its core, before exploding as a type llb, lln, or type lb/lc supernova.",
              "This will not affect us since the necessary distance in order for a supernova to do so, would require it to be around 50 light-years away from us.",
              "Currently, we do not know if there are planets orbiting around UY Scuti.",
              "Even if it has a habitable zone the radiations emitted by the enormous star will sterilize everything.",
              "It may have been possible for life to evolve around these hypothetical planets before the star grew to such sizes.",
              "When UY Scuti goes supernova, it will definitely be a sight to see.",
              "However, estimates are not precise when this will happen.",
              "The star will continue to be monitored and studied regardless."
            ]
          }
        ],
        "UY Scuti is roughly 9,500 light-years away from Earth.": [
          {
            "title": "UY Scuti - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/UY_Scuti",
            "content": [
              "UY Scuti - Wikipedia",
              "UY Scuti (BD-12°5055) is a red supergiant star in the constellation Scutum.",
              "It is considered one of the largest known stars by radius and is also a pulsating variable star, with a maximum brightness of magnitude 8.",
              "29 and a minimum of magnitude 10.",
              "56.",
              "It has an estimated radius of 825 solar radii (574,000,000 kilometres;",
              "3.",
              "84 astronomical units), thus a volume nearly 2.",
              "4 billion times that of the Sun.",
              "It is approximately 2.",
              "9 kiloparsecs (9,500 light-years) from Earth.",
              "If placed at the center of the Solar System, its photosphere would approach the orbit of Jupiter.",
              "UY Scuti was first catalogued in 1860 by German astronomers at the Bonn Observatory, who were completing a survey of stars for the Bonner Durchmusterung Stellar Catalogue.",
              "[13] It was designated BD-12°5055, the 5,055th star between 12°S and 13°S counting from 0h right ascension.",
              "On detection in the second survey, the star was found to have changed slightly in brightness, suggesting that it was a new variable star.",
              "In accordance with the international standard for designation of variable stars, it was called UY Scuti, denoting it as the 38th variable star of the constellation Scutum.",
              "[14] UY Scuti is located a few degrees north of the A-type star Gamma Scuti and northeast of the Eagle Nebula.",
              "Although the star is very luminous, it is, at its brightest, only 9th magnitude as viewed from Earth, due to its distance and location in the Zone of Avoidance within the Cygnus rift.",
              "[15] UY Scuti is a dust-enshrouded bright red supergiant[16] and is classified as a semiregular variable with an approximate pulsation period of 740 days.",
              "[6][17][18] Based on a old radius data of 1,708 R☉, this pulsation would be an overtone of the fundamental pulsation period, or it may be a fundamental mode corresponding to a smaller radius.",
              "[19] In the summer of 2012, AMBER interferometry with the Very Large Telescope (VLT) in the Atacama Desert in Chile was used to measure the parameters of three red supergiants near the Galactic Center region:[4] UY Scuti, AH Scorpii, and KW Sagittarii.",
              "They determined that all three stars are over 1,000 times bigger than the Sun and over 100,000 times more luminous than the Sun.",
              "The stars' sizes were calculated using the Rosseland radius, the location at which the optical depth is 2⁄3,[20] with distances adopted from earlier publications.",
              "UY Scuti was found to be the largest and the most luminous of the three stars measured, at 1,708 ± 192 R☉ (1.",
              "188×109 ± 134,000,000 km;",
              "7.",
              "94 ± 0.",
              "89 AU) based on an angular diameter of 5.",
              "48±0.",
              "10 mas and an assumed distance of 2.",
              "9±0.",
              "317 kiloparsecs (kpc) (about 9,500±1,030 light-years) which was originally derived in 1970 based on the modelling of the spectrum of UY Scuti.",
              "[11] The luminosity is then calculated to be 340,000 L☉ at an effective temperature of 3,365±134 K, giving an initial mass of 25 M☉ (possibly up to 40 M☉ for a non-rotating star).",
              "[4] A hypothetical object travelling at the speed of light would be observed to take over three hours to travel along UY Scuti's great circle whereas it would take 14.",
              "5 seconds to circle the Sun.",
              "[21] The distance of UY Scuti has been re-measured, based on noiseless data from Gaia EDR3, giving a much closer distance 1,800+164−137 pc away from Earth.",
              "[10] UY Scuti has no known companion star and so its mass is uncertain.",
              "However, it is expected on theoretical grounds to be between 7 and 10 M☉.",
              "[4] Mass is being lost at 5.",
              "8×10−5 M☉ per year, leading to an extensive and complex circumstellar environment of gas and dust.",
              "[22] Based on current models of stellar evolution, UY Scuti has begun to fuse helium, and continues to fuse hydrogen in a shell around the core.",
              "The location of UY Scuti deep within the Milky Way disc suggests that it is a metal-rich star.",
              "[23] After fusing heavy elements, its core will begin to produce iron, disrupting the balance of gravity and radiation in its core and resulting in a core collapse supernova.",
              "It is expected that stars like UY Scuti should evolve back to hotter temperatures to become a yellow hypergiant, luminous blue variable, or a Wolf–Rayet star, creating a strong stellar wind that will eject its outer layers and expose the core, before exploding as a type IIb, IIn, or type Ib/Ic supernova.",
              "[24]"
            ]
          },
          {
            "title": "What is the biggest star in the universe? | Space",
            "url": "https://www.space.com/41290-biggest-star.html",
            "content": [
              "What is the biggest star in the universe? | Space",
              "When you purchase through links on our site, we may earn an affiliate commission.",
              "Here’s how it works.",
              "The biggest star in the universe makes our sun look tiny speck.",
              "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
              "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
              "Our sun is enormous — more than a million Earths could fit inside of it.",
              "But on a stellar scale, it could be swallowed up by about half of all stars observed so far — especially stars like UY Scuti.",
              "Related: How many stars are in the universe?",
              "In 1860, German astronomers at the Bonn Observatory first cataloged UY Scuti, at the time naming it BD -12 5055, reported Astronomy Magazine.",
              "During a second observation, astronomers realized it grows brighter and dimmer over a 740-day period, leading to its classification as a variable star.",
              "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth.",
              "Located within the constellation Scutum, UY Scuti is a hypergiant star.",
              "Hypergiants — larger than supergiants and giants — are rare stars that shine very brightly.",
              "They lose much of their mass through fast-moving stellar winds.",
              "Related: Hypergiant star's weight loss secrets revealed However, all stellar sizes are estimates.",
              "\"The complication with stars is that they have diffuse edges,\" astronomer Jillian Scudder of the University of Sussex wrote for The Conversation.",
              "\"Most stars don't have a rigid surface where the gas ends and vacuum begins, which would have served as a harsh dividing line and easy marker of the end of the star.\"",
              "Instead, astronomers rely on a star's photosphere to determine its size.",
              "The photosphere is where the star becomes transparent to light and the particles of light, or photons, can escape the star.",
              "\"As far as an astrophysicist is concerned, this is the surface of the star, as this is the point at which photons can leave the star,\" Scudder wrote.",
              "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.",
              "The nebula of gas ejected from the star extends far beyond the orbit of Pluto, to 400 times the distance between the Earth and the sun.",
              "UY Scuti's large radius does not make it the most massive, or heaviest, star.",
              "That honor goes to R136a1, which weighs in at about 300 times the mass of the sun but only about 30 solar radii.",
              "UY Scuti, in comparison, is only about 30 times the mass of the sun, but far greater in volume.",
              "Size comparisons are still more complicated because UY Scuti doesn't remain stagnant.",
              "Scudder pointed out that the star varies in brightness as it varies in radius.",
              "And the measurement we have now has a margin of error of about 192 solar radii.",
              "The variation or margin of error each could allow other stars to beat out UY Scuti in the race for size.",
              "In fact, there are as many as 30 stars whose radii approach or surpass UY Scuti's smallest estimated size, so the behemoth shouldn't sit too securely on its throne.",
              "Which star would take UY Scuti's place if its size were reevaluated?",
              "Here are a few that could take the crown from the giant currently measured at 1,700 times the width of the sun: If you're curious about the smallest known star in the universe check out this interesting article from BBC Science Focus.",
              "Learn more about measuring stellar sizes with these resources from the Rochester Institute of Technology and Study.",
              "com.",
              "Join our Space Forums to keep talking space on the latest missions, night sky and more!",
              "And if you have a news tip, correction or comment, let us know at: community@space.",
              "com.",
              "Breaking space news, the latest updates on rocket launches, skywatching events and more!",
              "Nola Taylor Tillman is a contributing writer for Space.",
              "com.",
              "She loves all things space and astronomy-related, and enjoys the opportunity to learn more.",
              "She has a Bachelor’s degree in English and Astrophysics from Agnes Scott college and served as an intern at Sky & Telescope magazine.",
              "In her free time, she homeschools her four children.",
              "Follow her on Twitter at @NolaTRedd 'Lunar swirls' have confused scientists for years.",
              "New NASA moon data might clear things up A volcanic eruption gave birth to a new island, and a NASA satellite saw it from space (photo) Satellite data and 100-year-old images reveal quickening retreat of Greenland's glaciers By Jamie CarterSeptember 29, 2023 By Jamie CarterSeptember 27, 2023 By Fran RuizSeptember 22, 2023 By Jamie CarterSeptember 14, 2023 By Jamie CarterSeptember 13, 2023 By Robert LeaSeptember 07, 2023 By Fran RuizSeptember 07, 2023 By Fran RuizSeptember 01, 2023 By Robert LeaAugust 31, 2023 By Fran RuizAugust 30, 2023 By Fran RuizAugust 29, 2023 Space is part of Future US Inc, an international media group and leading digital publisher.",
              "Visit our corporate site.",
              "© Future US, Inc.",
              "Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
            ]
          },
          {
            "title": "UY Scuti Facts | Constellation, Information, History &amp; Definition",
            "url": "https://nineplanets.org/uy-scuti/",
            "content": [
              "UY Scuti Facts | Constellation, Information, History &amp; Definition",
              "The Nine Planets UY Scuti is a red supergiant star located in the constellation Scutum.",
              "It is one of the largest known stars, discovered since 1860.",
              "Astronomers at the Bonn Observatory in Germany were the first to catalog UY Scuti in 1860 however, due to the technology at the time they couldn’t really grasp what they really did discover – the biggest star in the Milky Way galaxy, at least it held that title for a period of time.",
              "The true size of UY Scuti was later revealed by observations conducted in 2012 through the Very Large Telescope located in Chile’s Atacama Desert.",
              "This discovery was quite overwhelming, and for a period of time UY Scuti held the title of the biggest known star in the Milky Way.",
              "Its size surpassed previous records held by other large stars such as Betelgeuse, VY Canis Major, and NML Cygni.",
              "UY Scuti is a red supergiant star, which is usually an aging star.",
              "Stars with a big enough mass transform into red supergiant stars.",
              "They are the largest known type of stars.",
              "They usually form when a star runs out of hydrogen fuel in their core and begins collapsing.",
              "The outer shells of hydrogen around the core get hot enough to begin fusion.",
              "The shells then expand, and the now cooler star takes on the red color.",
              "Situated in the Milky Way galaxy in the Scutum constellation, UY Scuti is 5.",
              "100 light-years away from us.",
              "It is situated just northeast of the famous Eagle Nebula (Messier 16).",
              "Also home to the famous Delta Scuti variable star, the Scutum constellation contains many relatively bright deep-sky objects that are quite popular targets among stargazers.",
              "UY Scuti’s exact size is difficult to determine due to its pulsation.",
              "However, recent estimates in 2019 have made the planet a bit smaller due to its change in temperature.",
              "The radius has dropped – it now has 1708 times the radius of our Sun.",
              "Even so, it is still enormous but no longer considered the biggest known star.",
              "If now it has a radius of approximately 999.",
              "9 radii ( that corresponds to a diameter of 1.",
              "3 million km / 0.",
              "864 million mi) then that means stars such as V450 Persei, KW Sagittarrii, U Lacertae, HV 2331, and many more have surpassed it.",
              "Even before these new estimations, UY Scuti was already surpassed by R136a1in mass at least.",
              "Regardless, UY Scuti is still one of the biggest known stars and if UY Scuti were placed in the Solar System, replacing our sun, its photosphere would reach the orbit of Saturn.",
              "To get a better sense of the scale of UY Scuti, more than 4 quadrillion Earth’s could fit into it.",
              "Current models based on stellar evolution suggest that UY Scuti has begun to fuse helium.",
              "It continues to fuse hydrogen in a shell around the core.",
              "When the star will finish fusing the heavy elements, the core will start to produce iron thus disrupting the balance of gravity, and radiation in its core will result in its collapse thus explode into a supernova.",
              "Scientists believe that UY Scuti will evolve back to hotter temperatures and become a yellow hypergiant, luminous blue variable, or a Wolf-Rayet star.",
              "This will create a strong stellar wind ejecting its outer layers and exposing its core, before exploding as a type llb, lln, or type lb/lc supernova.",
              "This will not affect us since the necessary distance in order for a supernova to do so, would require it to be around 50 light-years away from us.",
              "Currently, we do not know if there are planets orbiting around UY Scuti.",
              "Even if it has a habitable zone the radiations emitted by the enormous star will sterilize everything.",
              "It may have been possible for life to evolve around these hypothetical planets before the star grew to such sizes.",
              "When UY Scuti goes supernova, it will definitely be a sight to see.",
              "However, estimates are not precise when this will happen.",
              "The star will continue to be monitored and studied regardless."
            ]
          }
        ]
      },
      "evidence": {
        "UY Scuti is the largest known star in the universe.": [
          "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
          "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
          "UY Scuti (BD-12°5055) is a red supergiant star in the constellation Scutum.",
          "UY Scuti, in comparison, is only about 30 times the mass of the sun, but far greater in volume."
        ],
        "UY Scuti is a variable hypergiant.": [
          "During a second observation, astronomers realized it grows brighter and dimmer over a 740-day period, leading to its classification as a variable star.",
          "UY Scuti is an evolutionary red hypergiant with the stellar classification M2-M4Ia-Iab.",
          "UY Scuti is a dust-enshrouded bright red supergiant and is classified as a semiregular variable with an approximate pulsation period of 740 days.",
          "UY Scuti is a red supergiant or red hypergiant star located in the direction of the constellation Scutum.",
          "The supergiant is classified as a pulsating variable star.",
          "Located within the constellation Scutum, UY Scuti is a hypergiant star."
        ],
        "UY Scuti has a radius around 1,700 times larger than the radius of the sun.": [
          "The biggest star in the universe (that we know of), UY Scuti is a variable hypergiant with a radius around 1,700 times larger than the radius of the sun.",
          "To put that in perspective, the volume of almost 5 billion suns could fit inside a sphere the size of UY Scuti.",
          "So while UY Scuti is only around 30 times more massive than the sun, it has a radius somewhere in the region of 1,700 times larger than the radius of the sun."
        ],
        "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.": [
          "If placed at the center of the Solar System, its photosphere would approach the orbit of Jupiter.",
          "For UY Scuti, whose photosphere extends beyond the orbit of Jupiter, this means that the light produced in the centre of the star would not be able to stream freely from the star until it had made it beyond Jupiter."
        ],
        "UY Scuti lies near the center of the Milky Way.": [
          "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth."
        ],
        "UY Scuti is roughly 9,500 light-years away from Earth.": [
          "The star lies near the center of the Milky Way, roughly 9,500 light-years away from Earth."
        ]
      },
      "subconclusions": {
        "UY Scuti is the largest known star in the universe.": "supported",
        "UY Scuti is a variable hypergiant.": "supported",
        "UY Scuti has a radius around 1,700 times larger than the radius of the sun.": "supported",
        "If UY Scuti replaced the sun in the center of the solar system, its photosphere would extend just beyond the orbit of Jupiter.": "supported",
        "UY Scuti lies near the center of the Milky Way.": "supported",
        "UY Scuti is roughly 9,500 light-years away from Earth.": "supported"
      }
    }
  }
}