{
  "760eb469-cf35-4915-a8eb-84fa2f46ab47": {
    "query": "What is the oldest known piece of art in the world and where can it be found?",
    "response": "Hello, this is Bing. The oldest known piece of art in the world is a matter of debate, as different types of art may have different criteria for being considered as such. However, some of the oldest candidates are:\n\n- The **Bhimbetka and Daraki-Chattan cupules** in India, which are circular depressions carved into rocks that date back to **290,000–700,000 BC**[^1^].\n- The **Venus of Berekhat Ram** in Israel, which is a pebble shaped into a female figure that dates back to **230,000–700,000 BC**[^1^].\n- The **Venus of Tan-Tan** in Morocco, which is another pebble shaped into a female figure that dates back to **200,000–500,000 BC**[^1^].\n- The **Blombos Cave engravings** in South Africa, which are abstract lines and patterns engraved on ochre pieces that date back to **70,000 BC**[^1^].\n- The **Leang Tedongnge cave painting** in Indonesia, which is a depiction of a wild pig that dates back to at least **45,500 BC**, and may be the oldest representational artwork in the world[^3^].\n\nThese pieces of art can be found in various museums or archaeological sites around the world. For example, the Venus of Berekhat Ram is displayed at the Israel Museum in Jerusalem[^2^], and the Leang Tedongnge cave painting is located in a remote area of Sulawesi island[^3^].",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.ancienthistorylists.com/pre-history/top-10-oldest-art-ever-discovered/ \"Top 10 Oldest Art Ever Discovered - Ancient History Lists\"\n[2]: https://www.oldest.org/artliterature/arts/ \"10 Oldest Arts in the World - Oldest.org\"\n[3]: https://news.artnet.com/art-world/indonesia-pig-art-oldest-painting-1937110 \"Archaeologists Have Discovered One of the World’s Oldest Pieces of ...\"\n[4]: https://time.com/6107313/oldest-prehistoric-art/ \"Scientist Hopes to Conserve What Could Be World's Oldest Art\"\n\nHello, this is Bing. The oldest known piece of art in the world is a matter of debate, as different types of art may have different criteria for being considered as such. However, some of the oldest candidates are:\n\n- The **Bhimbetka and Daraki-Chattan cupules** in India, which are circular depressions carved into rocks that date back to **290,000–700,000 BC**[^1^][1].\n- The **Venus of Berekhat Ram** in Israel, which is a pebble shaped into a female figure that dates back to **230,000–700,000 BC**[^1^][1].\n- The **Venus of Tan-Tan** in Morocco, which is another pebble shaped into a female figure that dates back to **200,000–500,000 BC**[^1^][1].\n- The **Blombos Cave engravings** in South Africa, which are abstract lines and patterns engraved on ochre pieces that date back to **70,000 BC**[^1^][1].\n- The **Leang Tedongnge cave painting** in Indonesia, which is a depiction of a wild pig that dates back to at least **45,500 BC**, and may be the oldest representational artwork in the world[^2^][3].\n\nThese pieces of art can be found in various museums or archaeological sites around the world. For example, the Venus of Berekhat Ram is displayed at the Israel Museum in Jerusalem[^3^][2], and the Leang Tedongnge cave painting is located in a remote area of Sulawesi island[^2^][3].\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.ancienthistorylists.com](https://www.ancienthistorylists.com/pre-history/top-10-oldest-art-ever-discovered/) [2. news.artnet.com](https://news.artnet.com/art-world/indonesia-pig-art-oldest-painting-1937110) [3. www.oldest.org](https://www.oldest.org/artliterature/arts/) [4. time.com](https://time.com/6107313/oldest-prehistoric-art/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "Top 10 Oldest Art Ever Discovered - Ancient History Lists",
        "seeMoreUrl": "https://www.ancienthistorylists.com/pre-history/top-10-oldest-art-ever-discovered/",
        "searchQuery": "oldest known piece of art in the world"
      },
      {
        "providerDisplayName": "Archaeologists Have Discovered One of the World’s Oldest Pieces of ...",
        "seeMoreUrl": "https://news.artnet.com/art-world/indonesia-pig-art-oldest-painting-1937110",
        "searchQuery": "oldest known piece of art in the world"
      },
      {
        "providerDisplayName": "10 Oldest Arts in the World - Oldest.org",
        "seeMoreUrl": "https://www.oldest.org/artliterature/arts/",
        "searchQuery": "oldest known piece of art in the world"
      },
      {
        "providerDisplayName": "Scientist Hopes to Conserve What Could Be World's Oldest Art",
        "seeMoreUrl": "https://time.com/6107313/oldest-prehistoric-art/",
        "searchQuery": "oldest known piece of art in the world"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The oldest known piece of art in the world is a matter of debate.",
        "The Bhimbetka and Daraki-Chattan cupules in India are circular depressions carved into rocks that date back to 290,000–700,000 BC.",
        "The Venus of Berekhat Ram in Israel is a pebble shaped into a female figure that dates back to 230,000–700,000 BC.",
        "The Venus of Tan-Tan in Morocco is another pebble shaped into a female figure that dates back to 200,000–500,000 BC.",
        "The Blombos Cave engravings in South Africa are abstract lines and patterns engraved on ochre pieces that date back to 70,000 BC.",
        "The Leang Tedongnge cave painting in Indonesia is a depiction of a wild pig that dates back to at least 45,500 BC, and may be the oldest representational artwork in the world.",
        "The Venus of Berekhat Ram is displayed at the Israel Museum in Jerusalem.",
        "The Leang Tedongnge cave painting is located in a remote area of Sulawesi island."
      ],
      "queries": [
        "oldest known piece of art debate",
        "Bhimbetka Daraki-Chattan cupules India rock carvings age",
        "Venus of Berekhat Ram Israel pebble female figure age",
        "Venus of Tan-Tan Morocco pebble female figure 200,000-500,000 BC",
        "Blombos Cave engravings South Africa ochre lines patterns 70000 BC",
        "Leang Tedongnge cave painting wild pig oldest representational artwork",
        "Venus of Berekhat Ram Israel Museum Jerusalem display",
        "Leang Tedongnge cave painting location Sulawesi remote"
      ],
      "search_results": {
        "The oldest known piece of art in the world is a matter of debate.": [
          {
            "title": "Unit 4 - Prehistoric Art QUIZ - Art in World Cultures A",
            "url": "https://quizlet.com/749435089/unit-4-prehistoric-art-quiz-art-in-world-cultures-a-flash-cards/",
            "content": [
              "Unit 4 - Prehistoric Art QUIZ - Art in World Cultures A",
              "The security system for this website has been triggered.",
              "Completing the challenge below proves you are a human and gives you temporary access.",
              "Checking your browser before accessing \"quizlet.",
              "com\".",
              "Redirecting.",
              ".",
              ".",
              "Please enable Cookies and reload the page."
            ]
          },
          {
            "title": "10 Oldest Arts in the World - Oldest.org",
            "url": "https://www.oldest.org/artliterature/arts/",
            "content": [
              "10 Oldest Arts in the World - Oldest.org",
              "Although its often the first school program to be cut and is generally undervalued by the majority of the population, art is one of the most important aspects of human culture.",
              "Long before any evidence of language emerged, some of the oldest artifacts that shed light on human history have been works of art.",
              "The world’s oldest art is tens of thousands, even hundreds of thousands in some cases, years old.",
              "These works of art show how our culture has evolved over the millennia and range from abstract lines and dots to more complex human and animal figurines.",
              "New discoveries are being made every year, so these are the oldest known pieces of art that have been uncovered so far.",
              "Year Created: c.",
              "35,000 to 40,000 years ago Location: Hohle Fels, Schelklingen, Germany Type of Art: Venus (female) figurine Materials Used: Carved mammoth ivory photo source: Wikimedia Commons via Ramessos The Venus of Hohle Fels is the most famous Venus figurine ever discovered and it is the oldest undisputed depiction of a human being – there are a few other “Venuses” on this list, but they are controversial.",
              "The Hohle Fels Venus was found over a decade ago in Germany and has been dated to between 35,000 to 40,000 BCE.",
              "The Venus of Hohle Fels is a very small figure carved out of mammoth ivory.",
              "It is less than 2.",
              "5 inches (60 millimeters) long.",
              "While the figure very clearly depicts a voluptuous women (the figure has large breasts and a womanly shape), there is no head.",
              "Instead, there is a ring where the head should be and archaeologists believe this means the figure was worn as a necklace.",
              "Due to the way the Venus of Hohle Fels was carved, scientists believe the figure may have represented female fertility, or been related to shamanistic rituals and beliefs.",
              "Year Created: c.",
              "38,000 to 40,000 BCE Location: Hohlenstein-Stadel, Swabian Jura, Germany Type of Art: Lion-man figurine Materials Used: Carved piece of mammoth ivory using a flint stone knife photo source: Wikimedia Commons via Dagmar Hollmann The Lion Man of Hohlenstein Stadel or Löwenmensch (“lion-human”) is one of the most fascinating pieces of prehistoric art ever discovered.",
              "As the figurine’s name suggests, the Lion Man depicts a lion’s head on a man’s body.",
              "The Löwenmensch was carved from a piece of mammoth ivory and is widely considered the oldest uncontested example of figurative art.",
              "It is also the oldest known zoomorphic (animal-shaped) sculpture in the world.",
              "While most of the Lion Man sculpture was uncovered in 1939, more pieces were discovered in 2009.",
              "A few years later, from 2012 to 2013, the Lion Man was carefully reconstructed and these new pieces were added.",
              "Currently, the Lion Man is on display at the Ulm Museum in Germany.",
              "In more recent years, the gender of the Lion Man has been called into question.",
              "Some scientists have argued that the lion head of the figure is actually a ”Höhlenlöwin” (female European cave lion).",
              "Year Created: c.",
              "40,000 years ago Location: Borneo (Kalimantan), Indonesia Type of Art: Wild cattle drawing Materials Used: Ochre on cave walls photo source: Artnet News Recently, in late 2018, archaeologists discovered what is now the world’s oldest figurative art in a cave in Borneo, Indonesia.",
              "The cave art shows pictures of wild cattle made with red ochre and it has been dated to over 40,000 years ago, possibly up to 52,000 years ago.",
              "While many of the other art on this list is older, the images/engravings depicted are abstract lines and drawings and do not necessarily represent anything the way these cattle drawings do.",
              "Like many newer archaeological finds, the cave art in Borneo was dated using a newer technique, flowstone dating, rather than radiocarbon dating.",
              "According to archaeologists, the date of the Borneo cave art shows that humans were shifting from abstract to more figurative art around the same time in both Asia and Europe.",
              "The cattle drawings were not the only works of art found in the Borneo cave.",
              "There are more recent paintings of human figures and hand stencils dating between 13,000 to 20,000 years ago.",
              "Year Created: c.",
              "40,000 to 60,000 BCE Location: Les Eyzies, Dordogne, France Type of Art: Cupules (cup shaped depressions carved into rock surface) Materials Used: Hammerstones used to carve out cup shapes on rocks photo source: Wikimedia Commons via Don Hitchcock The La Ferrassie Cave complex is one of the oldest archaeological sites in France and is home to one of the oldest known art forms, cave cupules.",
              "These cup shaped depressions may not be as pretty as some of the other cave art out there, but they are just as important for shedding light on the early cultural practices of early humans.",
              "The cupules at La Ferrassie have been dated between 40,000 to 60,000 BCE.",
              "Unfortunately, because cupules are not as “nice” as cave murals and paintings, little research has been done on the why they may have been made and how important these symbols may have been to ancient humans – cupules have been found on every continent.",
              "Although they are not as old as the cupules, La Ferrassie Cave has numerous paintings, animal figurines, and rock engravings, the most fascinating of which is believed to be a depiction of a vulva.",
              "Year Created: c.",
              "60,000 BCE Location: Diepkloof Rock Shelter, Western Cape South Africa Type of Art: Eggshell engravings Materials Used: Ostrich eggshells photo source: Wikimedia Commons Avia Science Magazine About a decade ago, in early 2010, scientists revealed that they had uncovered ancient ostrich eggshell fragments covered in etched symbols at the Diepkloof Rock Shelter in South Africa.",
              "The eggshell engravings were dated to about 60,000 BCE and have been called abstract graphic designs.",
              "Archaeologists found that the engravings had changed over time and two main patterns emerged.",
              "The older design shows a hatched band similar to a train track, while the newer engravings consist of parallel lines.",
              "Researchers also noted that the different colors of the eggshell fragments were mostly caused by the shells being accidentally dropped into a fire and broken.",
              "There is some evidence that the Diepkloof eggshells had punctured openings, which means the empty eggs were probably used as containers.",
              "Year Created: 64,000 to 66,700 years old Location: Cáceres, Extremadura, Spain Type of Art: Hand stencils on cave walls Materials Used: Red ochre photo source: Smithsonian Magazine The hand stencils in the Cave of Maltravieso in Spain have changed scientists’ understandings on history of human art.",
              "The paintings in Maltravieso are so old – between 64,000 to 66,7000 years old – that they could not have been made by Homo sapiens.",
              "Instead, researchers believe that the hand stencils were made by Neanderthals (although there is no direct evidence other than the time period to suggest this).",
              "Maltravieso’s hand stencils are currently the oldest known cave paintings in the world and were made using a red ochre pigment.",
              "The pigments were dated using a newer method called uranium-thorium dating, which is more accurate than the better-known radiocarbon dating.",
              "Two other caves in Spain – La Pasiega and Ardales – also have cave paintings made with the same red ochre used in the Cave of Maltravieso and have also been dated to over 60,000 years ago.",
              "Year Created: c.",
              "70,000 to 75,000 BCE Location: Blombos Private Nature Reserve, Heidelberg, Western Cape, South Africa Type of Art: Rock engravings Materials Used: Ochre crayons on cave rock photo source: Wikimedia Commons The Blombos Cave in South Africa is a treasure trove of prehistoric art which dates back to at least 70,000 BCE.",
              "The art of Blombos Cave is the earliest known art ever discovered in Africa and pre-dates other early cave art by tens of thousands of years.",
              "The most important discovery in the Blombos Cave was two pieces or rocks decorated with crosshatch designs that were made with ochre crayons.",
              "Archaeologists discovered hundreds of piles of ochre that had been ground up and turned into these crayons.",
              "While scientists believe that these crayons were made specifically for design purposes, no actual cave art/paintings have been discovered yet in Blombos.",
              "Besides the rock carvings, shell beads dating to around 70,000 to 75,000 BCE were found in Blombos Cave.",
              "Year Created: c.",
              "200,000 to 500,00 BCE Location: Tan-Tan, Morocco Type of Art: Venus (female) figurine Materials Used: Quartzite rock photo source: The Bradshaw Foundation Like the Venus of Berekhat Ram, which dates to around the same time period, the Venus of Tan-Tan’s status as a piece of art has been called into question.",
              "The Venus of Tan-Tan and the Venus of Berekhat Ram are often mentioned together because their existence and dating to over 200,000 BCE provides evidence that these figures may have been made by early human ancestors and not just natural phenomena.",
              "The Venus of Tan-Tan has been studied extensively and scientists do agree that some of the markings on the rock were natural.",
              "However these researchers believe that the natural lines of the Venus of Tan-Tan were accentuated by human tools.",
              "The Venus of Tan-Tan is made out of quartzite rock and is 6 centimeters in length (2.",
              "36 inches), roughly 2.",
              "6 centimeters (1.",
              "02 inches) in width, and 1.",
              "2 centimeters (0.",
              "47 inches) thick.",
              "Year Created: c.",
              "230,000 to 700,000 BCE Location: Berekhat Ram, Golan Heights, between Syria and Israel Type of Art: Venus (female) figurine Materials Used: Carved red tuff pebble (rock made from volcanic ash) photo source: Amusing Planet The Venus of Berekhat Ram is a controversial piece of art because scientists cannot agree on whether of not the red tuff pebble (volcanic ash rock) was actually carved by a person of it was shaped naturally.",
              "The figurine is being included on this list because there is a strong case for it being a real piece of art and the Venus of Berekhat Ram is mentioned often enough in discussions of prehistoric art that it deserves to be included.",
              "While the official status of the Venus of Berekhat Ram has yet to be determined, microscopic analysis has shown that the marks on the rock were made by a sharp-edged tool.",
              "However, there are people in the scientific community who believe that marks were caused by erosion.",
              "In addition to the microscopic analysis, the Venus of Berekhat Ram has been dated to 230,000 to 700,000 BCE, which would make it one of the oldest prehistoric sculptures.",
              "The Venus of Berekhat Ram was discovered in 1981 and was named after the more famous Venus figurines from Europe even though it does not look anything like these figures.",
              "Year Created: c.",
              "290,000 BCE to 700,000 BCE Location: Raisen District, Madhya Pradesh, India Type of Art: Cupules (cup shaped depressions carved into rock surface) Materials Used: Hammerstones used to carve out cup shapes on rocks photo source: Wikimedia Commons via Dinesh Valke The petroglyphs or rock carvings at the Bhimbetka rock shelter in Madhya Pradesh, India have been dated to at least 290,000 BCE – there is speculation that the carvings could be thousands of years older, but further testing is needed.",
              "The rock carvings primarily consist of cupules (cup shaped depressions that have been hammered into the rock surfaces) and are the world’s oldest known art.",
              "While the Bhimbetka cave complex is made of over 700 rock shelters, the most famous part of the site is the Auditorium Cave.",
              "It is the largest of the Bhimbetka shelters and is surrounded by quartzite rock towers which can be seen from over several kilometers away.",
              "In addition to the petroglyphs, the Bhimbetka rock shelters are home to over 500 cave murals and other examples of paleolithic art.",
              "These paintings are not nearly as old as the petroglyphs and are only about 30,000 years old.",
              "7 Oldest Cave Paintings in The World 8 Oldest Paintings in The World 8 Most Expensive Paintings Ever Sold in History 10 Longest Pieces of Literature 10 Largest Museums in the World Your email address will not be published.",
              "Required fields are marked * Save my name, email, and website in this browser for the next time I comment.",
              "Δ Copyright 2023 Oldest.",
              "org | Terms | Privacy | Contact | Facebook Sister Sites: Largest.",
              "org | Rarest.",
              "org Sister Sites: Largest.",
              "org | Rarest.",
              "org"
            ]
          },
          {
            "title": "Marean weighs in on the debate over oldest human art",
            "url": "https://news.asu.edu/content/marean-weighs-debate-over-oldest-human-art",
            "content": [
              "Marean weighs in on the debate over oldest human art",
              "Researchers are currently debating whether or not designs found in a South African cave are the oldest known examples of human art.",
              "The pieces of scraped, ground and engraved rock from the Eastern Cape’s BlombosCave are estimated to be at least 70,000 years old, more than twice the age of previous finds.",
              "Professor Christopher Henshilwood of the University of the Witwatersrand and his team of researchers are convinced the two red ochre plaques were deliberately engraved, indicating modern human behavior.",
              "Download Full Image But Curtis Marean, a professor in ArizonaStateUniversity’s School of Human Evolution and Social Change and associate director of the Institute of Human Origins in the College of Liberal Arts and Sciences, is cautious about labeling the findings as art without further inquiry.",
              "Marean, who made international headlines in 2007 with his own South African discovery — evidence of the earliest modern humans, which included indications of diet expansion, pigment use and bladelet stone tool technology — notes that there may be other explanations.",
              "He believes the marks on the red ochre could simply be stone-tool incisions, not deliberate art.",
              "Henshilwood and his colleagues plan to publish their findings in an upcoming Journal of Human Evolution.",
              "Article Source: Digital Journal Read More Professor Christopher Henshilwood of the University of the Witwatersrand and his team of researchers are convinced the two red ochre plaques were deliberately engraved, indicating modern human behavior.",
              "Download Full Image But Curtis Marean, a professor in ArizonaStateUniversity’s School of Human Evolution and Social Change and associate director of the Institute of Human Origins in the College of Liberal Arts and Sciences, is cautious about labeling the findings as art without further inquiry.",
              "Marean, who made international headlines in 2007 with his own South African discovery — evidence of the earliest modern humans, which included indications of diet expansion, pigment use and bladelet stone tool technology — notes that there may be other explanations.",
              "He believes the marks on the red ochre could simply be stone-tool incisions, not deliberate art.",
              "Henshilwood and his colleagues plan to publish their findings in an upcoming Journal of Human Evolution.",
              "Article Source: Digital Journal Read More But Curtis Marean, a professor in ArizonaStateUniversity’s School of Human Evolution and Social Change and associate director of the Institute of Human Origins in the College of Liberal Arts and Sciences, is cautious about labeling the findings as art without further inquiry.",
              "Marean, who made international headlines in 2007 with his own South African discovery — evidence of the earliest modern humans, which included indications of diet expansion, pigment use and bladelet stone tool technology — notes that there may be other explanations.",
              "He believes the marks on the red ochre could simply be stone-tool incisions, not deliberate art.",
              "Henshilwood and his colleagues plan to publish their findings in an upcoming Journal of Human Evolution.",
              "Article Source: Digital Journal Read More Henshilwood and his colleagues plan to publish their findings in an upcoming Journal of Human Evolution.",
              "Article Source: Digital Journal Read More Communications Specialist, School of Human Evolution and Social Change 480-727-6577 rebecca.",
              "howe@asu.",
              "edu Contact us"
            ]
          }
        ],
        "The Bhimbetka and Daraki-Chattan cupules in India are circular depressions carved into rocks that date back to 290,000–700,000 BC.": [
          {
            "title": "Bhimbetka rock shelters - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Bhimbetka_rock_shelters",
            "content": [
              "Bhimbetka rock shelters - Wikipedia",
              "The Bhimbetka rock shelters are an archaeological site in central India that spans the Paleolithic and Mesolithic periods, as well as the historic period.",
              "[1][2] It exhibits the earliest traces of human life in India and evidence of the Stone Age starting at the site in Acheulian times.",
              "[3][4][5] It is located in the Raisen District in the Indian state of Madhya Pradesh, about 45 kilometres (28 mi) south-east of Bhopal.",
              "It is a UNESCO World Heritage Site that consists of seven hills and over 750 rock shelters distributed over 10 km (6.",
              "2 mi).",
              "[2][6] At least some of the shelters were inhabited more than 100,000 years ago.",
              "[2][7] The rock shelters and caves provide evidence of human settlement and the cultural evolution from hunter-gatherers to agriculture, and expressions of prehistoric spirituality.",
              "[8] Some of the Bhimbetka rock shelters feature prehistoric cave paintings and the earliest are dated to 10,000 BCE, corresponding to the Indian Mesolithic.",
              "[9][10][11][12][13][14] These cave paintings show themes such as animals, early evidence of dance and hunting from the Stone Age as well as of warriors on horseback from a later time (perhaps the Bronze Age).",
              "[15][16][17] The Bhimbetka site has the oldest-known rock art in India,[18] as well as is one of the largest prehistoric complexes.",
              "[8][19] The Rock Shelters of Bhimbetka is 45 kilometres south-east of Bhopal and 9 km from Obedullaganj city in the Raisen District of Madhya Pradesh at the southern edge of the Vindhya Range.",
              "South of these rock shelters are successive ranges of the Satpura hills.",
              "It is inside the Ratapani Wildlife Sanctuary, embedded in sandstone rocks, in the foothills of the Vindhya Range.",
              "[8][20] The site consists of seven hills: Vinayaka, Bhonrawali, Bhimbetka, Lakha Juar (east and west), Jhondra and Muni Babaki Pahari.",
              "[1] Bhimbetka meaning \"Bhima's resting place\" or \"Bhima's lounge\", is compound word made of Bhima (second brother among the five Pandavas of Mahabharata) and Baithaka (seat or lounge).",
              "According to the native belief, Bhima during his exile used to rest here to interact with the locals.",
              "[21] W.",
              "Kincaid, a British India era official, first mentioned Bhimbetka in a scholarly paper in 1888.",
              "He relied on the information he gathered from local adivasis (tribals) about Bhojpur lake in the area and referred to Bhimbetka as a Buddhist site.",
              "[22] The first archaeologist to visit a few caves at the site and discover its prehistoric significance was V.",
              "S.",
              "Wakankar, who saw these rock formations and thought these were similar to those he had seen in Spain and France.",
              "He visited the area with a team of archaeologists and reported several prehistoric rock shelters in 1957.",
              "[23] It was only in the 1970s that the scale and true significance of the Bhimbetka rock shelters was discovered and reported.",
              "[22] Since then, more than 750 rock shelters have been identified.",
              "The Bhimbetka group contains 243 of these, while the Lakha Juar group nearby has 178 shelters.",
              "According to Archaeological Survey of India, the evidence suggests that there has been a continuous human settlement here from the Stone Age through the late Acheulian to the late Mesolithic until the 2nd century BCE in these caves.",
              "This information is based on the findings from the excavation of the site, the unearthed artifacts and goods, pigments present in deposits, as well as the rock paintings.",
              "[24] The site contains the world's oldest stone walls and floors.",
              "[25] The origin of the raw materials utilized in certain monoliths uncovered at Bhimbetka has been traced back to Barkheda.",
              "[26] The site consisting of 1,892 hectares was declared as protected under Indian laws and came under the management of the Archaeological Survey of India in 1990.",
              "[27] It was declared as a World Heritage Site by UNESCO in 2003.",
              "[8][28] Of the numerous shelters, the Auditorium cave is one of the significant features of this site.",
              "Surrounded by quartzite towers which are visible from several kilometres' distance, the Auditorium rock is the largest shelter at Bhimbetka.",
              "Robert G.",
              "Bednarik describes the prehistoric Auditorium cave as one with a \"cathedral-like\" atmosphere, with \"its Gothic arches and soaring spaces\".",
              "[29] Its plan resembles a \"right-angled cross\" with four of its branches aligned to the four cardinal directions.",
              "The main entrance points to the east.",
              "At the end of this eastern passage, at the cave's entrance, is a boulder with a near-vertical panel that is distinctive, one visible from distance and all directions.",
              "In archaeology literature, this boulder has been dubbed as \"Chief's Rock\" or \"King's Rock\", though there is no evidence of any rituals or its role as such.",
              "[29][30][31] The boulder with the Auditorium cave is the central feature of the Bhimbetka, midst its 754 numbered shelters spread over few kilometres on either side, and nearly 500 locations where rock paintings can be found, states Bednarik.",
              "[29] The rock shelters and caves of Bhimbetka have a large number of paintings.",
              "Some of the oldest paintings are dated to 10,000 BCE,[9][10][11][12][13][14] but some of the geometric figures date to as recently as the medieval period.",
              "The drawings and paintings can be classified under seven different periods.",
              "V.",
              "S.",
              "Wakankar classified the drawings and paintings into seven different periods and dated the earliest paintings to have belonged to the upper Palaeolithic to be as early as 40,000 years ago.",
              "[32][33] The colours used are vegetable colours which have endured through time because the drawings were generally made deep inside a niche or on inner walls.",
              "Period I – (Upper Paleolithic): These are linear representations in green of humans dancing and hunting.",
              "[34] Period II – (Mesolithic): Comparatively small in size the stylised figures in this group show linear decorations on the body.",
              "In addition to animals there are human figures and hunting scenes, giving a clear picture of the weapons they used: barbed spears, pointed sticks, bows and arrows.",
              "[15][16][35] Some scenes are interpreted as depicting tribal war between three tribes symbolised by their animal totems.[1][36] The depiction of communal dances, birds, musical instruments, mothers and children, pregnant women, men carrying dead animals, drinking and burials appear in rhythmic movement.",
              "[15][16][35] Period III – (Chalcolithic) Similar to the paintings of the Mesolithic, these drawings reveal that during this period the cave dwellers of this area were in contact with the agricultural communities of the Malwa plains, exchanging goods with them.",
              "Period IV & V – (Early historic): The figures of this group have a schematic and decorative style and are painted mainly in red, white and yellow.",
              "The association is of riders, depiction of religious symbols, tunic-like dresses and the existence of scripts of different periods.",
              "The religious beliefs are represented by figures of yakshas, tree gods and magical sky chariots.",
              "[citation needed] Period VI & VII – (Medieval): These paintings are geometric linear and more schematic, but they show degeneration and crudeness in their artistic style.",
              "The colors used by the cave dwellers were prepared by combining black manganese oxides, red hematite and charcoal.",
              "One rock, popularly referred to as \"Zoo Rock\", depicts elephants, barasingha (swamp deer), bison and deer.",
              "Paintings on another rock show a peacock, a snake, a deer and the sun.",
              "On another rock, two elephants with tusks are painted.",
              "Hunting scenes with hunters carrying bows, arrows, swords, and shields also find their place in the community of these pre-historic paintings.",
              "In one of the caves, a bison is shown in pursuit of a hunter while his two companions appear to stand helplessly nearby;",
              "in another, some horsemen are seen, along with archers.",
              "In one painting, a large wild bovine (possibly a gaur or bison) is seen.",
              "[citation needed] Yashodhar Mathpal has conducted a very careful study of the various animals depicted in these rock shelters.",
              "He has identified sloth bear, wolf, hyaena, rhinoceros, wild cattle, deer, antelopes, hare, monkeys, anteater, rats, fish, turtle, peafowl, some birds without any details among the wild animals and a domesticated dog.",
              "Deer and antelope are amongst the most numerous of the wild animals depicted.",
              "The pictures include groups of hunters;",
              "one such group is depicted as running away from a rhinoceros.",
              "Other groups are engaged in hunting deer, antelopes and other prey.",
              "Spear and bow and arrow are the main weapons of hunt;",
              "fish and turtle are being caught in a net, and rats are being driven out of their burrows to be caught.",
              "The paintings are classified largely in two groups, one as depictions of hunters and food gatherers, and in others as fighters, riding on horses and elephant carrying metal weapons.",
              "The first group of paintings date to prehistoric times while second one dates to historic times.",
              "[37][38] Most of the paintings from the historic period depict battles between rulers carrying swords, spears, bows and arrows.",
              "[38] In one of the desolate rock shelters, the painting of a man holding a trident-like staff and dancing has been nicknamed \"Nataraj\" by archaeologist V.",
              "S.",
              "Wakankar.",
              "[39][40] It is estimated that paintings in at least 100 rock shelters might have eroded away.",
              "[41] Mesolithic dancers A man being attacked by a horned bovine.",
              "people hunting animal People riding horses holding weapons Man riding elephant An eroded painting in the caves showing a man dancing and holding a trident-like staff Fossils of Dickinsonia tenuis, an early animal from the Ediacaran Period, were reported from Bhimbetka;",
              "they were said to be identical with D.",
              "tenuis fossils from the Ediacara Member of Ediacara Hills in South Australia.",
              "From this, several paleogeographic conclusions were made, such as the formation of Gondwanaland by 550 million years ago.",
              "[42] However, later examination showed that the purported fossil material was simply decayed remnants of a beehive.",
              "[43] Other mesolithic sites with cave art, tools, paintings, etc are Anangpur caves (Faridabad) and Mangar Bani Caves (Gurugram) in Delhi NCR, and Pahargarh caves (Morena) in Madhya Pradesh."
            ]
          },
          {
            "title": "Bhimbetka Petroglyphs, Cupules: Prehistoric Art in India",
            "url": "http://www.visual-arts-cork.com/prehistoric/bhimbetka-petroglyphs.htm",
            "content": [
              "Bhimbetka Petroglyphs, Cupules: Prehistoric Art in India",
              "Bhimbetka Petroglyphs Acheulian Cupule art, Madhya Pradesh, India.",
              "MAIN A-Z INDEX - A-Z of PREHISTORIC ART The oldest known prehistoric art is the series of petroglyphs discovered during the 1990s in two ancient quartzite caves in India: the Auditorium Cave at Bhimbetka and a rock shelter at Daraki-Chattan.",
              "This cave art consists of numerous cupules - non-utilitarian hemispherical cup-shaped depressions - hammered out of the rock surface.",
              "Geological investigations of the prehistoric sites by renowned archeologists Bednarik, Kumar and others, have established that this rock art pre-dates the Acheulean culture of the Lower Paleolithic era, and must therefore date from at least 290,000 BCE.",
              "However, once more advanced dating methods become available, it is conceivable that these petroglyphs will turn out to be much older - perhaps originating as early as 700,000 BCE - although at present this is mere speculation.",
              "Even so, the Bhimbetka cupules are four times older than the Blombos Cave art, which is the next oldest site of Stone Age art.",
              "OLDEST PREHISTORIC CARVING For details of the earliest figurative sculpture of the Stone Age, see: Venus of Hohle Fels.",
              "PREHISTORIC ART in IRELAND For details of arts & culture during the Pleistocene and Holocene epochs, see: Irish Stone Age Art Mainly megalithic architecture.",
              "What are Petroglyphs?",
              "- A Definition The term \"petroglyph\" stems from two Greek words (\"petros\" meaning rock, and \"glyphein\" meaning to carve) and means simply \"rock carving.\"",
              "Location The two prehistoric caves where the world's earliest art was found, are located in the Madhya Pradesh region of central India.",
              "Thus at present it seems that the art of India is considerably older than African art, hitherto assumed to comprise the earliest artistic tradition.",
              "The quartzite rock formations at Bhimbetka number over 700 rock shelters, over 500 with cave murals and other forms of paleoart.",
              "Archeological excavations began back in the early 1970s and nearly a dozen shelters were investigated.",
              "Auditorium Cave, Bhimbetka Auditorium Cave comprises a large horizontal tunnel roughly 25 metres long leading to a cavernous high-ceilinged chamber with three passageway exits: the whole cave gallery resembling a cross whose centre is marked by a huge rock some nine cubic metres in size, named \"Chief's Rock.\"",
              "Within the Auditorium cave complex, archeologists have found eleven petroglyphs.",
              "Nine cupules (cup-shape hollows) were first discovered in a large vertical boulder face above ground level.",
              "A little later, a tenth cupule along with a single meandering groove, indisputably associated with it, were found covered by remains dating from the Acheulian period.",
              "These petroglyphs were created on heavily recrystallized, very hard quartzite that was extensively mined during the Lower Palaeolithic.",
              "The majority of Acheulian chopping tools (hand axes, cleavers) found at the site are made from it.",
              "The petroglyphs were located in a weatherproof section in the heart of the cave, but significant corrosion had taken place due to their exceptional antiquity.",
              "The coincidence of the two buried petroglyphs and the nine above ground cupules suggests that all were created at the same time, and this was confirmed by micro-erosion tests.",
              "While no radiometric dating information is available from the Auditorium cave site, the Acheulian culture of India is comparable with that of Africa and Europe, and all radiometric dates so far for such cultural relics have been greater than 290,000 years.",
              "In India, the Later Acheulian dates to roughly 500,000-700,000 BCE and the Final Acheulian to roughly 200,000 BCE.",
              "Thus the Bhimbetka petroglyphs would fall at least within this range and possibly some will prove to have been created during the Early or Middle Acheulian (that is, before 700,000 BCE).",
              "Daraki-Chattan Rock Shelter At a second Stone Age site at Daraki-Chattan, a small, narrow and deep cave in the Indragarh Hill, near Tehsil Bhanpura, Madhya Pradesh, archeologists found two vertical panels densely pitted with 498 cupules dating from a Lower Palaeolithic chopping tool culture.",
              "A quantity of hammerstones used to create these cupules were also recovered.",
              "Excavations of local river sediment indicated a date range of between 400,000 to 1.",
              "8 million years BCE.",
              "The discovery of this second ancient cave (like the unearthing of the Venus of Tan-Tan after the original discovery of the Venus of Berekhat Ram) tends to validate the Lower Paleolithic provenance of the Auditorium cave.",
              "Although the age of Daraki-Chattan's rock art still has to be determined, archeological evidence at the site tentatively suggests that it is contemporaneous with the cupules at Bhimbetka cave.",
              "A similar tentative conclusion has been reached regarding rock carvings discovered on boulders in two further caves of the region, at Bajanabhat 1 and 2 in Rajasthan.",
              "See also: Oldest Stone Age Art: Top 100 Works.",
              "Early Indian Petroglyphs (EIP) Project Note that much of the investigation into the ancient art of these caves has been performed under the auspices of the Early Indian Petroglyphs (EIP) Project.",
              "Initiated by Robert G.",
              "Bednarik and G Kumara the EIP is a collaboration between the Rock Society of India, Agra (RASI) and the Australian Rock Art Research Association (AURA), supported by the Archaeological Survey of India (ASI) and the Indian Council of Historical Research (ICHR).",
              "Indeed, major excavations were started at Bhimbetka and Daraki-Chattan in 2002, resulting in further finds of petroglyphs, cupules and Lower Paleolithic tools (eg.",
              "hammer stones) which are still being investigated.",
              "Note: For facts about other forms of parietal art, see cave painting, especially the cave murals at Chauvet (c.",
              "30,000 BCE), Pech-Merle (c.",
              "25,000 BCE), Cosquer (c.",
              "25,000 BCE), Lascaux (c.",
              "17,000 BCE) and Altamira (c.",
              "15,000 BCE).",
              "Dating of Bhimbetka and Daraki-Chattan The claims of longevity regarding the Bhimbetka petroglyphs have been solidly validated by archaeological evidence from Daraki-Chattan, establishing their minimum age at several hundred millennia BCE.",
              "According to Robert G.",
              "Bednarik, there is no reasonable doubt that some or all of the petroglyphs at the Auditorium cave, were created by people of a Lower Palaeolithic tool culture characterized by hand choppers, like those belonging to the African Oldowan culture, and therefore pre-dating the Acheulian, which began in India around 1.",
              "6 million BCE.",
              "He makes the point, however, that there is not at present sufficient scientific research into the earliest reaches of the Lower Paleolithic era in India (2,000,000 - 1,000,000 BCE) to determine the precise antiquity of these extraordinary finds.",
              "Even so, the Bhimbetka cupules are easily the most ancient Asian art ever found.",
              "Note 1: For details of similar petroglyphs, comprising the oldest rock art of Europe, see: La Ferrassie Cave Cupules.",
              "Note 2: For information about prehistoric sculpture, in ivory and terracotta as well as rock, see: Venus Figurines and the Ivory Carvings of the Swabian Jura (c.",
              "33,000 BCE), in Germany.",
              "Note 3: Madhya Pradesh is also home to many other cultural treasures, such as the UNESCO World Heritage Site of Kandariya Mahadeva Hindu Temple at Khajuraho (1017-29).",
              "See also Classical Indian Painting (Up to 1150 CE) and Indian Sculpture (3300 BCE - 1850), as well as Mughal painting and Mughal architecture, see for instance the Taj Mahal (1632-54) in Uttar Pradesh.",
              "• For more about the arts and crafts of ancient India, see: Homepage.",
              "ENCYCLOPEDIA OF STONE AGE ART © visual-arts-cork.",
              "com.",
              "All rights reserved."
            ]
          },
          {
            "title": "Constraining the minimum age of Daraki-Chattan rock art in India by OSL ...",
            "url": "https://www.sciencedirect.com/science/article/pii/S1871101423000511",
            "content": [
              "Constraining the minimum age of Daraki-Chattan rock art in India by OSL ...",
              "Checking your browser before accessing \"www.",
              "sciencedirect.",
              "com\".",
              "Redirecting.",
              ".",
              ".",
              "Please enable Cookies and reload the page.",
              "Reference Number: 82542163c9f53025 IP Address: 205.",
              "172.",
              "168.",
              "145 User Agent: Timestamp: About ScienceDirect Shopping cart Contact and supportTerms and conditionsPrivacy policy We use cookies to help provide and enhance our service and tailor content and ads.",
              "By continuing you agree to the use of cookies.",
              "Copyright © 2020 Elsevier B.",
              "V.",
              "or its licensors or contributors.",
              "ScienceDirect ® is a registered trademark of Elsevier B.",
              "V."
            ]
          }
        ],
        "The Venus of Berekhat Ram in Israel is a pebble shaped into a female figure that dates back to 230,000–700,000 BC.": [
          {
            "title": "Venus of Berekhat Ram - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Venus_of_Berekhat_Ram",
            "content": [
              "Venus of Berekhat Ram - Wikipedia",
              "The Venus of Berekhat Ram (280,000-250,000 BP) is a pebble found at Berekhat Ram on the Golan Heights.",
              "The pebble was modified by early humans and is suggested to represent a female human figure.",
              "[1][2] The object was excavated and first described by Naama Goren-Inbar from the Institute of Archaeology, The Hebrew University of Jerusalem.",
              "[1] The artifact is a scoria pebble, 35 mm long, 25 mm wide, and 21 mm thick.",
              "It weighs approximately 10 g.",
              "It was excavated in 1981 at the Acheulian site of Berekhat Ram, Golan Heights.",
              "The object is dated 280,000-250,000 BP.",
              "[2][3] Goren-Inbar reported several artificial grooves on the object: one is a transversal groove in the upper third, others are longitudinal grooves on the sides below the traversal groove.",
              "[1] Alexander Marshack performed a microscopic study of the object in 1997.",
              "[2] He also reported artificial modifications including the transversal and longitudinal grooves found by Goren-Inbar.",
              "Finally, Francesco d'Errico and April Nowell re-examined the object using a comparative approach.",
              "[3] They partly confirmed, partly corrected the findings of Marshack.",
              "d'Errico and Nowell also reported the above grooves (with some corrections) and, additionally, reported areas of possible abrasion on the front, back and bottom of the object.",
              "Goren-Inbar[1] and Marshack[2] suggested that the object resembled a female body and was artificially modified by hominids to emphasize its anthropomorphic features.",
              "The object was then called a figurine and is currently known as the Venus of Berekhat Ram (the term \"Venus\" was taken from the conventional name of much younger Venus figurines of Upper Paleolithic).",
              "If this hypothesis is correct, the object would be the earliest example of representational art in the archaeological record, together with the Venus of Tan-Tan.",
              "d'Errico and Nowell[3] confirmed the artificial nature of modifications of the object, but refrained from identifying it with a human body.",
              "They noted that grooves, in general, may have a functional purpose.",
              "Still, they stated that the longitudinal symmetrical U-shaped grooves (supposedly representing the \"arms\") are hard to explain functionally.",
              "So, similarly to Goren-Inbar and Marshack, d'Errico and Nowell argued in favor of the non-utilitarian and symbolic nature of the object.",
              "The main discussion around the Venus of Berekhat Ram took place after the study of d'Errico and Nowell.",
              "[3] A number of scholars, namely, Ofer Bar-Yosef, Angela E.",
              "Close, João Zilhão, Steven Mithen, Thomas G.",
              "Wynn, and Alexander Marshack, commented on that study, while d'Errico and Nowell provided a reply to these comments (both the comments and reply are included in the manuscript).",
              "[3] The discussion around the Venus of Berekhat Ram concerned three questions: All commentators of d'Errico and Nowell's study were convinced by their analysis and results and accepted the hypothesis that the object was modified by early humans.",
              "[3] Marshack argued in favor of this hypothesis already in his earlier study of the object.",
              "[2] d'Errico and Nowell's argument that the \"arm\"-shaped grooves suggest a symbolic nature of the object was questioned by three commentators: João Zilhão from the Instituto Português de Arqueologia, Thomas Wynn from the University of Colorado, and Steven Mithen from the University of Reading.",
              "[3] All of them suggested that the object and its grooves could have a utilitarian purpose.",
              "Zilhão hypothesized that the object could be used to produce pigment and that the grooves could be byproducts of this process.",
              "Wynn suggested that the object could be a result of \"someone passing time with a stone tool and a pebble\".",
              "Mithen also stated that our symbolic understanding of the object does not imply that it was considered as such by early humans who produced it, because the cognitive processes for symbolic thinking we use today may differ from the ones used by early humans.",
              "d'Errico and Nowell argued, however, that, although their analysis and results cannot refute a functional interpretation of the object, there are too many inconsistencies in this interpretation to investigate it any further.",
              "For example, d'Errico and Nowell suggested that, based on the existing Acheulean archaeological record, pigment \"would have been more quickly and effectively produced by grinding one face of this object against a basalt flake or smashing it with a similar tool\", which is different from the process used to create the observed grooves.",
              "This contradicts the hypothesis of Zilhão.",
              "d'Errico and Nowell also believe that the grooves on the object are the result of a deliberate motion rather than of non-purposive behavior, as suggested by Wynn.",
              "Zilhão, Wynn, and Mithen rejected the hypothesis on the symbolic nature of the object and, thus, rejected the idea that the object is iconic.",
              "Angela E.",
              "Close from the University of Washington also could not see a figurine of a woman in the object, but, instead, the object reminded her of a penguin and a phallus when seen from different angles.",
              "[3] 33°13′56′′N 35°45′59′′E﻿ / ﻿33.",
              "23222°N 35.",
              "76639°E﻿ / 33.",
              "23222;",
              "35.",
              "76639"
            ]
          },
          {
            "title": "Venus of Berekhat Ram: The World’s Oldest Piece of Art That Predates ...",
            "url": "https://www.amusingplanet.com/2016/10/venus-of-berekhat-ram-worlds-oldest.html",
            "content": [
              "Venus of Berekhat Ram: The World’s Oldest Piece of Art That Predates ...",
              "To the untrained eye, this tiny piece of volcanic rock vaguely resembling a female figurine looks natural, but under the microscope, the grooves around the neck and on the sides show signs of deliberate modifications that closely resemble marks made in similar material by sharp-edged tools.",
              "The rock did naturally have a “human-like” shape, to begin with, that was accentuated by carving with a stone-wedge.",
              "The figurine, called the Venus of Berekhat Ram, was initially highly controversial as many paleontologists saw it as a product of erosion rather than a deliberate act of creativity.",
              "But the discovery of a second similar figurine, the Venus of Tan-Tan, in Morocco, has strengthened the case for this figure and has secured its status as the world’s oldest piece of sculpture found.",
              "The rock was dated between a mind-boggling 230,000 and 700,000 years ago, predating our very species, Home sapiens, and even Neanderthal man.",
              "It was probably created by an even earlier hominid, like the Homo erectus.",
              "The Venus of Berekhat Ram was found in 1981 during an archeological excavations on the banks of Berekhat Ram, or Lake Ram, on the Golan Heights between Syria and Israel.",
              "The figure was carved into a piece of tuff, which is formed when volcanic ash settles on the landscape and is hot enough to weld together into a light, porous rock, often like pumice stone.",
              "The figurine is about 3.",
              "5 cm long and exhibits at least three groove-like incisions made by a sharp-edged stone.",
              "One incision is a deep groove that encircles the narrower end of the pebble, indicating the neck, while the two shallower, curved grooves run down the sides, marking the arms. The object was found between two layers of volcanic ash, the upper layer of which was dated about 230,000 BCE, while the lower one dated 700,000 BCE, indicating the stone was carved between these two dates.",
              "The discovery at Berekhat Ram was followed by another discovery of a similar object in Morocco — the Venus of Tan-Tan— found sandwiched between two layers dated, respectively, 200,000 and 500,000 years ago.",
              "Anatomically modern humans had not evolved then, neither did Neanderthals.",
              "Instead, this period was populated by the Homo erectus, which means \"upright man\".",
              "These distant relatives of the modern human appeared some 2 million years ago in Africa and from there they spread to the rest of the world.",
              "They existed as recently as 70,000 years ago.",
              "Homo erectus used complex tools, lived in a hunter-gatherer societies and cared for the infirm and the weak.",
              "They knew how to use fire and cooked their food.",
              "Although they were incapable of producing sounds comparable to modern human speech, they did communicate in a sort of language more developed than chimpanzees.",
              "Paleontologists still debate whether the Venuses of Berekhat Ram and Tan-Tan are the results of natural weathering and erosion or deliberate carving, but there are other damning evidences of artistic expression during this period, such as the petroglyphs of Bhimbetka in Madhya Pradesh, India, dated between 290,000 and 700,000 BCE.",
              "However, compelling examples of aesthetic sensibility did not appear in the archaeological record until the emergence of behaviorally modern humans around 50,000 years ago.",
              "Anthropogenic modifications on the Berekhat Ram object according to two different groups of experts.",
              "Photo credit: www.",
              "donsmaps.",
              "com The Venus of Tan-Tan A model of the face of an adult female Homo erectus, one of the first truly human ancestors of modern humans, on display in the Hall of Human Origins in the Smithsonian Museum of Natural History in Washington, D.",
              "C Sources: Encyclopedia of Stone Age Art / Wikipedia / Bradshaw Foundation It is amazing how art dates back so many thousands of years ago.",
              "I believe that people have always had that sense of aesthetic no matter the stage of cultural and intellectual development.",
              "That I find really beautiful.",
              "Very interesting article, thank you.",
              "I know of this book called \"Forbidden Archeology - The Hidden History Of The Human Race\" which makes very interesting related reading (https://www.",
              "amazon.",
              "com/Forbidden-Archeology-Hidden-History-Human/dp/0892132949 ) This shouldn't be too surprising.",
              "Re-analysis of collections from a Homo erectus site on Java a couple of years ago, showed evidence of engraved shell that dated to 500,000 years agohttp://www.",
              "smithsonianmag.",
              "com/science-nature/oldest-engraving-shell-tools-zigzags-art-java-indonesia-humans-180953522/ Post a Comment Privacy Policy | Contact | Newsletter"
            ]
          },
          {
            "title": "Venus of Berekhat Ram - visual-arts-cork.com",
            "url": "http://www.visual-arts-cork.com/prehistoric/venus-of-berekhat-ram.htm",
            "content": [
              "Venus of Berekhat Ram - visual-arts-cork.com",
              "Venus of Berekhat Ram Discovery, Characteristics, Photo of Prehistoric Basalt Figurine: Golan Heights.",
              "MAIN A-Z INDEX - A-Z of PREHISTORIC ART Venus of Berekhat Ram, dated from 230,000 to 500,000 BCE.",
              "The earliest art outside India.",
              "OLDEST FIGURATIVE CARVING For the oldest known non-controversial carving of a human figure, see: Venus of Hohle Fels.",
              "Contents • Introduction • Discovery and Characteristics • Dating Introduction The early Stone Age figurine of Berekhat Ram (Birkat Ram), discovered in hills north of Israel, is believed to be one of the oldest pieces of prehistoric sculpture known to archeology.",
              "Although initially highly controversial - as some paleontologists preferred to see it more as a product of natural erosion rather than a deliberate human act of creativity - its status now seems more secure following the discovery of a second similar and contemporaneous figurine - the Venus of Tan-Tan, in Morocco.",
              "Furthermore, microscopic analysis by Alexander Marshack appears to confirm that humans were responsible for the figurine.",
              "Of equal significance is the fact that recently, examples of rock art from an even earlier Stone Age culture have been discovered in India - these are the petrogyphs of Bhimbetka - which supports the proposition that prehistoric art originated far earlier than previously thought.",
              "See also: Oldest Stone Age Art: Top 100 Artworks.",
              "Discovery and Characteristics The Venus of Berekhat Ram was found by archeologist N.",
              "Goren-Inbar (Hebrew University of Jerusalem) during archeological excavations on the Golan Heights between Syria and Israel during the summer of 1981.",
              "The lithic figure comprises a tuff pebble made of basalt, containing marks suggestive of the head, body, and arms of a female human.",
              "(To see how the Berekhat Ram figure fits into the evolution of art, see: Prehistoric Art Timeline.)",
              "Specifically, it exhibits three or more groove-like incisions, made by a sharp-edged stone, which give it the appearance of a human body.",
              "One incision is a deep groove that encircles the narrower end of the pebble (indicating the head), while two shallower, grooves cut into the sides (marking the arms).",
              "Recent microscopic research confirms that these incision are not the work of nature but the result of artificial intervention, indicating that the stone is definitely a work of Stone Age art.",
              "Its sister figurine, the Venus of Tan-Tan is morphologically so similar that it could have been sculpted by the same artist.",
              "Despite its name, the Venus of Berekhat Ram bears little if any resemblance to the European venus figurines of the later Gravettian culture of the Upper Paleolithic period, such as the Venus of Willendorf, the Venus of Brassempouy, the Venus of Lespugue, the relief sculpture known as the Venus of Laussel, and the Venus of Kostenky.",
              "Dating The Venus of Berekhat Ram was created during the Acheulean culture of the Lower Paleolithic period of the old Stone Age, and has been dated to 230,000-700,000 BCE.",
              "The reason for the vagueness of its provenance is that it was found sandwiched between two layers of volcanic residue: an upper one dated about 230,000 BCE, and a lower one dated 700,000 BCE.",
              "This makes it (along with the effigy of Tan-Tan) the oldest example of mobiliary art ever recorded, and remarkably, it means that it predated Neanderthal man, and was created by an earlier hominid like Homo erectus.",
              "• See also: Blombos Cave Engravings.",
              "• For the origins of painting and sculpture, see: Homepage.",
              "ENCYCLOPEDIA OF STONE AGE ART © visual-arts-cork.",
              "com.",
              "All rights reserved."
            ]
          }
        ],
        "The Venus of Tan-Tan in Morocco is another pebble shaped into a female figure that dates back to 200,000–500,000 BC.": [
          {
            "title": "Venus of Tan-Tan - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Venus_of_Tan-Tan",
            "content": [
              "Venus of Tan-Tan - Wikipedia",
              "The Venus of Tan-Tan (supposedly, 500,000-300,000 BP) is an alleged artifact found in Morocco.",
              "It and its contemporary, the Venus of Berekhat Ram, have been claimed as the earliest representations of the human form.",
              "[1] The Venus of Tan-Tan was described by Robert G.",
              "Bednarik.",
              "[1] The object is a 6 cm long, 2.",
              "6 cm wide, and 1.",
              "2 cm thick, 10 gram quartzite.",
              "It was discovered in 1999 during an archaeological survey by Lutz Fiedler, state archaeologist of Hesse, Germany, in a river terrace deposit on the north bank of the Draa River, near the bridge of the N1 national route over the Draa, about 10 km to the northeast of the Moroccan town of Tan-Tan.",
              "No dating of the artifact nor of the deposit as a whole has been performed.",
              "Both are attributed to the Middle Acheulean, which occurs between 500,000 and 300,000 BP in this region.",
              "The object, including its \"arms\" and \"legs\", was created by natural geological processes.",
              "The horizontal grooves on both sides of the object seem to be formed partly naturally partly artificially (by percussion).",
              "The object also contains traces of pigment, which seems to be iron and manganese according to preliminary study.",
              "According to Bednarik,[1][2] the object has a general human-like shape.",
              "It is assumed that this shape was recognized by early humans and the object was taken as a manuport.",
              "Then its horizontal grooves were accentuated by carving with a stone tool, emphasizing the artifact's anthropomorphous character.",
              "Possibly, a pigment was applied to further accentuate the human-like form.",
              "To date, the findings of Bednarik have not been re-examined by other scholars and, thus, his statements have been neither confirmed nor rejected.",
              "Professor Stanley Ambrose, University of Illinois, Urbana-Champaign, has expressed an opinion (based on Bednarik's work and without studying the object directly) that the rock's shape was a result of natural weathering.",
              "[3] 28°26′28′′N 11°06′14′′W﻿ / ﻿28.",
              "44111°N 11.",
              "10389°W﻿ / 28.",
              "44111;",
              "-11.",
              "10389"
            ]
          },
          {
            "title": "The Venus of Tan-Tan: A Mystery from the Dawn of Humanity",
            "url": "https://artabys.com/the-venus-of-tan-tan-a-mystery-from-the-dawn-of-humanity/",
            "content": [
              "The Venus of Tan-Tan: A Mystery from the Dawn of Humanity",
              "Artabys Modern Art | Visual Arts Education Table of Contents A small figurine discovered in Morocco in the 1990s.",
              "It is made of quartzite and is believed to be around 300,000 years old, making it one of the oldest human figurines ever discovered.",
              "The figure is roughly shaped like a woman and has prominent breasts and buttocks.",
              "The purpose and significance of the Venus of Tan Tan remains unclear.",
              "The Venus of Tan-Tan is a fascinating prehistoric artifact discovered in Morocco in 1999.",
              "It is a small figurine of a woman, estimated to be around 400,000 years old, making it one of the oldest human representations ever found.",
              "What’s remarkable is that it was carved from quartzite, a very hard stone, with primitive tools.",
              "The Venus of Tan-Tan is named after the city where it was found, which was once a hub of trade and culture.",
              "Its discovery has shed light on the artistic and spiritual practices of early human civilizations and challenged our assumptions about the development of art.",
              "The Venus of Tan-Tan was discovered in 1999 by archaeologist Lutz Fiedler in the Draa River Valley of Morocco.",
              "The discovery of the Venus of Tan-Tan provided a glimpse into the history of early human art and culture.",
              "The figurine was created around 300,000 years ago and is one of the oldest known examples of human-made art.",
              "The Venus of Tan-Tan is carved from quartzite and is 6 centimeters tall.",
              "Its features are simple, yet remarkable.",
              "The figurine’s rounded body, prominent buttocks, and thighs suggest that it may have represented fertility or femininity.",
              "Despite its age and simplicity, the Venus of Tan-Tan continues to intrigue researchers and art enthusiasts alike, providing a window into the lives of our ancient human ancestors.",
              "Lutz Fiedler is a German archaeologist who has made significant contributions to the study of prehistoric art and symbolism, particularly in North Africa.",
              "He is known for his work on the Venus of Tan-Tan, which he helped to rediscover in the 1990s and conducted extensive research on.",
              "Fiedler has also conducted research on other prehistoric art forms in the region, including rock engravings and paintings.",
              "He has advocated for a holistic approach to the study of prehistoric art, emphasizing the importance of understanding the social and cultural contexts in which these artworks were created.",
              "In addition to his research on prehistoric art, Fiedler has also worked on archaeological excavations in North Africa, focusing on the Neolithic and early Bronze Age periods.",
              "He has published numerous articles and books on his research, including “Art as a Means of Communication in Pre-Literate Societies” and “Rock Art of the Jebel Akhdar, Libya.",
              "” Fiedler’s work has been influential in shaping our understanding of prehistoric art and symbolism in North Africa, and his approach to the study of these artworks has had a significant impact on the broader field of archaeology.",
              "The Draa River Valley of Morocco is a beautiful and historic region that has been inhabited by various communities for thousands of years.",
              "Today, the valley is a lush and fertile area that supports agriculture and tourism.",
              "But what was life like in the valley 40,000 years ago?",
              "Off road between Zagora and Tinerhir, Morocco At that time, the valley was likely a very different place.",
              "It was during the Upper Paleolithic period, and early humans may have lived in the area.",
              "The climate was much colder than it is today, and the landscape would have looked very different.",
              "The valley would have been dominated by grasslands and savannahs, with fewer trees and more open spaces.",
              "Despite the harsh conditions, early humans would have found ways to survive and thrive in the valley.",
              "They would have relied on hunting and gathering for food, using stone tools to hunt animals such as gazelles, antelopes, and wild boar.",
              "They may have also gathered wild fruits and vegetables, and possibly even fished in the nearby rivers and lakes.",
              "Life in the Draa River Valley 40,000 years ago would have been a constant struggle for survival.",
              "Early humans would have had to contend with predators, harsh weather conditions, and limited resources.",
              "But they were also resourceful and adaptive, developing new tools and techniques to overcome the challenges they faced.",
              "Today, the Draa River Valley is a testament to the resilience of the human spirit and the enduring legacy of our ancestors.",
              "By exploring the valley and learning about its rich history and culture, we can gain a deeper appreciation for the complex and dynamic relationship between humans and their environment.",
              "The Venus of Tan-Tan is significant because it provides evidence of early human artistic expression dating back to approximately 500,000 years ago.",
              "Its discovery suggests that our early human ancestors possessed the cognitive ability to create art and possibly even had a rudimentary sense of aesthetic appreciation.",
              "However, there is controversy surrounding the Venus of Tan-Tan’s classification as a deliberate artifact, as some argue that it could be a naturally occurring rock that resembles a human form.",
              "Regardless, the discovery of the Venus of Tan-Tan challenges our understanding of human evolution and raises questions about the origins and purpose of art in human prehistory.",
              "“Venus of Tan-Tan” (replica), Museum of Human Evolution, Burgos, Spain.",
              "The Venus of Tan-Tan was dated using various methods, including stratigraphic dating, biochronology, and thermoluminescence dating.",
              "Stratigraphic dating involves studying the different layers of soil and rock at the site to determine the age of the object.",
              "Biochronology, on the other hand, uses the fossils of animals found in the same layer as the artifact to determine its age.",
              "Finally, thermoluminescence dating involves measuring the amount of radiation that has been absorbed by the artifact and using this information to determine its age.",
              "Through a combination of these methods, researchers estimated that the Venus of Tan-Tan is approximately 500,000 years old, making it one of the oldest known examples of human art.",
              "The dating of the artifact has been the subject of some controversy, with some researchers disputing the accuracy of the methods used and suggesting that the artifact may be more recent than originally believed.",
              "However, most experts agree that the Venus of Tan-Tan is an important and significant artifact that provides valuable insights into the early history of human creativity and artistic expression.",
              "The Venus of Tan-Tan is a small, 6 cm (2.",
              "4 in) long volcanic rock that has been carved to resemble a female figure.",
              "It has a head, neck, and truncated torso, with incised lines for arms and legs.",
              "Unlike natural rocks, the Venus of Tan-Tan has a clearly defined and deliberate shape that resembles a human figure, indicating intentional carving by early hominids.",
              "The rock is also smoothed and polished in some areas, which further supports the idea that it was modified by hominids rather than created by natural geological processes.",
              "The Venus of Berekhat Ram, like the Venus of Tan-Tan, is a prehistoric artifact that is disputed among scholars.",
              "It was discovered in the Golan Heights region of Israel in the 1980s and is estimated to be about 250,000 years old.",
              "The Venus of Berekhat Ram is a small, pebble-like object that is believed to have been shaped by human hands.",
              "“Venus of Berekhat Ram” (original) Israel Museum, Jerusalem In contrast to the Venus of Tan-Tan, the Venus of Berekhat Ram is not a figurine, but rather an object with incisions that some interpret as representing human features.",
              "It is also significantly smaller, with a length of only about 3.",
              "5 centimeters.",
              "Both artifacts have been subjected to intense scrutiny and debate among scholars, with some arguing that they are evidence of early human artistic expression, while others contend that they are merely natural formations.",
              "Despite the controversy surrounding them, the Venus of Tan-Tan and the Venus of Berekhat Ram remain important archaeological finds that shed light on the early development of human culture and creativity.",
              "The creation of the Venus of Tan-Tan is shrouded in mystery, and the identity of the hominid species that produced it is a matter of debate.",
              "Some experts believe that it may have been made by Homo erectus, one of our early ancestors who lived in Africa around 1.",
              "9 million years ago.",
              "Others argue that it could have been the work of Homo heidelbergensis, another prehistoric human species that lived in Africa between 600,000 and 200,000 years ago.",
              "The shape of the Venus of Tan-Tan is reminiscent of similar figurines created by Neanderthals in Europe, which further adds to the mystery of its origins.",
              "Regardless of who made it, the Venus of Tan-Tan serves as a tantalizing clue in our quest to unravel the story of human prehistory and evolution.",
              "The Venus of Tan-Tan’s creators lived in a time long before written language, so interpreting their motives is challenging.",
              "However, some theories suggest that the Venus of Tan-Tan might have been a fertility symbol, a talisman, or a spiritual representation of a goddess.",
              "Some experts speculate that the statue might have been used in some sort of ritual or ceremony, as its unusual appearance and placement suggest that it was not meant to be a simple decorative piece.",
              "Others believe that the Venus of Tan-Tan could have been a form of early art, representing an early expression of aesthetics and creativity.",
              "While the exact meaning behind the Venus of Tan-Tan remains a mystery, its significance lies in its existence as a testament to the early humans’ ability to create objects of beauty and meaning, even with limited resources and technology.",
              "While the Venus of Tan-Tan has been interpreted by some as a representation of a human figure, others have challenged this interpretation.",
              "One criticism is the phenomenon of pareidolia, which is the tendency for the human brain to perceive meaningful patterns or images in random or ambiguous stimuli.",
              "This means that the rock could simply be a natural formation that has been interpreted as a human figure due to the way the features resemble a face or body.",
              "Another challenge to the interpretation of the Venus of Tan-Tan as a human representation is the possibility of taphonomy, which is the study of how fossils and other artifacts are preserved and altered over time.",
              "The rock may have been naturally eroded or altered in some way that gave it the appearance of a human figure, rather than being intentionally shaped by a hominid.",
              "Additionally, some critics argue that the lack of contextual information about the rock, such as where it was found and in what context, makes it difficult to draw conclusions about its meaning or purpose.",
              "Without this information, it is impossible to say whether the rock was deliberately shaped by early humans or simply a natural formation that happened to resemble a human figure.",
              "Despite these challenges, the Venus of Tan-Tan remains a fascinating and intriguing artifact that continues to generate debate and speculation among researchers and the public alike.",
              "Prehistoric art is a fascinating window into the minds of our ancient ancestors.",
              "From the elaborate cave paintings in France to the intricate carvings in Australia, there is a wealth of art from different regions and periods that offer insights into human history.",
              "The Lascaux Cave in France is famous for its Paleolithic cave paintings dating back to 15,000 BCE.",
              "The paintings feature animals such as bulls, horses, and deer, and have been interpreted as having ritual or symbolic significance.",
              "In Australia, there are numerous examples of rock art, including the Wandjina paintings found in the Kimberley region, which depict figures with large eyes and elaborate headdresses.",
              "In South America, the Nazca Lines are a series of massive geoglyphs etched into the Peruvian desert.",
              "These lines and figures, which date back to 500 BCE, are only visible from the air and have been interpreted as having religious or astronomical significance.",
              "In the Middle East, the Jericho Skull is a Neolithic skull with plaster features added to create a face.",
              "It dates back to 7000 BCE and is one of the earliest examples of human sculpture.",
              "In Africa, the Nok Terracottas are a collection of intricate clay sculptures found in Nigeria, dating back to 500 BCE.",
              "The sculptures feature human and animal forms, and are believed to have been used in rituals or as status symbols.",
              "These examples of prehistoric art demonstrate the incredible creativity and ingenuity of our ancient ancestors.",
              "They offer valuable insights into our shared human history and remind us of the enduring power of art to communicate across time and space.",
              "As a simple, roughly hewn stone artifact, the Venus of Tan-Tan stands in contrast to the more intricate and refined prehistoric art forms found in other regions.",
              "For example, the delicate engravings found in the cave art of Lascaux in France or the elaborate ceramic figurines of the Jōmon period in Japan.",
              "However, the Venus of Tan-Tan shares some similarities with other prehistoric art forms in terms of its subject matter and possible function.",
              "Like many other prehistoric artworks, the Venus of Tan-Tan appears to depict the human form, albeit in a highly stylized manner.",
              "The use of such abstracted forms to represent human figures is also seen in other prehistoric art forms, such as the Cycladic figures of ancient Greece or the Olmec stone heads of Mesoamerica.",
              "The Venus of Tan-Tan, like these other prehistoric artworks, may have served as a symbolic representation of the human form or may have been used in ritual practices.",
              "Additionally, the Venus of Tan-Tan shares with other prehistoric art forms the challenge of interpretation due to the lack of contextual information and the different cultural and social contexts in which they were produced.",
              "The Venus of Tan-Tan is a fascinating artifact that sheds light on the artistic development of early humans.",
              "Its creation dates back to a time when hominids were just beginning to experiment with artistic expression.",
              "By examining this artifact, we can see how humans evolved from creating simple tools to expressing themselves through art.",
              "The Venus of Tan-Tan is also significant in that it challenges our assumptions about the creativity of early humans.",
              "This artifact proves that creativity has been a part of human nature for a very long time, and that it is an essential part of our development as a species.",
              "Overall, the Venus of Tan-Tan represents an important milestone in our understanding of human artistic evolution and is an exciting example of how art can provide insight into our past.",
              "The Venus of Tan-Tan provides a fascinating window into the artistic and cultural traditions of North Africa during the prehistoric era.",
              "However, it is just one piece of a larger puzzle.",
              "Throughout the region, archaeologists have uncovered a wealth of ancient art forms, including cave paintings, rock engravings, and intricate stone carvings.",
              "One of the most significant artistic traditions in North Africa is the Tassili n’Ajjer culture, which flourished in the Sahara from around 10,000 BCE to 300 BCE.",
              "This culture produced some of the most breathtaking examples of prehistoric art, including images of animals, humans, and fantastical creatures.",
              "Another important cultural tradition in the region is the Berber people, who have inhabited North Africa for thousands of years.",
              "The Berber people have a rich artistic heritage, including intricate textile weavings, pottery, and jewelry.",
              "The relationship between these different cultural and artistic traditions is complex and multifaceted.",
              "Some scholars believe that the Venus of Tan-Tan and other prehistoric art forms in the region were created by early members of the Berber people, while others argue that they were produced by other groups entirely.",
              "Regardless of who created these ancient artworks, they provide invaluable insights into the rich cultural history of North Africa and the evolution of human creativity and expression.",
              "By studying the Venus of Tan-Tan and other prehistoric art forms in the region, we can gain a deeper appreciation for the beauty and diversity of human artistic traditions throughout history.",
              "The Venus of Tan-Tan is a remarkable example of prehistoric art, and the techniques used in its production can reveal valuable information about the technological and artistic capabilities of its creators.",
              "The artifact is made of quartzite, a type of stone that is notoriously difficult to work with due to its hardness and lack of cleavage.",
              "To create the Venus of Tan-Tan, its creators would have needed to use precise techniques and tools, such as flint chisels and grinding stones, to shape and polish the stone.",
              "These techniques suggest a high degree of skill and expertise in stone tool technology, as well as an understanding of the properties of different materials.",
              "Additionally, the careful shaping and proportioning of the artifact reveal a sophisticated sense of aesthetics and design, further indicating the artistic abilities of its creators.",
              "By analyzing the materiality and techniques used in the production of the Venus of Tan-Tan, we can gain a deeper understanding of the technological and artistic capabilities of prehistoric peoples in North Africa.",
              "The conservation and preservation of the Venus of Tan-Tan require specific techniques to ensure its long-term survival.",
              "The artifact must be handled and stored carefully to prevent damage from physical stress or exposure to light, moisture, or pollutants.",
              "Conservationists may use techniques such as micro-sandblasting, laser cleaning, or chemical treatment to remove dirt, stains, or other contaminants without damaging the stone’s surface.",
              "Specialized storage facilities with controlled temperature, humidity, and light conditions are also necessary to prevent deterioration over time.",
              "Moreover, digital documentation and 3D printing technologies can provide alternative ways to study and reproduce the artifact while reducing the need for physical handling.",
              "Applying these techniques can help preserve the Venus of Tan-Tan for future generations and enable researchers to continue learning from this unique prehistoric artifact.",
              "The Venus of Tan-Tan and other prehistoric art forms hold significant social and political implications beyond their archaeological and artistic value.",
              "They have been used to construct narratives of cultural heritage and identity, often influenced by nationalistic and colonialist agendas.",
              "The interpretation and representation of prehistoric art can have far-reaching consequences, shaping the way we understand and relate to our past and present.",
              "Debates around ownership, repatriation, and restitution of cultural heritage raise questions about who has the right to claim and control prehistoric art and how it should be managed and shared globally.",
              "Exploring these broader social and political implications can help us critically engage with prehistoric art and its place in contemporary society.",
              "Professor Stanley Ambrose is an American archaeologist and paleoanthropologist who has made significant contributions to the fields of human evolution and prehistoric art.",
              "He is known for his extensive research on the origins and spread of modern humans, as well as his investigations into the cultural and environmental factors that shaped human behavior in the past.",
              "In regards to the Venus of Tan-Tan, Ambrose has expressed skepticism about its interpretation as a human artifact.",
              "He has suggested that the supposed “face” on the artifact could be the result of natural erosion or other geological processes, rather than intentional carving by human hands.",
              "He also points out the lack of context surrounding the discovery of the artifact, which makes it difficult to determine its true age or cultural significance.",
              "Despite these criticisms, Ambrose’s contributions to the field of archaeology have been instrumental in advancing our understanding of human evolution and prehistoric art.",
              "His research has shed light on the complex interplay between cultural, environmental, and genetic factors that shaped human behavior and artistic expression throughout history.",
              "References The First Artists: In Search of the World’s Oldest Art by Paul Bahn and Michel Lorblanchet Art and Religion in Africa edited by Rosalind I.",
              "J.",
              "Hackett The Archaeology of Human Ancestry: Power, Sex and Tradition by Stephen Shennan By Museum of Human Evolution – File:Museo_de_la_Evolucion_Humana_Burgos_-_Tan_Tan_and_Berekhat_Ram_Pebbles.",
              "jpg, CC BY-SA 4.",
              "0, commons.",
              "wikimedia.",
              "org/w/index.",
              "php?",
              "curid=73086619 By Jon Lean from Bristol, United Kingdom – Off road between Zagora and Tinerhir, MoroccoUploaded by Kurpfalzbilder.",
              "de, CC BY-SA 2.",
              "0, commons.",
              "wikimedia.",
              "org/w/index.",
              "php?",
              "curid=6729453 By Thomas cahana – Own work, CC BY-SA 4.",
              "0,commons.",
              "wikimedia.",
              "org/w/index.",
              "php?",
              "curid=108136453 Privacy Policy | Refund Policy | Shipping | Contact | About | Terms And Conditions | Method Of Payments | Sitemap | Team Artabys5987 Lebanon Rd Murfreesboro, TN 37129 USA(615) 576–0470 – Mon-Fri – 8 AM to 5 PM CSTEmail support@artabys.",
              "com"
            ]
          },
          {
            "title": "Venus of Berekhat Ram",
            "url": "http://www.visual-arts-cork.com/prehistoric/venus-of-berekhat-ram.htm",
            "content": [
              "Venus of Berekhat Ram",
              "Venus of Berekhat Ram Discovery, Characteristics, Photo of Prehistoric Basalt Figurine: Golan Heights.",
              "MAIN A-Z INDEX - A-Z of PREHISTORIC ART Venus of Berekhat Ram, dated from 230,000 to 500,000 BCE.",
              "The earliest art outside India.",
              "OLDEST FIGURATIVE CARVING For the oldest known non-controversial carving of a human figure, see: Venus of Hohle Fels.",
              "Contents • Introduction • Discovery and Characteristics • Dating Introduction The early Stone Age figurine of Berekhat Ram (Birkat Ram), discovered in hills north of Israel, is believed to be one of the oldest pieces of prehistoric sculpture known to archeology.",
              "Although initially highly controversial - as some paleontologists preferred to see it more as a product of natural erosion rather than a deliberate human act of creativity - its status now seems more secure following the discovery of a second similar and contemporaneous figurine - the Venus of Tan-Tan, in Morocco.",
              "Furthermore, microscopic analysis by Alexander Marshack appears to confirm that humans were responsible for the figurine.",
              "Of equal significance is the fact that recently, examples of rock art from an even earlier Stone Age culture have been discovered in India - these are the petrogyphs of Bhimbetka - which supports the proposition that prehistoric art originated far earlier than previously thought.",
              "See also: Oldest Stone Age Art: Top 100 Artworks.",
              "Discovery and Characteristics The Venus of Berekhat Ram was found by archeologist N.",
              "Goren-Inbar (Hebrew University of Jerusalem) during archeological excavations on the Golan Heights between Syria and Israel during the summer of 1981.",
              "The lithic figure comprises a tuff pebble made of basalt, containing marks suggestive of the head, body, and arms of a female human.",
              "(To see how the Berekhat Ram figure fits into the evolution of art, see: Prehistoric Art Timeline.)",
              "Specifically, it exhibits three or more groove-like incisions, made by a sharp-edged stone, which give it the appearance of a human body.",
              "One incision is a deep groove that encircles the narrower end of the pebble (indicating the head), while two shallower, grooves cut into the sides (marking the arms).",
              "Recent microscopic research confirms that these incision are not the work of nature but the result of artificial intervention, indicating that the stone is definitely a work of Stone Age art.",
              "Its sister figurine, the Venus of Tan-Tan is morphologically so similar that it could have been sculpted by the same artist.",
              "Despite its name, the Venus of Berekhat Ram bears little if any resemblance to the European venus figurines of the later Gravettian culture of the Upper Paleolithic period, such as the Venus of Willendorf, the Venus of Brassempouy, the Venus of Lespugue, the relief sculpture known as the Venus of Laussel, and the Venus of Kostenky.",
              "Dating The Venus of Berekhat Ram was created during the Acheulean culture of the Lower Paleolithic period of the old Stone Age, and has been dated to 230,000-700,000 BCE.",
              "The reason for the vagueness of its provenance is that it was found sandwiched between two layers of volcanic residue: an upper one dated about 230,000 BCE, and a lower one dated 700,000 BCE.",
              "This makes it (along with the effigy of Tan-Tan) the oldest example of mobiliary art ever recorded, and remarkably, it means that it predated Neanderthal man, and was created by an earlier hominid like Homo erectus.",
              "• See also: Blombos Cave Engravings.",
              "• For the origins of painting and sculpture, see: Homepage.",
              "ENCYCLOPEDIA OF STONE AGE ART © visual-arts-cork.",
              "com.",
              "All rights reserved."
            ]
          }
        ],
        "The Blombos Cave engravings in South Africa are abstract lines and patterns engraved on ochre pieces that date back to 70,000 BC.": [
          {
            "title": "An abstract drawing from the 73,000-year-old levels at Blombos Cave ...",
            "url": "https://www.nature.com/articles/s41586-018-0514-3",
            "content": [
              "An abstract drawing from the 73,000-year-old levels at Blombos Cave ...",
              "Thank you for visiting nature.",
              "com.",
              "You are using a browser version with limited support for CSS.",
              "To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer).",
              "In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript.",
              "Advertisement Nature volume 562, pages 115–118 (2018)Cite this article 26k Accesses 143 Citations 2320 Altmetric Metrics details Abstract and depictive representations produced by drawing—known from Europe, Africa and Southeast Asia after 40,000 years ago—are a prime indicator of modern cognition and behaviour1.",
              "Here we report a cross-hatched pattern drawn with an ochre crayon on a ground silcrete flake recovered from approximately 73,000-year-old Middle Stone Age levels at Blombos Cave, South Africa.",
              "Our microscopic and chemical analyses of the pattern confirm that red ochre pigment was intentionally applied to the flake with an ochre crayon.",
              "The object comes from a level associated with stone tools of the Still Bay techno-complex that has previously yielded shell beads, cross-hatched engravings on ochre pieces and a variety of innovative technologies2,3,4,5.",
              "This notable discovery pre-dates the earliest previously known abstract and figurative drawings by at least 30,000 years.",
              "This drawing demonstrates the ability of early Homo sapiens in southern Africa to produce graphic designs on various media using different techniques.",
              "You have full access to this article via your institution.",
              "Blombos Cave (BBC) is situated on the southern Cape coast, about 300 km east of Cape Town (34° 24′ 51′′ S, 21° 13′ 19′′ E).",
              "Excavations commenced in 1991 and are on-going.",
              "The site contains well-stratified Middle Stone Age (MSA) deposits dating to between 100 and 72 thousand years ago (ka)6, topped by a layer of sterile aeolian dune sand (dated to 70 ka) and Later Stone Age layers dated to 2 ka (Fig.",
              "1).",
              "The MSA sequence consists of four phases, of which the upper two—‘BBC M1’ and ‘BBC M2 upper’—are associated with the Still Bay techno-complex, dated to about 77–73 ka7.",
              "These phases contain bifacial foliate points, of which 12% were heated before final shaping using pressure flaking5,8.",
              "Other cultural markers of the Still Bay from these layers include bone awls and spear points4, possible engravings of parallel and joining lines on bone4,9, beads made from Nassarius kraussianus shells (67 recovered thus far, some of which are stained with ochre3,10) and pieces of ochre engraved with geometric patterns, eight of which have been recovered thus far—of which two display distinct cross-hatched designs2,11.",
              "Left, phases and optically stimulated luminescence dates for the Middle Stone Age levels at Blombos Cave.",
              "Centre, labels for individual layers superimposed on section.",
              "Right, layers from which the L13 silcrete flake with ochre drawings and previously described engraved ochre pieces were recovered.",
              "Scale bars, 1 cm.",
              "The ‘M2 lower’ phase (dated to about 85–82 ka) is a low-intensity occupational horizon with no Still Bay type artefacts or engraved ochre.",
              "The M3 phase (dated to about 101–94 ka) contains abundant natural and used ochre, as well as ten pieces of ochre engraved with geometric designs that include three crosshatched motifs11.",
              "In addition, an in situ toolkit consisting of ochre, heated seal bone, charcoal and associated processing materials—used to create a liquid pigmented compound stored in abalone shells—was recovered from a layer of this phase that dates to about 100 ka6.",
              "The silcrete flake with a cross-hatched pattern described here was excavated in 2011 and comes from the M1 phase (layer CCC, square G7b).",
              "The objects recovered from this layer were gently washed with running tap water in the field and the laboratory, and dried at air temperature.",
              "The pattern on the piece was noticed during analysis of the lithic debitage.",
              "The piece was numbered L13 in the laboratory (Fig.",
              "2, Supplementary Data and Supplementary Video).",
              "The flake is coarse-grained silcrete (length 38.",
              "6 mm, width 12.",
              "8 mm and height 15.",
              "4 mm).",
              "The pattern is on a slightly concave smooth face—the flake’s striking platform—and extends to a flake scar on the same surface.",
              "It consists of a set of six straight sub-parallel lines (Fig.",
              "3, lines 1–6) crossed obliquely by three slightly curved lines (lines 7–9).",
              "Line 6 partially overlaps the edge of the flake scar, which suggests it was made after the flake became detached.",
              "All the lines are discontinuous and one (line 5) is wider and better defined than the others.",
              "Microscopic and chemical analyses confirm that the lines on L13 are composed of haematite-rich powder, commonly called ochre (Extended Data Fig.",
              "1, Supplementary Information and Supplementary Table 2).",
              "They differ markedly in colour and composition from the silcrete and the orange calcite patches present on the same surface.",
              "The abrupt termination of all lines on the fragment edges indicates that the pattern originally extended over a larger surface (Fig.",
              "3b)—the pattern was probably more complex and structured in its entirety than in this truncated form.",
              "Image credit, C.",
              "Foster.",
              "a, Tracing with the drawn red lines numbered, the calcite patches shown in orange and the ochre residues in dark red.",
              "The ground surface is coloured light grey, the darker grey area indicates a flake scar and the darkest grey indicates the breakage fractures after L13 became detached from the originally larger grindstone.",
              "b, Schematic of lines extending beyond the outline of the present flake.",
              "Experimentally marking silcrete flakes with ochre crayons or paint indicates that the lines on L13 were produced with a crayon and thus constitute a drawing (Fig.",
              "4, Extended Data Figs.",
              "3, 4, Supplementary Information and Supplementary Table 1).",
              "Discontinuous lines consisting of loose powder in recesses and firmly adhering ochreous patches on elevated areas are produced when experimentally marking a silcrete flake with an ochre crayon.",
              "Parallel striations are visible on the patches.",
              "These same diagnostic features are seen on the lines composing the pattern on L13.",
              "By contrast, our experimental painted lines have clear edges, are solidly filled and show no striations (Extended Data Fig.",
              "7a).",
              "The deposits produced by the two techniques are still clearly visible on the experimental material after rinsing under running water (Extended Data Fig.",
              "7c).",
              "a, Middle portions of lines 3 and 4 with location of the micrographs shown in d–f.",
              "b, Lines 8 and 9 on the proximal portion of the flake, with location of the micrographs g, h.",
              "c, Lines 9 and 6 on the proximal portion of the flake.",
              "i, Depth map of micrograph shown in f, with the location of the section shown in j indicated by a white line.",
              "Large white large arrows (d–h) point to deposits of powdery ochre preserved in recesses, small yellow arrows (d, e, g, h) point to prominent areas with compacted ochre deposits on which remnants of striations are still visible.",
              "These features are similar to those produced when a silcrete flake is experimentally marked with an ochre crayon (Extended Data Fig.",
              "3b).",
              "The width of the lines on the archaeological material, compared to their experimental counterpart, indicates that they were probably drawn with a pointed ochre crayon (Extended Data Fig.",
              "5).",
              "Lines 2, 3, 4, 7, 8 and 9 were made by a single stroke with a 1.",
              "3–3.",
              "3-mm-wide ochre tip.",
              "Line 5 is wider and the ochre is more continuous, probably because it was created with multiple strokes.",
              "On experimental drawn lines, loose powder followed by a compacted streak is an indicator of stroke direction.",
              "When applied to the L13 drawing, this observation shows that the single-stroke lines 2, 3 and 4 were drawn in the same direction (Extended Data Figs.",
              "3, 4).",
              "Line 5 is a multiple-stroke line, perhaps produced by a to-and-fro motion (Fig.",
              "3).",
              "Line 6 does not show clear indication of directionality.",
              "Line 8—and probably lines 7 and 9—was drawn in a direction opposite to that of lines 2, 3 and 4, which could indicate that the object was turned during drawing.",
              "The order in which the lines were drawn could not be established.",
              "The surface on L13 with the drawing is smoothed by grinding and shows microscopic haematite-rich residues, which indicates that the object is a flake from a grindstone that was used to process ochre before the drawing was made (Extended Data Fig.",
              "2).",
              "Subsequent cleaning of the grindstone by the inhabitants of BBC removed most traces of loose ochre powder (produced during grinding), and left a surface that was almost clean but which retained minute traces of ochre.",
              "Tribological analysis conducted with two different methods supports the grindstone hypothesis;",
              "it shows that the surface with the drawing is significantly smoother than the other faces of L13 and typical cortical and knapped surfaces of other pieces of silcrete recovered from MSA levels at BBC, which confirms that the smoothing recorded on L13 cannot be due to natural processes (Extended Data Fig.",
              "6a, b, Supplementary Information and Supplementary Table 3).",
              "Experimental reproduction of the lines found on L13 using the same technique (that is, using a pointed ochre crayon) indicates that the drawing was more visible when it was produced and that the loose powder that originally composed the lines was subsequently lost through taphonomic processes and rinsing.",
              "The lines produced on smooth silcrete—such as on L13—are better defined than on rough surfaces;",
              "and the ochre crayon used for the design was probably soft and produced lines that adhered well to the silcrete.",
              "We conclude that the ochre crayon was intentionally used to produce a cross-hatched design.",
              "Ochre powder was used for practical purposes by MSA people;",
              "for example, as a glue additive and perhaps as a sun screen12,13.",
              "Experimental reproduction of numerous lines longer than all those on L13 (Extended Data Fig.",
              "3b, Supplementary Information) produced less than 1 mg of ochre powder, thus discounting a utilitarian objective for the production of the L13 lines.",
              "Abstract engravings are known from several archaeological sites that pre-date the Later Stone Age (which began about 42–44 ka) in Africa, and from the Upper Palaeolithic (dated to about 44 ka) in Europe;",
              "these include an engraved shell from Trinil dated to 540 ka14, an engraved bone from Bilzingsleben at 370 ka15, engraved ochre from BBC (100–73 ka)11, engraved cortices from Qafzeh (90 ka)16 and Quneitra (60 ka)17, engraved ostrich egg shells from Diepkloof18 and Klipdrift Shelter (65–59 ka)19 and engraved bedrock from Gorham’s Cave (over 40 ka)20.",
              "A date of 66–64 ka—which would indicate Neanderthal authorship—has recently been proposed for ochre markings from three caves in Spain21,22.",
              "However, the earliest previously known evidence for drawing techniques comes from much younger sites that post-date 42 ka, such as Chauvet23,24, El Castillo25, Apollo 1126 and Maros caves27.",
              "The discovery of L13 demonstrates that drawing was part of the behavioural repertoire of populations of early Homo sapiens in southern Africa at about 73 ka.",
              "It demonstrates their ability to apply similar graphic designs on various media using different techniques.",
              "The discovery of abstract engravings on ochre, with patterns comparable to L13, from levels at BBC dated to 100–73 ka (Fig.",
              "1) and the production of an ochre-rich paint stored in abalone shells6 suggest that drawings and possibly paintings may have been produced in older MSA levels, perhaps since 100 ka.",
              "The cross-hatched pattern of L13 pre-dates by at least 30,000 years the earliest previously known abstract and figurative drawings.",
              "This finding supplements previous evidence reflecting cultural modernity and symbol use that has already been identified in the MSA levels at BBC through the discovery of personal ornaments, elaborate bone tools, engravings, and the production and storage of pigmented compounds.",
              "The L13 drawing adds a further dimension to our understanding of the processes that shaped the behaviour and cognition of early H.",
              "sapiens.",
              "No statistical methods were used to predetermine sample size.",
              "The experiments were not randomized and investigators were not blinded to allocation during experiments and outcome assessment.",
              "L13 was photographed using various macro-lenses, and examined and photographed with a motorized Leica Z6 APOA equipped with a DFC420 digital camera linked to LAS Montage and Leica Map DCM 3D computer software.",
              "Sections and three-dimensional models of selected portions of the lines on L13 were obtained with the LAS Montage, or by exporting depth maps obtained with the LAS Montage into the Leica Map DCM 3D.",
              "An image of the surface with the cross-hatching was obtained by importing overlapping micrographs from the LAS Montage into Adobe Illustrator and then producing a tracing of the red patches and other features identified on L13.",
              "This tracing was compared to the original under a microscope and corrected as required.",
              "Data on the morphology, size, number of patches composing the lines on L13 and presence of striations on these lines were recorded.",
              "Unmodified pieces of ochre (Extended Data Fig.",
              "7a) with narrow pointed or linear edges and variable texture and hardness were used to experimentally mark silcrete flakes (Extended Data Fig.",
              "7b).",
              "These flakes are archaeological objects that derive from weathered and eroding MSA levels on the BBC talus.",
              "The silcrete flakes were carefully cleaned with a brush under running water between marking experiments to remove all traces of ochre from their surfaces.",
              "In the first experiment, both pointed and linear ochre pieces were used to produce single- and multiple-stroke straight and curved lines.",
              "Multiple strokes were produced by repeatedly passing the ochre edge over the silcrete surface in the same direction or with a to-and-fro movement in an effort to accurately superimpose each new line on those previously made.",
              "In a second experiment, four pointed and four linear ochre edges were used to produce a sequence of six single-stroke, parallel, straight four-centimetre-long lines per edge (Supplementary Table 1).",
              "The width and length of the microfacets created on the ochre pieces by the marking process and the maximum and minimum width of the lines produced on the silcrete flakes were measured with a digital calliper after each line was produced.",
              "In a third experiment, fine-grained ochre powder, produced by rubbing ochre pieces on a grindstone, was mixed with water in three different concentrations to produce three gradations of viscosity (thin, medium and thick).",
              "Wooden sticks of 1 mm and 2 mm in diameter were gently crushed at one end with a hammer over a length of 1 cm to create a brush, and this was used to apply the three types of paint onto flat surfaces on the silcrete flakes.",
              "The experimental lines made with the ochre pieces and wooden applicators were examined and photographed with the same equipment and procedures used for examining L13 immediately after their production and after being gently washed for 10 s under running tap water and dried at air temperature.",
              "This is the same cleaning process used for L13 and other BBC lithics recovered during sieving.",
              "When examining the experimental drawn and painted lines under the microscope, particular attention was paid to identifying features diagnostic of the marking technique, the direction in which the lines were made, the type of ochre edge used and the way in which washing altered the lines.",
              "In a final experiment, loose ochre powder produced by drawing nine four-centimetre-long straight lines with pointed and linear pieces on a silcrete flake was recovered and weighed on a scale with an accuracy of 1 mg.",
              "Scanning electron microscopy with energy-dispersive X-ray spectroscopy (SEM–EDS) analyses were performed using a FEI Quanta 200.",
              "Back-scattered electron images (BSE) and elemental analyses were conducted under a low vacuum mode with an accelerating voltage of 15 kV.",
              "BSE images were produced with a SiLi detector and EDS analyses with a SDD-EDAX detector.",
              "The EDS analyses were conducted under similar magnifications (×50, ×100 or ×200, and ×500 or ×1,000), at the same working distance (10 mm) and with the same acquisition time (100 s) for each EDS spectrum.",
              "Semi-quantitative data were calculated in weight percentages and normalized to 100%, C and O being included.",
              "Major (>10%), minor (>3%) and minor-to-trace elements (<3%) were distinguished28.",
              "For Raman analysis we used a SENTERRA dispersive Raman microscope (Bruker), equipped with an internal calibration system.",
              "The analyses were done with a 785-nm laser and a power of 1 mW to avoid transformation of mineral phases.",
              "Acquisition time was set to between 30 s and 70 s, and several co-additions of the signal if necessary.",
              "The working area was observed through the integrated colour camera, and data were collected with the software package OPUS 7.",
              "2.",
              "High-resolution surface topography was acquired with a Sensofar S neox confocal microscope driven by SensoScan 6 software (Sensofar).",
              "For this study, we selected thirty 1.",
              "67 × 1.",
              "25-mm areas that were measured with a 20× objective (NA 0.",
              "45).",
              "This allowed for a spatial resolution of 0.",
              "65 μm and a vertical resolution of 0.",
              "31 μm.",
              "Seven areas were measured outside of the red lines on the surface with the drawing, seven on the other surfaces of L13, ten on the knapped surfaces and ten on the natural cortical surfaces of two fine-grained silcrete flakes from the MSA levels at BBC (Extended Data Fig.",
              "6a).",
              "Three-dimensional reconstructions of the measured areas were visually compared.",
              "The location of the measured areas on L13 was randomly selected (Extended Data Fig.",
              "6c).",
              "Tribological analysis of these surfaces entailed pre-treatments and the calculation of surface texture parameters according to the ISO standard 25178, using the SensoMap software.",
              "Pre-treatments conducted on the raw acquisitions consisted of (1) filling non-measured points using the neighbourhood valid points algorithm, (2) removing the general shape of the surface by subtracting a second-degree polynomial, (3) separating waviness from roughness by the application of a Gaussian filter with a 0.",
              "25-mm cut-off value, so that only roughness is kept for the calculation of surface texture parameters.",
              "Height, functional, spatial, hybrid and functional volume parameters were calculated for each quarter of each pre-treated area.",
              "Kruskall–Wallis multiple comparison tests29 were applied to the dataset.",
              "Scale sensitive fractal analysis using SensoMap 7.",
              "4.",
              "8443 software was also applied to L1330.",
              "This analysis calculates the difference between the topographic surface and its planimetric area.",
              "The calculation is made at many consecutive scales by reducing the area of the triangles tiling the surface.",
              "Results are represented by an s-curve in which the rising indicates the scale at which the surface becomes rough.",
              "A high-resolution three-dimensional model was created by photogrammetry using the Photoscan Standard software (Agisoft, version 1.",
              "4.",
              "0).",
              "Fifty-six photos taken with a macro lens from different points of view were processed to create the model and apply the texture (Supplementary Data and Supplementary Video).",
              "Further information on research design is available in the Nature Research Reporting Summary linked to this paper.",
              "All data generated or analysed during this study are included in the published article and its Supplementary Information.",
              "d’Errico, F.",
              "& Stringer, C.",
              "B.",
              "Evolution, revolution or saltation scenario for the emergence of modern cultures?",
              "Phil.",
              "Trans.",
              "R.",
              "Soc.",
              "Lond.",
              "B 366, 1060–1069 (2011).",
              "Article Google Scholar Henshilwood, C.",
              "S.",
              "et al.",
              "Emergence of modern human behavior: Middle Stone Age engravings from South Africa.",
              "Science 295, 1278–1280 (2002).",
              "Article ADS CAS PubMed Google Scholar Henshilwood, C.",
              ", d’Errico, F.",
              ", Vanhaeren, M.",
              ", van Niekerk, K.",
              "& Jacobs, Z.",
              "Middle Stone Age shell beads from South Africa.",
              "Science 304, 404 (2004).",
              "Article CAS PubMed Google Scholar d’Errico, F.",
              "& Henshilwood, C.",
              "S.",
              "Additional evidence for bone technology in the southern African Middle Stone Age.",
              "J.",
              "Hum.",
              "Evol.",
              "52, 142–163 (2007).",
              "Article PubMed Google Scholar Mourre, V.",
              ", Villa, P.",
              "& Henshilwood, C.",
              "S.",
              "Early use of pressure flaking on lithic artifacts at Blombos Cave, South Africa.",
              "Science 330, 659–662 (2010).",
              "Article ADS CAS PubMed Google Scholar Henshilwood, C.",
              "S.",
              "et al.",
              "A 100,000-year-old ochre-processing workshop at Blombos Cave, South Africa.",
              "Science 334, 219–222 (2011).",
              "Article ADS CAS PubMed Google Scholar Jacobs, Z.",
              ", Hayes, E.",
              "H.",
              ", Roberts, R.",
              "G.",
              ", Galbraith, R.",
              "F.",
              "& Henshilwood, C.",
              "S.",
              "An improved OSL chronology for the Still Bay layers at Blombos Cave, South Africa: further tests of single-grain dating procedures and a re-evaluation of the timing of the Still Bay industry across southern Africa.",
              "J.",
              "Archaeol.",
              "Sci.",
              "40, 579–594 (2013).",
              "Article Google Scholar Villa, P.",
              ", Soressi, M.",
              ", Henshilwood, C.",
              "S.",
              "& Mourre, V.",
              "The Still Bay points of Blombos Cave (South Africa).",
              "J.",
              "Archaeol.",
              "Sci.",
              "36, 441–460 (2009).",
              "Article Google Scholar d’Errico, F.",
              ", Henshilwood, C.",
              "S.",
              "& Nilssen, P.",
              "An engraved bone fragment from c.",
              "70,000-year-old Middle Stone Age levels at Blombos Cave, South Africa: implications for the origin of symbolism and language.",
              "Antiquity 75, 309–318 (2001).",
              "Article Google Scholar Vanhaeren, M.",
              ", d’Errico, F.",
              ", van Niekerk, K.",
              "L.",
              ", Henshilwood, C.",
              "S.",
              "& Erasmus, R.",
              "M.",
              "Thinking strings: additional evidence for personal ornament use in the Middle Stone Age at Blombos Cave, South Africa.",
              "J.",
              "Hum.",
              "Evol.",
              "64, 500–517 (2013).",
              "Article PubMed Google Scholar Henshilwood, C.",
              "S.",
              ", d’Errico, F.",
              "& Watts, I.",
              "Engraved ochres from the Middle Stone Age levels at Blombos Cave, South Africa.",
              "J.",
              "Hum.",
              "Evol.",
              "57, 27–47 (2009).",
              "Article PubMed Google Scholar Wadley, L.",
              "Ochre crayons or waste products?",
              "Replications compared with MSA ‘crayons’ from Sibudu cave, South Africa.",
              "Before Farming 2005, 1–12 (2005).",
              "Article Google Scholar Rifkin, R.",
              "F.",
              "et al.",
              "Evaluating the photoprotective effects of ochre on human skin by in vivo SPF assessment: implications for human evolution, adaptation and dispersal.",
              "PLoS ONE 10, e0136090 (2015).",
              "Article PubMed PubMed Central Google Scholar Joordens, J.",
              "C.",
              "et al.",
              "Homo erectus at Trinil on Java used shells for tool production and engraving.",
              "Nature 518, 228–231 (2015).",
              "Article ADS CAS PubMed Google Scholar Mania, D.",
              "& Mania, U.",
              "Deliberate engravings on bone artefacts of Homo erectus.",
              "Rock Art Res.",
              "5, 91–107 (1988).",
              "Google Scholar Hovers, E.",
              ", Vandermeersch, B.",
              "& Bar-Yosef, O.",
              "A Middle Palaeolithic engraved artefact from Qafzeh Cave, Israel.",
              "Rock Art Res.",
              "14, 79–87 (1997).",
              "Google Scholar Marshack, A.",
              "A Middle Paleolithic symbolic composition from the Golan heights: the earliest known depictive image.",
              "Curr.",
              "Anthropol.",
              "37, 357–365 (1996).",
              "Article Google Scholar Texier, P.",
              "-J.",
              "et al.",
              "The context, form and significance of the MSA engraved ostrich eggshell collection from Diepkloof Rock Shelter, Western Cape, South Africa.",
              "J.",
              "Archaeol.",
              "Sci.",
              "40, 3412–3431 (2013).",
              "Article Google Scholar Henshilwood, C.",
              "S.",
              "et al.",
              "Klipdrift Shelter, southern Cape, South Africa: preliminary report on the Howiesons Poort layers.",
              "J.",
              "Archaeol.",
              "Sci.",
              "45, 284–303 (2014).",
              "Article Google Scholar Rodríguez-Vidal, J.",
              "et al.",
              "A rock engraving made by Neanderthals in Gibraltar.",
              "Proc.",
              "Natl Acad.",
              "Sci.",
              "USA 111, 13301–13306 (2014).",
              "Article ADS PubMed PubMed Central Google Scholar Hoffmann, D.",
              "L.",
              "et al.",
              "U-Th dating of carbonate crusts reveals Neandertal origin of Iberian cave art.",
              "Science 359, 912–915 (2018).",
              "Article ADS CAS PubMed Google Scholar Pearce, D.",
              "G.",
              "& Bonneau, A.",
              "Trouble on the dating scene.",
              "Nat.",
              "Ecol.",
              "Evol.",
              "2, 925–926 (2018).",
              "Quiles, A.",
              "et al.",
              "A high-precision chronological model for the decorated Upper Paleolithic cave of Chauvet-Pont d’Arc, Ardèche, France.",
              "Proc.",
              "Natl Acad.",
              "Sci.",
              "USA 113, 4670–4675 (2016).",
              "Article ADS CAS PubMed PubMed Central Google Scholar Sadier, B.",
              "et al.",
              "Further constraints on the Chauvet cave artwork elaboration.",
              "Proc.",
              "Natl Acad.",
              "Sci.",
              "USA 109, 8002–8006 (2012).",
              "Article ADS CAS PubMed PubMed Central Google Scholar Pike, A.",
              "W.",
              "et al.",
              "U-series dating of Paleolithic art in 11 caves in Spain.",
              "Science 336, 1409–1413 (2012).",
              "Article ADS CAS PubMed Google Scholar Wendt, W.",
              "E.",
              "‘Art mobilier’ from the Apollo 11 Cave, South West Africa: Africa’s oldest dated works of art.",
              "S.",
              "Afr.",
              "Archaeol.",
              "Bull.",
              "31, 5–11 (1976).",
              "Article Google Scholar Aubert, M.",
              "et al.",
              "Pleistocene cave art from Sulawesi, Indonesia.",
              "Nature 514, 223–227 (2014).",
              "Article ADS CAS PubMed Google Scholar d’Errico, F.",
              "et al.",
              "The technology of the earliest European cave paintings: El Castillo Cave, Spain.",
              "J.",
              "Archaeol.",
              "Sci.",
              "70, 48–65 (2016).",
              "Article Google Scholar Siegel, S.",
              "& Castellan, N.",
              "J.",
              "Jr.",
              "Nonparametric Statistics for the Behavioral Sciences (McGraw-Hill, New York, 1988).",
              "Google Scholar Brown, C.",
              "A.",
              "in Characterisation of Areal Surface Texture (ed.",
              "Leach, R.)",
              "129–153 (Springer, Berlin, 2013).",
              "Download references Partial funding for this research was provided to C.",
              "S.",
              "H.",
              ", K.",
              "L.",
              "v.",
              "N.",
              "and F.",
              "d’E.",
              "by the Research Council of Norway through its Centres of Excellence funding scheme, Centre for Early Sapiens Behaviour (SapienCE), project number 262618;",
              "to C.",
              "S.",
              "H.",
              "by a South African National Research Foundation Research Chair (SARChI) at the University of the Witwatersrand and the Evolutionary Studies Institute at the University of the Witwatersrand, and the University of Bergen, Norway;",
              "F.",
              "d’E.",
              ", L.",
              "D.",
              "and A.",
              "Q.",
              "by the LaScArBx, a research programme supported by the ANR (ANR-10-LABX-52).",
              "We thank C.",
              "Foster for the image in Fig.",
              "2;",
              "P.",
              "Keene for assistance in the Cape Town laboratory, I.",
              "Svahn for assistance with electron microscopy in Bordeaux, G.",
              "Devilder for his input on Fig.",
              "3 and M.",
              "Haaland for his stratigraphy image on Fig.",
              "1.",
              "Nature thanks J.",
              "C.",
              "A.",
              "Joordens, G.",
              "van den Bergh and the anonymous reviewer(s) for their contribution to the peer review of this work.",
              "SFF Centre for Early Sapiens Behaviour (SapienCE), University of Bergen, Bergen, Norway Christopher S.",
              "Henshilwood, Francesco d’Errico & Karen L.",
              "van Niekerk Evolutionary Studies Institute, University of the Witwatersrand, Johannesburg, South Africa Christopher S.",
              "Henshilwood CNRS UMR 5199, University of Bordeaux, Bordeaux, France Francesco d’Errico, Laure Dayet & Alain Queffelec Laboratoire TRACES UMR 5608, Université Toulouse Jean Jaures, Toulouse, France Laure Dayet Unité d’Anthropologie/Laboratoire Archéologie et Peuplement de l’Afrique, Geneva, Switzerland Luca Pollarolo School of Geography, Archaeology and Environmental Studies, University of the Witwatersrand, Johannesburg, South Africa Luca Pollarolo You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar You can also search for this author in PubMed Google Scholar C.",
              "S.",
              "H.",
              "and K.",
              "L.",
              "v.",
              "N.",
              "directed the excavations at Blombos Cave.",
              "C.",
              "S.",
              "H.",
              ", F.",
              "d’E.",
              "and K.",
              "L.",
              "v.",
              "N.",
              "planned the methodology for examination of L13, and conceived and carried out the experimental replication tests.",
              "F.",
              "d’E.",
              "and L.",
              "D.",
              "carried out the microscopic analysis of L13 and experimental lines.",
              "L.",
              "D.",
              "carried out the chemical analyses of L13.",
              "A.",
              "Q.",
              "carried out the tribological analysis of the surfaces of L13 and produced the MP4 video (Supplementary Video) and three-dimensional PDF (Supplementary Data) of L13.",
              "L.",
              "P.",
              "recovered L13 during lithic analysis and recognized its importance.",
              "C.",
              "S.",
              "H.",
              ", F.",
              "d’E.",
              ", K.",
              "L.",
              "v.",
              "N.",
              ", L.",
              "D.",
              "and A.",
              "Q.",
              "co-wrote the paper.",
              "L.",
              "P.",
              "contributed to editing the final paper.",
              "Correspondence to Christopher S.",
              "Henshilwood.",
              "The authors declare no competing interests.",
              "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
              "The lines consist mainly of fine-grained iron oxide (Fe), that were applied to the surface, as no haematite occur naturally in the silcrete raw material of L13.",
              "A, Photographs (left) and SEM–EDS images (right) of the red lines of the surface of L13.",
              "In the subpanels of A, images in a, b show lines 2 and 3;",
              "c, d show lines 5, 8 and 9;",
              "and e, f show lines 6 and 9 and red spots on a flake scar.",
              "The white rectangles in a, c and e indicate the areas that are enlarged in subpanels b, d and f, respectively.",
              "Notice the white appearance of the lines in the back-scattered electrons SEM–EDS images due to the presence of iron rich deposits.",
              "B, SEM–EDS images (back-scattered electrons) of line 2 and 5.",
              "Subpanels a–c show line 2;",
              "d–f show line 5.",
              "White squares indicate areas that are enlarged in the image with the corresponding letter.",
              "The rectangles and black/white circles in subpanels c, f show differences in elemental composition between the drawn lines (light areas) and the silcrete surface (dark areas).",
              "C, Raman analysis of line 4.",
              "Subpanel a shows a photograph with the location of the analysed area (white rectangle).",
              "Subpanel b shows the analysed spots and identified minerals.",
              "Subpanel c shows Raman spectra and micrographs of the analysed areas with peaks identifying haematite (red numbers) and quartz (black numbers).",
              "The microresidues on the smoothed silcrete surface outside of the lines differ in Fe content from the red lines, which—along with the presence of microstriations—supports the theory that the silcrete flake was part of an ochre grindstone before the drawing was made.",
              "A, Photographs and micrographs of the lines drawn on L13.",
              "Black squares in subpanels a, c, e indicate the areas enlarged in the adjacent subpanels b, d, f.",
              "Red residues are clearly visible on the matrix and on quartz grains.",
              "f, Black lines highlight superficial randomly oriented striations.",
              "B, SEM–EDS analysis of the silcrete outside the drawn lines.",
              "In subpanels a, c, d, black and white squares indicate the areas enlarged in the adjacent photograph.",
              "In subpanels e, f, the analysed spots (black squares and circles) identify the presence of isolated iron-rich particles on the surface of the matrix and the quartz grains.",
              "C, Raman analysis of microresidues preserved in quartz grain pits.",
              "Subpanel a shows a photograph with the location of the analysed area (white rectangle).",
              "Subpanel b shows analysed spots (white squares) and identified minerals.",
              "Subpanel c shows Raman spectra and micrographs of the analysed areas, with peaks identifying haematite (red numbers) and quartz (black numbers).",
              "The area shown in subpanel b of panel C is the same as the area shown in subpanel b of panel B.",
              "A, Micrographs of experimentally painted lines before and after rinsing.",
              "Subpanels a–c show lines produced by applying a liquid (a), viscous (b) and very viscous (c) paint with a thin wooden brush on a silcrete surface.",
              "Subpanels d–f show the three-dimensional rendering of the same lines showing the surface topography.",
              "Subpanels g–i show the same lines after gently rinsing the surface of the silcrete under running tap water.",
              "B, Lines produced experimentally on a silcrete flake with an ochre crayon.",
              "Subpanel a shows a single-stroke line drawn from the top to the bottom.",
              "Subpanels b, c show close-up views and three-dimensional renderings (subpanels d, e) of selected areas of subpanel a.",
              "Subpanels h, i show a photograph (h) and three-dimensional rendering (i) of a single-stroke line produced from the top to the bottom after gently rinsing the silcrete flake under running tap water.",
              "Subpanels f, g and j are depth maps and sections of b, c and a selected area of h, respectively.",
              "The locations of the sections are indicated on the depth maps by white bars.",
              "White arrows indicate deposits of powdery ochre preserved in recesses, and larger yellow arrows indicate prominent areas with compacted ochre deposits covered by striations.",
              "Compacted patches of ochre covered by striations and small deposits of ochre powder in recesses are preserved after the rinsing;",
              "these features and lines are similar to those on L13 (Fig.",
              "4).",
              "These images show that, as it is difficult to exactly superimpose a new line on a previous one, superimposing a line on a previous line generally results in a wider line.",
              "Unidirectional, superimposed lines retain the same features observed on a single-stroke line.",
              "Multiple lines produced by a to-and-fro movement of the ochre edge show microscopic evidence that the crayon was moved in both directions.",
              "a, Straight single- (left) and five-stroke line (right) produced from the top to the bottom.",
              "b, Curved single- (left) and five-stroke line (right) produced from top left to the bottom right.",
              "c, Straight single- (left) and five-stroke line (right) produced by a to-and-fro motion.",
              "The lines in this figure were not rinsed with water.",
              "The morphology of lines will depend on the properties and composition of the ochre, the roughness of the silcrete surface, the pressure exerted and the morphology of the ochre area in contact with the silcrete.",
              "In general, soft, plastic, clayish ochre will produce thicker and more continuous lines than silty or sand-rich ochre.",
              "Lines on fine-grained silcrete will be better defined than those on coarse silcrete.",
              "Stronger pressure will produce comparatively wider, thicker and better defined lines.",
              "Six lines made with each of eight unmodified ochre crayons had a maximum width ranging from about 0.",
              "9 to 3.",
              "3 mm.",
              "Lines produced with a pointed ochre crayon tend to be wider and more variable in width than those made with a linear edge.",
              "The width of lines made with a linear edge is strongly correlated with the maximum width of the facets on the ochre piece.",
              "By contrast, no correlation is observed between the lines made with pointed crayons and the maximum width of the facets on the crayon.",
              "The width of the lines on the drawn cross-hatching present on L13 is comparable with that of the experimental lines.",
              "The range (1.",
              "8–2.",
              "9 mm) of this width best fits the width variability observed when marking the silcrete with a pointed crayon rather than an edge.",
              "This indicates that a pointed ochre crayon was used to produce the cross-hatching and that the facet of the crayon in contact with the silcrete was about 1.",
              "3–2.",
              "9 mm wide.",
              "A, Correlation between the width of lines and the width of the resulting facets on eight experimental ochre crayons.",
              "Subpanel a shows results from crayons with pointed active areas.",
              "Subpanel b shows results from crayons with linear active areas.",
              "The grey bars indicate the width of lines on L13.",
              "B, Wear facet appearing on the natural surface of an ochre crayon after a single stroke (subpanel a) and five strokes (subpanel b).",
              "Three-dimensional rendering shows flattening of the surface of L13 with the drawing, dissolution of the matrix between quartz grains on the cortex of the BBC silcrete flakes and an unworn appearance of the other surfaces of L13 and the ventral aspect of the BBC silcrete flakes.",
              "A, Roughness analysis of L13 and MSA silcrete flakes from BBC.",
              "Subpanels a–d show three-dimensional renderings of a selected area of the surface of L13 with the drawing (a), other surfaces of L13 (b), knapped (c) and cortical (d) surfaces of BBC silcrete flakes.",
              "Subpanel e shows box plots of the variation of roughness variables Sq and Sdr, and a bi-plot correlating these two variables.",
              "Notice the high degree of smoothness of the surface of L13 with the drawing relative to the other surfaces.",
              "A Kruskall–Wallis multiple comparison test demonstrates that Sq, Sdr and Spc on the surface with the drawing are significantly lower (P < 0.",
              "01) than those measured on the remainder of the analysed surfaces of L13.",
              "B, Areal fractal analysis confirms a clear difference in roughness between the surface with the drawing and other surfaces of L13.",
              "This is consistent with the interpretation of the wear on the surface with the drawing as being produced by grinding activities before the drawing occurred.",
              "C, Analysis of L13 with confocal microscopy.",
              "Rectangles indicate the locations of the analysed areas on the surface with the drawing (red) and on the other surfaces (green).",
              "Letters distinguish analyses conducted with areal fractal analysis on the surface with the drawing (a), a flake scar on the surface with the drawing (b), a flake scar on the dorsal surface (c) from analyses made on the dorsal (d) and ventral surfaces (e).",
              "a, Pieces of ochre used experimentally to produce lines on silcrete flakes.",
              "b, Silcrete flakes used during the experiments.",
              "This file contains microscopic examination and chemical analyses;",
              "experimental marking of silcrete flakes;",
              "ochre deposits from hammer-stone contact;",
              "tribological analysis;",
              "Tables 1-3: Data on experimental ochre crayons and resulting lines;",
              "SEM-EDS analyses on lines and other surfaces of L13;",
              "Kruskall-Wallis test of surfaces of L13 and other silcrete flakes.",
              "A 3D .",
              "pdf model of L13 Video showing a 3D view of L13 and tracing of the drawn lines.",
              "Reprints and Permissions Henshilwood, C.",
              "S.",
              ", d’Errico, F.",
              ", van Niekerk, K.",
              "L.",
              "et al.",
              "An abstract drawing from the 73,000-year-old levels at Blombos Cave, South Africa.",
              "Nature 562, 115–118 (2018).",
              "https://doi.",
              "org/10.",
              "1038/s41586-018-0514-3 Download citation Received: 16 February 2018 Accepted: 07 August 2018 Published: 12 September 2018 Issue Date: 04 October 2018 DOI: https://doi.",
              "org/10.",
              "1038/s41586-018-0514-3 Anyone you share the following link with will be able to read this content: Sorry, a shareable link is not currently available for this article.",
              "Provided by the Springer Nature SharedIt content-sharing initiative Nature Ecology & Evolution (2023) Communications Earth & Environment (2023) Archaeological and Anthropological Sciences (2023) Neuroethics (2023) Journal of World Prehistory (2022) By submitting a comment you agree to abide by our Terms and Community Guidelines.",
              "If you find something abusive or that does not comply with our terms or guidelines please flag it as inappropriate.",
              "You have full access to this article via your institution.",
              "Collection Advertisement Nature (Nature) ISSN 1476-4687 (online) ISSN 0028-0836 (print) © 2023 Springer Nature Limited Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily."
            ]
          },
          {
            "title": "Scientists Date Ochre Pattern on South African Rock Fragment",
            "url": "https://www.archaeology.org/news/6962-180912-blombos-cave-ochre",
            "content": [
              "Scientists Date Ochre Pattern on South African Rock Fragment",
              "A publication of the Archaeological Institute of America Scientists Date Ochre Pattern on South African Rock Fragment Wednesday, September 12, 2018 BERGEN, NORWAY—An international team of researchers led by Christopher Henshilwood of the University of Bergen have concluded that the red marks on a small stone fragment recovered from South Africa’s Blombos Cave were made by a human with a piece of ochre some 73,000 years ago, according to a report in The Guardian.",
              "Because the six thin lines crossed by three additional lines end abruptly at the edge of the stone, the scientists think they were part of a larger design on a grindstone cobble that helped process ochre rocks into powder used to make paint.",
              "Microscopic examination and experimental reproduction of the design revealed that some of narrow the lines had been made with single strokes of an ochre crayon, which must have been hard and pointed, while others were made with a rubbing motion.",
              "“When we reproduced the lines, you have to have a very firm hand and have to apply the ochre quite determinedly to make them look like that,” Henshilwood explained.",
              "Similar designs have been found in places across the world, including Australia, France, and Spain, he added, but archaeologists do not know what they might have meant to the people who made them.",
              "For more on early examples of artistic expression, go to “The First Artists.",
              "” Advertisement 5,500-year-old Baltic amber bead, Maya nose accessory, Bronze Age Kazakhstan’s horse cult, bottling an eternal Egyptian scent, and ancient Indonesian fashion trends A tight-fisted deity Advertisement Advertisement"
            ]
          },
          {
            "title": "&#39;Oldest known drawing&#39; found on tiny rock in South Africa",
            "url": "https://www.bbc.com/news/science-environment-45501205",
            "content": [
              "&#39;Oldest known drawing&#39; found on tiny rock in South Africa",
              "Scientists say they have discovered humanity's oldest known drawing on a small fragment of rock in South Africa.",
              "The drawing is about 73,000 years old, and shows cross-hatch lines sketched onto stone with red ochre pigment.",
              "Scientists discovered the small fragment of the drawing - which some say looks a bit like a hashtag - in Blombos Cave on the southern coast.",
              "The find is \"a prime indicator of modern cognition\" in our species, the report says.",
              "While scientists have found older engravings around the world, research published on Wednesday in the journal Nature says the lines on this stone mark the first abstract drawing.",
              "The article says the ancient artist used an \"ochre crayon\" to etch it onto the stone.",
              "Humanity has used ochre, a clay earth pigment, for at least 285,000 years.",
              "The drawing was \"probably more complex\" in its entirety, archaeologist Christopher Henshilwood told Reuters.",
              "\"The abrupt termination of all lines on the fragment edges indicates that the pattern originally extended over a larger surface,\" he said.",
              "Mr Henshilwood works at Norway's University of Bergen and South Africa's University of the Witwatersrand and led the research into the drawing.",
              "He told Reuters that while the team would be \"hesitant to call it art\", it almost definitely had \"some meaning to the maker\".",
              "There have been numerous other artefacts found in Blombos Cave, 300 kilometres (185 miles) east of Cape Town, including beads covered in red ochre, engraved ochre fragments, and a paint-making kit dating back around 100,000 years.",
              "Modern man, known as homo sapiens, is first known to have appeared more than 315,000 years ago in what is now Africa.",
              "Egyptian mummification 'recipe' revealed DNA shows cave girl was half Neanderthal Traces found of 'world's oldest cheese' Ancient 'paint factory' unearthed World Health Organization says Gaza's main hospital no longer functioning March against antisemitism breaks new ground in France Israel's president denies strikes on Gaza hospital 'Tourists are rethinking their relationship with Earth' Why a South African politician touched a nerve in Kenya Jelling Stone: Scan reveals power of Viking queen.",
              "VideoJelling Stone: Scan reveals power of Viking queen Legal experts see uphill battle for Trump in fraud case China's matchmaking mums have a powerful ally: The Party How Bumble's Whitney Wolfe Herd changed the dating scene The Ghanaian artist who has exhibited in space Indians celebrate the sparkling festival of lights The shoemaker who caught the Auschwitz commander The reality of passive income streams How bison are restoring US grasslands The origins of a classic preppy look 漏 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          }
        ],
        "The Leang Tedongnge cave painting in Indonesia is a depiction of a wild pig that dates back to at least 45,500 BC, and may be the oldest representational artwork in the world.": [
          {
            "title": "World&#39;s &#39;oldest known cave painting&#39; found in Indonesia",
            "url": "https://www.theguardian.com/science/2021/jan/13/worlds-oldest-known-cave-painting-found-in-indonesia",
            "content": [
              "World&#39;s &#39;oldest known cave painting&#39; found in Indonesia",
              "Picture of wild pig made at least 45,500 years ago provides earliest evidence of human settlement Archaeologists say they have discovered the world’s oldest known cave painting: a life-sized picture of a wild pig that was made at least 45,500 years ago in Indonesia.",
              "The finding, described in the journal Science Advances on Wednesday, provides the earliest evidence of human settlement of the region.",
              "Co-author Maxime Aubert, of Australia’s Griffith University, told AFP it was found on the island of Sulawesi in 2017 by doctoral student Basran Burhan, as part of surveys the team was carrying out with Indonesian authorities.",
              "The Leang Tedongnge cave is located in a remote valley enclosed by sheer limestone cliffs, about an hour’s walk from the nearest road.",
              "It is only accessible during the dry season because of flooding during the wet season – and members of the isolated Bugis community told the team it had never before been seen by westerners.",
              "Measuring 136cm by 54cm (53in by 21in), the Sulawesi warty pig was painted using dark red ochre pigment and has a short crest of upright hair, as well as a pair of horn-like facial warts characteristic of adult males of the species.",
              "There are two hand prints above the pig’s hindquarters, and it appears to be facing two other pigs that are only partially preserved, as part of a narrative scene.",
              "“The pig appears to be observing a fight or social interaction between two other warty pigs,” said co-author Adam Brumm.",
              "Humans have hunted Sulawesi warty pigs for tens of thousands of years, and they are a key feature of the region’s prehistoric artwork, particularly during the ice age.",
              "Aubert, a dating specialist, identified a calcite deposit that had formed on top of the painting, then used uranium-series isotope dating to confidently say the deposit was 45,500 years old.",
              "This makes the painting at least that age, “but it could be much older because the dating that we’re using only dates the calcite on top of it”, he explained.",
              "“The people who made it were fully modern, they were just like us, they had all of the capacity and the tools to do any painting that they liked,” he added.",
              "The authors say that, to their knowledge, the animal painting from Leang Tedongnge is the earliest known representational work of art in the world.",
              "However, other paintings in Spain have also been put forward as the oldest known cave paintings.",
              "The previously oldest dated rock art painting was found by the same team in Sulawesi.",
              "It depicted a group of part-human, part-animal figures hunting mammals, and was found to be at least 43,900 years old.",
              "Cave paintings such as these also help fill in gaps about our understanding of early human migrations.",
              "It is known that people reached Australia 65,000 years ago, but they would probably have had to cross the islands of Indonesia, known as “Wallacea”.",
              "This site now represents the oldest evidence of humans in Wallacea, but it is hoped further research will help show people were in the region much earlier, which would resolve the Australia settlement puzzle.",
              "The team believes the artwork was made by Homo sapiens, as opposed to now extinct human species like Denisovans, but cannot say this for certain.",
              "To make handprints, the artists would have had to place their hands on a surface then spit pigment over it, and the team are hoping to try to extract DNA samples from residual saliva.",
              "This article was amended on 22 January 2021 to add further context about the claim that the discovery is the world’s oldest known cave painting."
            ]
          },
          {
            "title": "Indonesia: Archaeologists find world&#39;s oldest animal cave painting - BBC",
            "url": "https://www.bbc.com/news/world-asia-55657257",
            "content": [
              "Indonesia: Archaeologists find world&#39;s oldest animal cave painting - BBC",
              "Archaeologists have discovered the world's oldest known animal cave painting in Indonesia - a wild pig - believed to be drawn 45,500 years ago.",
              "Painted using dark red ochre pigment, the life-sized picture of the Sulawesi warty pig appears to be part of a narrative scene.",
              "The picture was found in the Leang Tedongnge cave in a remote valley on the island of Sulawesi.",
              "It provides the earliest evidence of human settlement of the region.",
              "\"The people who made it were fully modern, they were just like us, they had all of the capacity and the tools to do any painting that they liked,\" said Maxime Aubert, the co-author of the report published in Science Advances journal.",
              "A dating specialist, Mr Aubert had identified a calcite deposit that had formed on top of the painting, and used Uranium-series isotope dating to determine that the deposit was 45,500 years old.",
              "This makes the artwork at least that old.",
              "\"But it could be much older because the dating that we're using only dates the calcite on top of it,\" he added.",
              "The report says that the painting, which measures 136cm by 54cm (53in by 21in), depicts a pig with horn-like facial warts characteristic of adult males of the species.",
              "There are two hand prints above the back of the pig, which also appears to be facing two other pigs that are only partially preserved.",
              "Co-author Adam Brumm said: \"The pig appears to be observing a fight or social interaction between two other warty pigs.\"",
              "To make the hand prints, the artists would have had to place their hands on a surface before spitting pigment over it, the researchers said.",
              "The team hopes to be able to extract DNA samples from the residual saliva as well.",
              "The painting may be the world's oldest art depicting a figure, but it is not the oldest human-produced art.",
              "In South Africa, a hashtag-like doodle created 73,000 years ago is believed to be the oldest known drawing.",
              "This video can not be played Cave paintings as old as those found in Europe have been found in Indonesia, raising new questions about early mankind and the development of art in prehistoric times.",
              "Jonathan Amos, Science Correspondent Sulawesi is in a key location.",
              "It's the largest island in a group that scientists often refer to as Wallacea after the great 19/20th Century naturalist Alfred Wallace.",
              "The group sits on a dividing line, either side of which you find very different animals and plants.",
              "But Wallacea's significance also is that it must have been a stepping stone for modern humans as they made their way to Australia.",
              "We know they were on that landmass some 65,000 years ago, so it's reasonable to assume they were also on Sulawesi at the same time or even earlier.",
              "This raises the tantalising prospect of there being figurative art out there, either on Sulawesi or the immediate islands, that's older still than 45,500 years old.",
              "The limestone hills about an hour's drive from Makassar have innumerable nooks and crannies, just like the cave at Leang Tedongnge.",
              "Stand by for more discoveries.",
              "Animal painting found in cave is 44,000 years old 40,000-year old cave art discovered World Health Organization says Gaza's main hospital no longer functioning March against antisemitism breaks new ground in France Israel's president denies strikes on Gaza hospital 'Tourists are rethinking their relationship with Earth' Why a South African politician touched a nerve in Kenya Jelling Stone: Scan reveals power of Viking queen.",
              "VideoJelling Stone: Scan reveals power of Viking queen Legal experts see uphill battle for Trump in fraud case China's matchmaking mums have a powerful ally: The Party How Bumble's Whitney Wolfe Herd changed the dating scene The Ghanaian artist who has exhibited in space Indians celebrate the sparkling festival of lights The shoemaker who caught the Auschwitz commander The reality of passive income streams How bison are restoring US grasslands The origins of a classic preppy look 漏 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          },
          {
            "title": "Archaeologists Have Discovered a Pristine 45,000-Year-Old Cave Painting ...",
            "url": "https://news.artnet.com/art-world/indonesia-pig-art-oldest-painting-1937110",
            "content": [
              "Archaeologists Have Discovered a Pristine 45,000-Year-Old Cave Painting ...",
              "“I was struck dumb,” one archaeologist said of the find.",
              "Sarah Cascone, January 14, 2021 Archaeologists believe they have discovered the world’s oldest-known representational artwork: three wild pigs painted deep in a limestone cave on the Indonesian island of Sulawesi at least 45,500 years ago.",
              "The ancient images, revealed this week in the journal Science Advances, were found in Leang Tedongnge cave.",
              "Made with red ochre pigment, the painting appears to depict a group of Sulawesi warty pigs, two of which appear to be fighting.",
              "Those two images are badly damaged, but the third, possibly watching the drama unfold, remains in near-pristine condition.",
              "“The world’s oldest surviving representational image of an animal,” the paper noted, the painting “may also constitute the most ancient figurative artwork known to archaeology.",
              "” “I was struck dumb,” Adam Brumm of Griffith University, Australia, the article’s lead author, told NewScientist.",
              "“It’s one of the most spectacular and well-preserved figurative animal paintings known from the whole region, and it just immediately blew me away.",
              "” The world’s oldest-known representational art was recently discovered on the back wall of Leang Tedongnge cave.",
              "Photo by Adhi Agus Oktaviana.",
              "Archaeologist Basran Burhan, a Griffith University PhD student, discovered the cave and its prehistoric paintings in December 2017.",
              "It’s only accessible during the dry season, via a long trek over mountains through a rough forest path.",
              "Previously, the oldest-known figurative art was actually from a nearby cave, Leang Bulu’Sipong, discovered by the same team.",
              "Announced in late 2019, that 43,900-year-old work depicts eight figures with weapons in hand approaching wild pigs and small native buffaloes.",
              "In 2014, the archaeologists also made headlines with the discovery of an animal painting at least 35,700 years old, and hand stencils from some 40,000 years ago.",
              "As for the oldest art in the world, “it depends on what definition of ‘art’ you use,” Griffith University archaeologist Maxime Aubert, one of the paper’s co-authors, told National Geographic.",
              "Some archaeologists believe that red markings found in a South African cave in 2018 represent the world’s first known drawings, created an astonishing 73,000 years ago, and 64,000-year-old Neanderthal cave paintings were discovered in Spain in 2018.",
              "This painting of three pigs, now thought to be the world’s oldest-known representational art, has been damaged over the millennia, leaving only one figure intact.",
              "Photo by Adhi Agus Oktaviana.",
              "Such discoveries in Indonesia throw into question long-held beliefs that art originated in Europe, where sites like Spain’s El Castillo cave and France’s Chauvet cave feature work from 35,000 to 40,000 years ago.",
              "The newest find “adds further weight to the view that the first modern human rock art traditions probably did not arise in Ice Age Europe as long assumed,” Brumm told Smithsonian magazine.",
              "To date the newly found Sulawesi artwork, Brumm’s team applied uranium-series dating—a somewhat controversial technique—to a calcite mineral crust that covered part of the best-preserved of the three pigs.",
              "Created by water dripping down the cave walls, the mineral formation contains uranium.",
              "The theory is that, based on how much of that uranium has decayed, scientists can figure out a minimum date for the painting underneath.",
              "This painting of a wild pig in the Leang Tedongnge cave on the Indonesian island of Sulawesi is thought to be the oldest representational art in the world.",
              "Photo by Maxime Aubert.",
              "Despite the artworks’ advanced age, “the people who made it were fully modern, they were just like us, they had all of the capacity and the tools to do any painting that they liked,” Aubert told Agence France Presse.",
              "But other experts not involved with the study are less certain that homo sapiens necessarily created the images.",
              "“An anatomically modern human is an anatomical definition.",
              "It has nothing to do with cognition, intelligence or behavior,” University of Barcelona archaeologist João Zilhão told the New York Times.",
              "“There is no evidence about the anatomy of the people who did this stuff.",
              "” Regardless of the species responsible, the paintings provide clues about what life was like in ancient Sulawesi, suggesting the importance of the warty pig to hunter-gatherer society.",
              "An archaeologist with the prehistoric painting.",
              "Photo by Adhi Agus Oktaviana.",
              "“These are small native pigs that are endemic to Sulawesi and are still found on the island, although in ever-dwindling numbers,” Brumm told Smithsonian.",
              "“The common portrayal of these warty pigs in the Ice Age rock art also offers hints at the deep symbolic significance and perhaps spiritual value of Sulawesi warty pigs in the ancient hunting culture,” Another newly discovered pig painting from a nearby cave dated with the same method was found to be 32,000 years old, and more similarly significant finds may be forthcoming.",
              "“We have found and documented many rock art images in Sulawesi that still await scientific dating,” study coauthor Adhi Agus Oktaviana, a PhD student at Griffith, told CNN.",
              "“We expect the early rock art of this island to yield even more significant discoveries.",
              "” Share By Artnet News, Dec 8, 2022 By Jo Lawson-Tancred, Aug 30, 2022 By Sarah Cascone, Mar 14, 2022 By Artnet News, Jan 14, 2021 By Caroline Goldstein, Jan 14, 2021 ©2023 Artnet Worldwide Corporation.",
              "All Rights Reserved.",
              "You are currently logged into this Artnet News Pro account on another device.",
              "Please log off from any other devices, and then reload this page continue.",
              "To find out if you are eligible for an Artnet News Pro group subscription, please contact [email protected].",
              "Standard subscriptions can be purchased on the subscription page.",
              "Log In"
            ]
          }
        ],
        "The Venus of Berekhat Ram is displayed at the Israel Museum in Jerusalem.": [
          {
            "title": "Venus of Berekhat Ram - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Venus_of_Berekhat_Ram",
            "content": [
              "Venus of Berekhat Ram - Wikipedia",
              "The Venus of Berekhat Ram (280,000-250,000 BP) is a pebble found at Berekhat Ram on the Golan Heights.",
              "The pebble was modified by early humans and is suggested to represent a female human figure.",
              "[1][2] The object was excavated and first described by Naama Goren-Inbar from the Institute of Archaeology, The Hebrew University of Jerusalem.",
              "[1] The artifact is a scoria pebble, 35 mm long, 25 mm wide, and 21 mm thick.",
              "It weighs approximately 10 g.",
              "It was excavated in 1981 at the Acheulian site of Berekhat Ram, Golan Heights.",
              "The object is dated 280,000-250,000 BP.",
              "[2][3] Goren-Inbar reported several artificial grooves on the object: one is a transversal groove in the upper third, others are longitudinal grooves on the sides below the traversal groove.",
              "[1] Alexander Marshack performed a microscopic study of the object in 1997.",
              "[2] He also reported artificial modifications including the transversal and longitudinal grooves found by Goren-Inbar.",
              "Finally, Francesco d'Errico and April Nowell re-examined the object using a comparative approach.",
              "[3] They partly confirmed, partly corrected the findings of Marshack.",
              "d'Errico and Nowell also reported the above grooves (with some corrections) and, additionally, reported areas of possible abrasion on the front, back and bottom of the object.",
              "Goren-Inbar[1] and Marshack[2] suggested that the object resembled a female body and was artificially modified by hominids to emphasize its anthropomorphic features.",
              "The object was then called a figurine and is currently known as the Venus of Berekhat Ram (the term \"Venus\" was taken from the conventional name of much younger Venus figurines of Upper Paleolithic).",
              "If this hypothesis is correct, the object would be the earliest example of representational art in the archaeological record, together with the Venus of Tan-Tan.",
              "d'Errico and Nowell[3] confirmed the artificial nature of modifications of the object, but refrained from identifying it with a human body.",
              "They noted that grooves, in general, may have a functional purpose.",
              "Still, they stated that the longitudinal symmetrical U-shaped grooves (supposedly representing the \"arms\") are hard to explain functionally.",
              "So, similarly to Goren-Inbar and Marshack, d'Errico and Nowell argued in favor of the non-utilitarian and symbolic nature of the object.",
              "The main discussion around the Venus of Berekhat Ram took place after the study of d'Errico and Nowell.",
              "[3] A number of scholars, namely, Ofer Bar-Yosef, Angela E.",
              "Close, João Zilhão, Steven Mithen, Thomas G.",
              "Wynn, and Alexander Marshack, commented on that study, while d'Errico and Nowell provided a reply to these comments (both the comments and reply are included in the manuscript).",
              "[3] The discussion around the Venus of Berekhat Ram concerned three questions: All commentators of d'Errico and Nowell's study were convinced by their analysis and results and accepted the hypothesis that the object was modified by early humans.",
              "[3] Marshack argued in favor of this hypothesis already in his earlier study of the object.",
              "[2] d'Errico and Nowell's argument that the \"arm\"-shaped grooves suggest a symbolic nature of the object was questioned by three commentators: João Zilhão from the Instituto Português de Arqueologia, Thomas Wynn from the University of Colorado, and Steven Mithen from the University of Reading.",
              "[3] All of them suggested that the object and its grooves could have a utilitarian purpose.",
              "Zilhão hypothesized that the object could be used to produce pigment and that the grooves could be byproducts of this process.",
              "Wynn suggested that the object could be a result of \"someone passing time with a stone tool and a pebble\".",
              "Mithen also stated that our symbolic understanding of the object does not imply that it was considered as such by early humans who produced it, because the cognitive processes for symbolic thinking we use today may differ from the ones used by early humans.",
              "d'Errico and Nowell argued, however, that, although their analysis and results cannot refute a functional interpretation of the object, there are too many inconsistencies in this interpretation to investigate it any further.",
              "For example, d'Errico and Nowell suggested that, based on the existing Acheulean archaeological record, pigment \"would have been more quickly and effectively produced by grinding one face of this object against a basalt flake or smashing it with a similar tool\", which is different from the process used to create the observed grooves.",
              "This contradicts the hypothesis of Zilhão.",
              "d'Errico and Nowell also believe that the grooves on the object are the result of a deliberate motion rather than of non-purposive behavior, as suggested by Wynn.",
              "Zilhão, Wynn, and Mithen rejected the hypothesis on the symbolic nature of the object and, thus, rejected the idea that the object is iconic.",
              "Angela E.",
              "Close from the University of Washington also could not see a figurine of a woman in the object, but, instead, the object reminded her of a penguin and a phallus when seen from different angles.",
              "[3] 33°13′56′′N 35°45′59′′E﻿ / ﻿33.",
              "23222°N 35.",
              "76639°E﻿ / 33.",
              "23222;",
              "35.",
              "76639"
            ]
          },
          {
            "title": "Highlights of the Israel Museum in Jerusalem - Backpack Israel",
            "url": "https://backpackisrael.com/highlights-of-the-israel-museum-jerusalem/",
            "content": [
              "Highlights of the Israel Museum in Jerusalem - Backpack Israel",
              "There is an unknown connection issue between Cloudflare and the origin web server.",
              "As a result, the web page can not be displayed.",
              "Please try again in a few minutes.",
              "There is an issue between Cloudflare's cache and your origin web server.",
              "Cloudflare monitors for these errors and automatically investigates the cause.",
              "To help support the investigation, you can pull the corresponding error log from your web server and submit it our support team.",
              "Please include the Ray ID (which is at the bottom of this error page).",
              "Additional troubleshooting resources.",
              "Cloudflare Ray ID: 82542e076da641e1 • Your IP: Click to reveal 205.",
              "172.",
              "168.",
              "145 • Performance & security by Cloudflare"
            ]
          },
          {
            "title": "File:Venus of Berekhat Ram imj.jpg - Wikimedia Commons",
            "url": "https://commons.wikimedia.org/wiki/File:Venus_of_Berekhat_Ram_imj.jpg",
            "content": [
              "File:Venus of Berekhat Ram imj.jpg - Wikimedia Commons",
              "Original file ‎(1,601 × 1,920 pixels, file size: 615 KB, MIME type: image/jpeg) Click on a date/time to view the file as it appeared at that time.",
              "You cannot overwrite this file.",
              "There are no pages that use this file.",
              "The following other wikis use this file: This file contains additional information such as Exif metadata which may have been added by the digital camera, scanner, or software program used to create or digitize it.",
              "If the file has been modified from its original state, some details such as the timestamp may not fully reflect those of the original file.",
              "The timestamp is only as accurate as the clock in the camera, and it may be completely wrong."
            ]
          }
        ],
        "The Leang Tedongnge cave painting is located in a remote area of Sulawesi island.": [
          {
            "title": "World&#39;s &#39;oldest known cave painting&#39; found in Indonesia",
            "url": "https://www.theguardian.com/science/2021/jan/13/worlds-oldest-known-cave-painting-found-in-indonesia",
            "content": [
              "World&#39;s &#39;oldest known cave painting&#39; found in Indonesia",
              "Picture of wild pig made at least 45,500 years ago provides earliest evidence of human settlement Archaeologists say they have discovered the world’s oldest known cave painting: a life-sized picture of a wild pig that was made at least 45,500 years ago in Indonesia.",
              "The finding, described in the journal Science Advances on Wednesday, provides the earliest evidence of human settlement of the region.",
              "Co-author Maxime Aubert, of Australia’s Griffith University, told AFP it was found on the island of Sulawesi in 2017 by doctoral student Basran Burhan, as part of surveys the team was carrying out with Indonesian authorities.",
              "The Leang Tedongnge cave is located in a remote valley enclosed by sheer limestone cliffs, about an hour’s walk from the nearest road.",
              "It is only accessible during the dry season because of flooding during the wet season – and members of the isolated Bugis community told the team it had never before been seen by westerners.",
              "Measuring 136cm by 54cm (53in by 21in), the Sulawesi warty pig was painted using dark red ochre pigment and has a short crest of upright hair, as well as a pair of horn-like facial warts characteristic of adult males of the species.",
              "There are two hand prints above the pig’s hindquarters, and it appears to be facing two other pigs that are only partially preserved, as part of a narrative scene.",
              "“The pig appears to be observing a fight or social interaction between two other warty pigs,” said co-author Adam Brumm.",
              "Humans have hunted Sulawesi warty pigs for tens of thousands of years, and they are a key feature of the region’s prehistoric artwork, particularly during the ice age.",
              "Aubert, a dating specialist, identified a calcite deposit that had formed on top of the painting, then used uranium-series isotope dating to confidently say the deposit was 45,500 years old.",
              "This makes the painting at least that age, “but it could be much older because the dating that we’re using only dates the calcite on top of it”, he explained.",
              "“The people who made it were fully modern, they were just like us, they had all of the capacity and the tools to do any painting that they liked,” he added.",
              "The authors say that, to their knowledge, the animal painting from Leang Tedongnge is the earliest known representational work of art in the world.",
              "However, other paintings in Spain have also been put forward as the oldest known cave paintings.",
              "The previously oldest dated rock art painting was found by the same team in Sulawesi.",
              "It depicted a group of part-human, part-animal figures hunting mammals, and was found to be at least 43,900 years old.",
              "Cave paintings such as these also help fill in gaps about our understanding of early human migrations.",
              "It is known that people reached Australia 65,000 years ago, but they would probably have had to cross the islands of Indonesia, known as “Wallacea”.",
              "This site now represents the oldest evidence of humans in Wallacea, but it is hoped further research will help show people were in the region much earlier, which would resolve the Australia settlement puzzle.",
              "The team believes the artwork was made by Homo sapiens, as opposed to now extinct human species like Denisovans, but cannot say this for certain.",
              "To make handprints, the artists would have had to place their hands on a surface then spit pigment over it, and the team are hoping to try to extract DNA samples from residual saliva.",
              "This article was amended on 22 January 2021 to add further context about the claim that the discovery is the world’s oldest known cave painting."
            ]
          },
          {
            "title": "Indonesia: Archaeologists find world&#39;s oldest animal cave painting - BBC",
            "url": "https://www.bbc.com/news/world-asia-55657257",
            "content": [
              "Indonesia: Archaeologists find world&#39;s oldest animal cave painting - BBC",
              "Archaeologists have discovered the world's oldest known animal cave painting in Indonesia - a wild pig - believed to be drawn 45,500 years ago.",
              "Painted using dark red ochre pigment, the life-sized picture of the Sulawesi warty pig appears to be part of a narrative scene.",
              "The picture was found in the Leang Tedongnge cave in a remote valley on the island of Sulawesi.",
              "It provides the earliest evidence of human settlement of the region.",
              "\"The people who made it were fully modern, they were just like us, they had all of the capacity and the tools to do any painting that they liked,\" said Maxime Aubert, the co-author of the report published in Science Advances journal.",
              "A dating specialist, Mr Aubert had identified a calcite deposit that had formed on top of the painting, and used Uranium-series isotope dating to determine that the deposit was 45,500 years old.",
              "This makes the artwork at least that old.",
              "\"But it could be much older because the dating that we're using only dates the calcite on top of it,\" he added.",
              "The report says that the painting, which measures 136cm by 54cm (53in by 21in), depicts a pig with horn-like facial warts characteristic of adult males of the species.",
              "There are two hand prints above the back of the pig, which also appears to be facing two other pigs that are only partially preserved.",
              "Co-author Adam Brumm said: \"The pig appears to be observing a fight or social interaction between two other warty pigs.\"",
              "To make the hand prints, the artists would have had to place their hands on a surface before spitting pigment over it, the researchers said.",
              "The team hopes to be able to extract DNA samples from the residual saliva as well.",
              "The painting may be the world's oldest art depicting a figure, but it is not the oldest human-produced art.",
              "In South Africa, a hashtag-like doodle created 73,000 years ago is believed to be the oldest known drawing.",
              "This video can not be played Cave paintings as old as those found in Europe have been found in Indonesia, raising new questions about early mankind and the development of art in prehistoric times.",
              "Jonathan Amos, Science Correspondent Sulawesi is in a key location.",
              "It's the largest island in a group that scientists often refer to as Wallacea after the great 19/20th Century naturalist Alfred Wallace.",
              "The group sits on a dividing line, either side of which you find very different animals and plants.",
              "But Wallacea's significance also is that it must have been a stepping stone for modern humans as they made their way to Australia.",
              "We know they were on that landmass some 65,000 years ago, so it's reasonable to assume they were also on Sulawesi at the same time or even earlier.",
              "This raises the tantalising prospect of there being figurative art out there, either on Sulawesi or the immediate islands, that's older still than 45,500 years old.",
              "The limestone hills about an hour's drive from Makassar have innumerable nooks and crannies, just like the cave at Leang Tedongnge.",
              "Stand by for more discoveries.",
              "Animal painting found in cave is 44,000 years old 40,000-year old cave art discovered World Health Organization says Gaza's main hospital no longer functioning March against antisemitism breaks new ground in France Israel's president denies strikes on Gaza hospital 'Tourists are rethinking their relationship with Earth' Why a South African politician touched a nerve in Kenya Jelling Stone: Scan reveals power of Viking queen.",
              "VideoJelling Stone: Scan reveals power of Viking queen Legal experts see uphill battle for Trump in fraud case China's matchmaking mums have a powerful ally: The Party How Bumble's Whitney Wolfe Herd changed the dating scene The Ghanaian artist who has exhibited in space Indians celebrate the sparkling festival of lights The shoemaker who caught the Auschwitz commander The reality of passive income streams How bison are restoring US grasslands The origins of a classic preppy look 漏 2023 BBC.",
              "The BBC is not responsible for the content of external sites.",
              "Read about our approach to external linking."
            ]
          },
          {
            "title": "Warty pig: World’s oldest-known cave painting found in Indonesia",
            "url": "https://www.aljazeera.com/news/2021/1/14/worlds-oldest-known-cave-painting-found-in-indonesias-sulawesi",
            "content": [
              "Warty pig: World’s oldest-known cave painting found in Indonesia",
              "Life-sized image of a wild pig discovered in 2017 inside the Leang Tedongnge cave is estimated to be at least 45,500 years old.",
              "Archaeologists have discovered the world’s oldest known cave painting: a life-sized picture of a wild pig that was made at least 45,500 years ago in Indonesia.",
              "The finding described in the journal Science Advances on Wednesday provides the earliest evidence of human settlement in the region.",
              "Co-author Maxime Aubert of Australia’s Griffith University told the AFP news agency the work was found on the island of Sulawesi in 2017 by doctoral student Basran Burhan, as part of surveys the team was carrying out with Indonesian authorities.",
              "The Leang Tedongnge cave is located in a remote valley enclosed by sheer limestone cliffs, about an hour’s walk from the nearest road.",
              "It is only accessible during the dry season because of flooding during the rainy season.",
              "Measuring 136 by 54 centimetres (53 by 21 inches) the Sulawesi warty pig was painted using dark red ochre pigment and has a short crest of upright hair, as well as a pair of horn-like facial warts characteristic of the species’ adult males.",
              "There are two handprints above the pig’s hindquarters and it appears to be facing two other pigs that are only partially preserved, as part of a narrative scene.",
              "“The pig appears to be observing a fight or social interaction between two other warty pigs,” said co-author Adam Brumm.",
              "Humans have hunted Sulawesi warty pigs for tens of thousands of years, and they are a key feature of the region’s prehistoric artwork, particularly during the Ice Age.",
              "Aubert identified a calcite deposit that had formed on top of the painting, then used uranium-series isotope dating to confidently say the deposit was 45,500 years old.",
              "This makes the painting at least that age, “but it could be much older because the dating that we’re using only dates the calcite on top of it,” he explained.",
              "“The people who made it were fully modern, they were just like us, they had all of the capacity and the tools to do any painting that they liked,” he added.",
              "The previously oldest rock art painting that was dated was found by the same team in Sulawesi.",
              "It depicted a group of part-human, part-animal figures hunting mammals and was found to be at least 43,900 years old.",
              "Cave paintings such as these also help fill in gaps about our understanding of early human migrations.",
              "It is known that people reached Australia 65,000 years ago, but they would probably have had to cross the islands of Indonesia, known as “Wallacea.",
              "” This site now represents the oldest evidence of humans in Wallacea but it is hoped further research will help show people were in the region much earlier, which would resolve the Australia settlement puzzle.",
              "The team believes the artwork was made by Homo sapiens, as opposed to now-extinct human species like Denisovans but cannot say this for certain.",
              "To make handprints, the artists would have had to place their hands on a surface then spit pigment over it and the team are hoping to try to extract DNA samples from residual saliva.",
              "Follow Al Jazeera English:"
            ]
          }
        ]
      },
      "evidence": {
        "The oldest known piece of art in the world is a matter of debate.": [
          "Researchers are currently debating whether or not designs found in a South African cave are the oldest known examples of human art.",
          "But Curtis Marean, a professor in ArizonaStateUniversity’s School of Human Evolution and Social Change and associate director of the Institute of Human Origins in the College of Liberal Arts and Sciences, is cautious about labeling the findings as art without further inquiry."
        ],
        "The Bhimbetka and Daraki-Chattan cupules in India are circular depressions carved into rocks that date back to 290,000–700,000 BC.": [
          "The claims of longevity regarding the Bhimbetka petroglyphs have been solidly validated by archaeological evidence from Daraki-Chattan, establishing their minimum age at several hundred millennia BCE.",
          "Geological investigations of the prehistoric sites by renowned archeologists Bednarik, Kumar and others, have established that this rock art pre-dates the Acheulean culture of the Lower Paleolithic era, and must therefore date from at least 290,000 BCE."
        ],
        "The Venus of Berekhat Ram in Israel is a pebble shaped into a female figure that dates back to 230,000–700,000 BC.": [
          "The object was found between two layers of volcanic ash, the upper layer of which was dated about 230,000 BCE, while the lower one dated 700,000 BCE, indicating the stone was carved between these two dates.",
          "The Venus of Berekhat Ram was created during the Acheulean culture of the Lower Paleolithic period of the old Stone Age, and has been dated to 230,000-700,000 BCE."
        ],
        "The Venus of Tan-Tan in Morocco is another pebble shaped into a female figure that dates back to 200,000–500,000 BC.": [
          "The Venus of Tan-Tan (supposedly, 500,000-300,000 BP) is an alleged artifact found in Morocco.",
          "The Venus of Tan-Tan was dated using various methods, including stratigraphic dating, biochronology, and thermoluminescence dating.",
          "Through a combination of these methods, researchers estimated that the Venus of Tan-Tan is approximately 500,000 years old, making it one of the oldest known examples of human art.",
          "It was discovered in 1999 during an archaeological survey by Lutz Fiedler, state archaeologist of Hesse, Germany, in a river terrace deposit on the north bank of the Draa River, near the bridge of the N1 national route over the Draa, about 10 km to the northeast of the Moroccan town of Tan-Tan.",
          "The figurine was created around 300,000 years ago and is one of the oldest known examples of human-made art.",
          "Both are attributed to the Middle Acheulean, which occurs between 500,000 and 300,000 BP in this region."
        ],
        "The Blombos Cave engravings in South Africa are abstract lines and patterns engraved on ochre pieces that date back to 70,000 BC.": [
          "Here we report a cross-hatched pattern drawn with an ochre crayon on a ground silcrete flake recovered from approximately 73,000-year-old Middle Stone Age levels at Blombos Cave, South Africa.",
          "The drawing is about 73,000 years old, and shows cross-hatch lines sketched onto stone with red ochre pigment."
        ],
        "The Leang Tedongnge cave painting in Indonesia is a depiction of a wild pig that dates back to at least 45,500 BC, and may be the oldest representational artwork in the world.": [
          "The painting may be the world's oldest art depicting a figure, but it is not the oldest human-produced art.",
          "Aubert, a dating specialist, identified a calcite deposit that had formed on top of the painting, then used uranium-series isotope dating to confidently say the deposit was 45,500 years old.",
          "Made with red ochre pigment, the painting appears to depict a group of Sulawesi warty pigs, two of which appear to be fighting.",
          "The authors say that, to their knowledge, the animal painting from Leang Tedongnge is the earliest known representational work of art in the world.",
          "The report says that the painting, which measures 136cm by 54cm (53in by 21in), depicts a pig with horn-like facial warts characteristic of adult males of the species.",
          "Picture of wild pig made at least 45,500 years ago provides earliest evidence of human settlement Archaeologists say they have discovered the world’s oldest known cave painting: a life-sized picture of a wild pig that was made at least 45,500 years ago in Indonesia.",
          "Archaeologists believe they have discovered the world’s oldest-known representational artwork: three wild pigs painted deep in a limestone cave on the Indonesian island of Sulawesi at least 45,500 years ago."
        ],
        "The Venus of Berekhat Ram is displayed at the Israel Museum in Jerusalem.": [
          "File:Venus of Berekhat Ram imj."
        ],
        "The Leang Tedongnge cave painting is located in a remote area of Sulawesi island.": [
          "The Leang Tedongnge cave is located in a remote valley enclosed by sheer limestone cliffs, about an hour’s walk from the nearest road.",
          "The picture was found in the Leang Tedongnge cave in a remote valley on the island of Sulawesi."
        ]
      },
      "subconclusions": {
        "The oldest known piece of art in the world is a matter of debate.": "partially supported",
        "The Bhimbetka and Daraki-Chattan cupules in India are circular depressions carved into rocks that date back to 290,000–700,000 BC.": "supported",
        "The Venus of Berekhat Ram in Israel is a pebble shaped into a female figure that dates back to 230,000–700,000 BC.": "supported",
        "The Venus of Tan-Tan in Morocco is another pebble shaped into a female figure that dates back to 200,000–500,000 BC.": "partially supported",
        "The Blombos Cave engravings in South Africa are abstract lines and patterns engraved on ochre pieces that date back to 70,000 BC.": "partially supported",
        "The Leang Tedongnge cave painting in Indonesia is a depiction of a wild pig that dates back to at least 45,500 BC, and may be the oldest representational artwork in the world.": "supported",
        "The Venus of Berekhat Ram is displayed at the Israel Museum in Jerusalem.": "not supported",
        "The Leang Tedongnge cave painting is located in a remote area of Sulawesi island.": "supported"
      }
    }
  }
}