{
  "cf31fdb5-a691-4d4e-a8eb-f0d99f3b761d": {
    "query": "What is the oldest known piece of music in the world, and how was it discovered?",
    "response": "That's a very interesting question. According to the search results, the oldest known piece of music is **\"Hurrian Hymn No. 6\"**, an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the **14th century B.C.**[^1^] [^4^]. The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria[^1^] [^2^]. Along with a near-complete set of musical notations, they also include specific instructions for how to play the song on a type of nine-stringed lyre[^1^].\n\nHowever, the oldest musical composition to have survived in its entirety is a first century A.D. Greek tune known as the **\"Seikilos Epitaph.\"** The song was found engraved on an ancient marble column used to mark a woman's gravesite in Turkey[^1^] [^3^]. The column also includes musical notation as well as a short set of lyrics that read: \"While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.\"[^1^]",
    "adaptiveCards": [
      {
        "type": "AdaptiveCard",
        "version": "1.0",
        "body": [
          {
            "type": "TextBlock",
            "text": "[1]: https://www.history.com/news/what-is-the-oldest-known-piece-of-music \"What is the oldest known piece of music? - History\"\n[2]: https://www.classicfm.com/music-news/videos/oldest-song-melody/ \"Listen to the enchanting sound of the world’s oldest song, the Hurrian Hymn\"\n[3]: https://www.oldest.org/music/melodies/ \"7 Oldest Melodies in the World - Oldest.org\"\n[4]: https://historythings.com/musical-history-worlds-oldest-melody/ \"Musical History: The World's Oldest Melody\"\n\nThat's a very interesting question. According to the search results, the oldest known piece of music is **\"Hurrian Hymn No. 6\"**, an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the **14th century B.C.**[^1^][1] [^2^][4]. The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria[^1^][1] [^3^][2]. Along with a near-complete set of musical notations, they also include specific instructions for how to play the song on a type of nine-stringed lyre[^1^][1].\n\nHowever, the oldest musical composition to have survived in its entirety is a first century A.D. Greek tune known as the **\"Seikilos Epitaph.\"** The song was found engraved on an ancient marble column used to mark a woman's gravesite in Turkey[^1^][1] [^4^][3]. The column also includes musical notation as well as a short set of lyrics that read: \"While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.\"[^1^][1]\n",
            "wrap": true
          },
          {
            "type": "TextBlock",
            "size": "small",
            "text": "Learn more: [1. www.history.com](https://www.history.com/news/what-is-the-oldest-known-piece-of-music) [2. historythings.com](https://historythings.com/musical-history-worlds-oldest-melody/) [3. www.classicfm.com](https://www.classicfm.com/music-news/videos/oldest-song-melody/) [4. www.oldest.org](https://www.oldest.org/music/melodies/)",
            "wrap": true
          }
        ]
      }
    ],
    "sourceAttributions": [
      {
        "providerDisplayName": "What is the oldest known piece of music? - History",
        "seeMoreUrl": "https://www.history.com/news/what-is-the-oldest-known-piece-of-music",
        "searchQuery": "oldest known piece of music in the world"
      },
      {
        "providerDisplayName": "Musical History: The World's Oldest Melody",
        "seeMoreUrl": "https://historythings.com/musical-history-worlds-oldest-melody/",
        "searchQuery": "oldest known piece of music in the world"
      },
      {
        "providerDisplayName": "Listen to the enchanting sound of the world’s oldest song, the Hurrian Hymn",
        "seeMoreUrl": "https://www.classicfm.com/music-news/videos/oldest-song-melody/",
        "searchQuery": "oldest known piece of music in the world"
      },
      {
        "providerDisplayName": "7 Oldest Melodies in the World - Oldest.org",
        "seeMoreUrl": "https://www.oldest.org/music/melodies/",
        "searchQuery": "oldest known piece of music in the world"
      }
    ],
    "fact-checking": {
      "subclaims": [
        "The oldest known piece of music is \"Hurrian Hymn No. 6\", an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.C.",
        "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.",
        "The tablets containing the tune include specific instructions for how to play the song on a type of nine-stringed lyre.",
        "The oldest musical composition to have survived in its entirety is a first century A.D. Greek tune known as the \"Seikilos Epitaph.\"",
        "The \"Seikilos Epitaph\" was found engraved on an ancient marble column used to mark a woman's gravesite in Turkey.",
        "The column containing the \"Seikilos Epitaph\" also includes musical notation as well as a short set of lyrics that read: \"While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.\""
      ],
      "queries": [
        "oldest known music piece Hurrian Hymn No. 6 composition date and origin",
        "Hurrian Hymn No. 6 clay tablets excavation Ugarit Syria 1950s",
        "Hurrian Hymn No. 6 tablets instructions for playing on nine-stringed lyre",
        "Oldest surviving musical composition Seikilos Epitaph Greek tune",
        "Seikilos Epitaph discovery location and inscription",
        "Seikilos Epitaph column musical notation and lyrics"
      ],
      "search_results": {
        "The oldest known piece of music is \"Hurrian Hymn No. 6\", an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.C.": [
          {
            "title": "What Is the Oldest Known Piece of Music? | HISTORY",
            "url": "https://www.history.com/news/what-is-the-oldest-known-piece-of-music",
            "content": [
              "What Is the Oldest Known Piece of Music? | HISTORY",
              "By: Evan Andrews Updated: August 8, 2023 | Original: December 18, 2015 The history of music is as old as humanity itself.",
              "Archaeologists have found primitive flutes made of bone and ivory dating back as far as 43,000 years, and it’s likely that many ancient musical styles have been preserved in oral traditions.",
              "When it comes to specific songs, however, the oldest known examples are relatively more recent.",
              "The earliest fragment of musical notation is found on a 4,000-year-old Sumerian clay tablet, which includes instructions and tunings for a hymn honoring the ruler Lipit-Ishtar.",
              "But for the title of oldest extant song, most historians point to “Hurrian Hymn No.",
              "6,” an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.",
              "C.",
              "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.",
              "Along with a near-complete set of musical notations, they also include specific instructions for how to play the song on a type of nine-stringed lyre.",
              "“Hurrian Hymn No.",
              "6” is considered the world’s earliest melody, but the oldest musical composition to have survived in its entirety is a first century A.",
              "D.",
              "Greek tune known as the “Seikilos Epitaph.",
              "” The song was found engraved on an ancient marble column used to mark a woman’s gravesite in Turkey.",
              "“I am a tombstone, an image,” reads an inscription.",
              "“Seikilos placed me here as an everlasting sign of deathless remembrance.",
              "” The column also includes musical notation as well as a short set of lyrics that read: “While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.",
              "” The well-preserved inscriptions on Seikilos Epitaph have allowed modern musicians and scholars to recreate its plaintive melodies note-for-note.",
              "Dr.",
              "David Creese of the University of Newcastle performed it using an eight-stringed instrument played with a mallet, and ancient music researcher Michael Levy has recorded a version strummed on a lyre.",
              "There have also been several attempts to decode and play “Hurrian Hymn No.",
              "6,” but because of difficulties in translating its ancient tablets, there is no definitive version.",
              "One of the most popular interpretations came in 2009, when Syrian composer Malek Jandali performed the ancient hymn with a full orchestra.",
              "By: Evan Andrews We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          },
          {
            "title": "Hear the World&#39;s Oldest Known Song, &quot;Hurrian Hymn No. 6&quot; Written 3,400 ...",
            "url": "https://www.openculture.com/2022/08/hear-the-worlds-oldest-known-song-hurrian-hymn-no-6-written-3400-years-ago.html",
            "content": [
              "Hear the World&#39;s Oldest Known Song, &quot;Hurrian Hymn No. 6&quot; Written 3,400 ...",
              "in Creativity, History, Music, Video - Arts & Culture | August 26th, 2022 5 Comments Do you like old timey music?",
              "Splendid.",
              "You can’t get more old timey than Hurrian Hymn No.",
              "6, which was discovered on a clay tablet in the ancient Syrian port city of Ugarit in the 1950s, and is over 3400 year old.",
              "Actually, you can – a similar tablet making reference to Lipit-Ishtar, a hymn glorifying the 5th king of the First Dynasty of Isin, in what is now Iraq, is older by some 600 years, but as CMUSE reports, it “contains little more than tuning instructions for the lyre.",
              "” Hurrian Hymn No.",
              "6 offers meatier content, and unlike five other tablets discovered in the same location, is sufficiently well preserved to allow archeologists, and others, to take a crack at reconstructing its song, though it was by no means easy.",
              "University of California emeritus professor of Assyriology Anne Kilmer spent 15 years researching the tablet, before transcribing it into modern musical notation in 1972.",
              "Hers is one of several interpretations YouTuber hochelaga samples in the above video.",
              "While the original tablet gives specific details on how the musician should place their fingers on the lyre, other elements, like tuning or how long notes should be held, are absent, giving modern arrangers some room for creativity.",
              "Below archaeomusicologist Richard Dumbrill explains his interpretation from 1998, in which vocalist Lara Jokhader assumes the part of a young woman privately appealing to the goddess Nikkal to make her fertile: Here’s a particularly lovely classical guitar spin, courtesy of Syrian musicologist Raoul Vitale and composer Feras Rada.",
              ".",
              ".",
              "And a haunting piano version, by Syrian-American composer Malek Jandali, founder of Pianos for Peace: And who can resist a chance to hear Hurrian Hymn No.",
              "6 on a replica of an ancient lyre by “new ancestral” composer Michael Levy, who considers it his musical mission to “open a portal to a time that has been all but forgotten:” I dream to rekindle the very spirit of our ancient ancestors.",
              "To capture, for just a few moments, a time when people imagined the fabric of the universe was woven from harmonies and notes.",
              "To luxuriate in a gentler time when the fragility of life was truly appreciated and its every action was performed in the almighty sense of awe felt for the ancient gods.",
              "Samurai Guitarist Steve Onotera channels the mystery of antiquity too, by combining Dr.",
              "Dumbrill’s melody with Dr.",
              "Kilmer’s, trying and discarding a number of approaches – synthwave, lo-fi hip hop, reggae dub (“an absolute disaster”) – before deciding it was best rendered as a solo for his Fender electric.",
              "Amaranth Publishing has several MIDI files of Hurrian Hymn No 6, including Dr.",
              "Kilmer’s, that you can download for free here.",
              "Open them in the music notation software program of your choice, and should it please the goddess, perhaps yours will be the next interpretation of Hurrian Hymn No.",
              "6 to be featured here on Open Culture.",
              ".",
              ".",
              "Related Content What Ancient Greek Music Sounded Like: Hear a Reconstruction That is ‘100% Accurate’ The Evolution of Music: 40,000 Years of Music History Covered in 8 Minutes Watch an Archaeologist Play the “Lithophone,” a Prehistoric Instrument That Let Ancient Musicians Play Real Classic Rock A Modern Drummer Plays a Rock Gong, a Percussion Instrument from Prehistoric Times – Ayun Halliday is the Chief Primatologist of the East Village Inky zine and author, most recently, of Creative, Not Famous: The Small Potato Manifesto.",
              "Follow her @AyunHalliday.",
              "by Ayun Halliday | Permalink | Comments (5) | We’re hoping to rely on our loyal readers rather than erratic ads.",
              "To support Open Culture’s educational mission, please consider making a donation.",
              "We accept PayPal, Venmo (@openculture), Patreon and Crypto!",
              "Please find all options here.",
              "We thank you!",
              "That is ONLY to false god(s), Not to Jehovah God!",
              "Nothing really to be interested by for Christians !",
              "Nothing to be interested in?",
              "It’s the oldest recorded music in human history.",
              "Christians are as blind as always.",
              "Turning off their brains and covering their ears.",
              "Don’t write all Christians like that.",
              "OP was unreasonable, but they are a minority.",
              "History is history, and history is interesting regardless of religion.",
              "Tina, I truly hope you are a troll just trying to get a rise out of intelligent, sensible people.",
              "Surely, you can’t really be this narrowminded and unsophisticated.",
              "That would be terrifying.",
              "The “Christian” Jehovah is a god of man-made falsehoods born out of reverence for previous works, spoiled into violent jealousy.",
              "The control it once wrought over the simple is ending, despite intentions to sow divisions;",
              "all that will remain of it in time is something the survivors won’t value at all.",
              "Name (required) Email (required) Message Click here to cancel reply.",
              "Get the best cultural and educational resources on the web curated for you in a daily email.",
              "We never spam.",
              "Unsubscribe at any time.",
              "FOLLOW ON SOCIAL MEDIA Open Culture scours the web for the best educational media.",
              "We find the free courses and audio books you need, the language lessons & educational videos you want, and plenty of enlightenment in between.",
              "Subscribe ©2006-2023 Open Culture, LLC.",
              "All rights reserved.",
              "if you like our Facebook fanpage, you'll receive more articles like the one you just read!"
            ]
          },
          {
            "title": "Hurrian songs - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Hurrian_songs",
            "content": [
              "Hurrian songs - Wikipedia",
              "The Hurrian songs are a collection of music inscribed in cuneiform on clay tablets excavated from the ancient Amorite[2][3]-Canaanite[4] city of Ugarit, a headland in northern Syria, which date to approximately 1400 BC.",
              "One of these tablets, which is nearly complete, contains the Hurrian Hymn to Nikkal (also known as the Hurrian cult hymn or \"a zaluzi to the gods,\" or simply \"h.",
              "6\"), making it the oldest surviving substantially complete work of notated music in the world.",
              "While the composers' names of some of the fragmentary pieces are known, h.",
              "6 is an anonymous work.",
              "The complete song is one of about 36 such hymns in cuneiform writing, found on fragments of clay tablets excavated in the 1950s from the Royal Palace at Ugarit (present-day Ras Shamra, Syria),[5] in a stratum dating from the fourteenth century BC,[6] but is the only one surviving in substantially complete form.",
              "[7] An account of the group of shards was first published in 1955 and 1968 by Emmanuel Laroche, who identified as parts of a single clay tablet the three fragments catalogued by the field archaeologists as RS 15.",
              "30, 15.",
              "49, and 17.",
              "387.",
              "In Laroche's catalogue the hymns are designated h.",
              "(for \"Hurrian\") 2–17, 19–23, 25–6, 28, 30, along with smaller fragments RS.",
              "19.",
              "164 g, j, n, o, p, r, t, w, x, y, aa, and gg.",
              "The complete hymn is h.",
              "6 in this list.",
              "[8] A revised text of h.",
              "6 was published in 1975.",
              "[9] Following Laroche's work, Assyriologist Anne Draffkorn Kilmer and musicologist Marcelle Duchesne-Guillemin[10] worked together in the 1970s to understand the meaning of the tablets, concluding that one tablet presented tuning methods for a Babylonian lyre, another referred to musical intervals.",
              "[11][12] Tablet h.",
              "6 contains the lyrics for a hymn to Nikkal, a Semitic goddess of orchards, and instructions for a singer accompanied by a nine-stringed sammûm, a type of harp or, much more likely, a lyre.",
              "[13] The hymn was given its first modern performance in 1974, a performance of which the New York Times wrote: “This has revolutionized the whole concept of the origin of western music.",
              "”[11] While the Hurrian hymn pre-dates several other surviving early works of music (e.",
              "g., the Seikilos epitaph and the Delphic Hymns) by a millennium, its transcription remains controversial.",
              "Duchesne-Guillemin's reconstruction may be heard at the Urkesh webpage,[1] though this is only one of at least five \"rival decipherments of the notation, each yielding entirely different results\".",
              "[14] The tablet is in the collection of the National Museum of Damascus.",
              "The arrangement of tablet h.",
              "6 places the Hurrian words of the hymn at the top, under which is a double division line.",
              "The hymn text is written in a continuous spiral, alternating recto-verso sides of the tablet—a layout not found in Babylonian texts.",
              "[15] Below this is found the Akkadian musical instructions, consisting of interval names followed by number signs.",
              "[7] Differences in transcriptions hinge on interpretation of the meaning of these paired signs, and the relationship to the hymn text.",
              "Below the musical instructions there is another dividing line—single this time—underneath which is a colophon in Akkadian reading \"This [is] a song [in the] nitkibli [i.",
              "e., the nid qabli tuning], a zaluzi .",
              ".",
              ".",
              "written down by Ammurabi\".",
              "[16] This name and another scribe's name found on one of the other tablets, Ipsali, are both Semitic.",
              "There is no composer named for the complete hymn, but four composers' names are found for five of the fragmentary pieces: Tapšiẖuni, Puẖiya(na), Urẖiya (two hymns: h.",
              "8 and h.",
              "12), and Ammiya.",
              "These are all Hurrian names.",
              "[17] The Akkadian cuneiform music notation refers to a diatonic scale on a nine-stringed lyre, in a tuning system described on three Akkadian tablets, two from the Late Babylonian and one from the Old Babylonian period (approximately the 18th century BC).",
              "[18] Babylonian theory describes intervals of thirds, fourths, fifths, and sixths, but only with specific terms for the various groups of strings that may be spanned by the hand over that distance, within the purely theoretical range of a seven-string lyre (even though the actual instrument described has nine strings).",
              "Babylonian theory had no term for the abstract distance of a fifth or a fourth—only for fifths and fourths between specific pairs of strings.",
              "As a result, there are fourteen terms in all, describing two pairs spanning six strings, three pairs spanning five, four pairs spanning four, and five different pairs spanning three strings.",
              "[19][22] The names of these fourteen pairs of strings form the basis of the theoretical system and are arranged by twos in the ancient sources (string-number pairs first, then the regularized Old Babylonian names and translations):[23] The name of the first item of each pair is also used as the name of a tuning.",
              "These are all fifths (nīš gab(a)rîm, išartum', embūbum') or fourths (nīd qablim, qablītum, kitmum, and pītum), and have been called by one modern scholar the \"primary\" intervals—the other seven (which are not used as names of tunings) being the \"secondary\" intervals: thirds and sixths.",
              "[25] A transcription of the first two lines of the notation on h.",
              "6 reads: It was the unsystematic succession of the interval names, their location below apparently lyric texts, and the regular interpolation of numerals that led to the conclusion that these were notated musical compositions.",
              "Some of the terms differ to varying degrees from the Akkadian forms found in the older theoretical text, which is not surprising since they were foreign terms. For example, irbute in the hymn notation corresponds to rebûttum in the theory text, šaḫri = šērum, zirte = ṣ/zerdum, šaššate = šalšatum, and titim išarte = titur išartim.",
              "There are also a few rarer, additional words, some of them apparently Hurrian rather than Akkadian.",
              "Because these interrupt the interval-numeral pattern, they may be modifiers of the preceding or following named interval.",
              "The first line of h.",
              "6, for example, ends with ušta mari, and this word-pair is also found on several of the other, fragmentary hymn tablets, usually following but not preceding a numeral.",
              "[27] The text of h.",
              "6 is difficult, in part because the Hurrian language itself is imperfectly understood, and in part because of small lacunae due to missing flakes of the clay tablet.",
              "In addition, however, it appears that the language is a local Ugarit dialect, which differs significantly from the dialects known from other sources.",
              "It is also possible that the pronunciation of some words was altered from normal speech because of the music.",
              "[28] Despite the many difficulties, it is clearly a religious text concerning offerings to the goddess Nikkal, wife of the moon god.",
              "The text is presented in four lines, with the peculiarity that the seven final syllables of each of the first three lines on the verso of the tablet are repeated at the beginning of the next line on the recto.",
              "While Laroche saw in this a procedure similar to one employed by Babylonian scribes in longer texts to provide continuity at the transition from one tablet to another, Güterbock and Kilmer took the position that this device is never found within the text on a single tablet, and so these repeated syllables must constitute refrains dividing the text into regular sections.",
              "To this, Duchesne-Guillemin retorts that the recto-verso-recto spiral path of the text—an arrangement unknown in Babylon—is ample reason for the use of such guides.",
              "[29] The first published attempt to interpret the text of h.",
              "6 was made in 1977 by Hans-Jochen Thiel,[30] and his work formed the basis for a new but still very provisional attempt made 24 years later by Theo J.",
              "H.",
              "Krispijn, after Hurritology had made significant progress thanks to archaeological discoveries made in the meantime at a site near Boğazkale.",
              "[28]"
            ]
          }
        ],
        "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.": [
          {
            "title": "Hurrian songs - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Hurrian_songs",
            "content": [
              "Hurrian songs - Wikipedia",
              "The Hurrian songs are a collection of music inscribed in cuneiform on clay tablets excavated from the ancient Amorite[2][3]-Canaanite[4] city of Ugarit, a headland in northern Syria, which date to approximately 1400 BC.",
              "One of these tablets, which is nearly complete, contains the Hurrian Hymn to Nikkal (also known as the Hurrian cult hymn or \"a zaluzi to the gods,\" or simply \"h.",
              "6\"), making it the oldest surviving substantially complete work of notated music in the world.",
              "While the composers' names of some of the fragmentary pieces are known, h.",
              "6 is an anonymous work.",
              "The complete song is one of about 36 such hymns in cuneiform writing, found on fragments of clay tablets excavated in the 1950s from the Royal Palace at Ugarit (present-day Ras Shamra, Syria),[5] in a stratum dating from the fourteenth century BC,[6] but is the only one surviving in substantially complete form.",
              "[7] An account of the group of shards was first published in 1955 and 1968 by Emmanuel Laroche, who identified as parts of a single clay tablet the three fragments catalogued by the field archaeologists as RS 15.",
              "30, 15.",
              "49, and 17.",
              "387.",
              "In Laroche's catalogue the hymns are designated h.",
              "(for \"Hurrian\") 2–17, 19–23, 25–6, 28, 30, along with smaller fragments RS.",
              "19.",
              "164 g, j, n, o, p, r, t, w, x, y, aa, and gg.",
              "The complete hymn is h.",
              "6 in this list.",
              "[8] A revised text of h.",
              "6 was published in 1975.",
              "[9] Following Laroche's work, Assyriologist Anne Draffkorn Kilmer and musicologist Marcelle Duchesne-Guillemin[10] worked together in the 1970s to understand the meaning of the tablets, concluding that one tablet presented tuning methods for a Babylonian lyre, another referred to musical intervals.",
              "[11][12] Tablet h.",
              "6 contains the lyrics for a hymn to Nikkal, a Semitic goddess of orchards, and instructions for a singer accompanied by a nine-stringed sammûm, a type of harp or, much more likely, a lyre.",
              "[13] The hymn was given its first modern performance in 1974, a performance of which the New York Times wrote: “This has revolutionized the whole concept of the origin of western music.",
              "”[11] While the Hurrian hymn pre-dates several other surviving early works of music (e.",
              "g., the Seikilos epitaph and the Delphic Hymns) by a millennium, its transcription remains controversial.",
              "Duchesne-Guillemin's reconstruction may be heard at the Urkesh webpage,[1] though this is only one of at least five \"rival decipherments of the notation, each yielding entirely different results\".",
              "[14] The tablet is in the collection of the National Museum of Damascus.",
              "The arrangement of tablet h.",
              "6 places the Hurrian words of the hymn at the top, under which is a double division line.",
              "The hymn text is written in a continuous spiral, alternating recto-verso sides of the tablet—a layout not found in Babylonian texts.",
              "[15] Below this is found the Akkadian musical instructions, consisting of interval names followed by number signs.",
              "[7] Differences in transcriptions hinge on interpretation of the meaning of these paired signs, and the relationship to the hymn text.",
              "Below the musical instructions there is another dividing line—single this time—underneath which is a colophon in Akkadian reading \"This [is] a song [in the] nitkibli [i.",
              "e., the nid qabli tuning], a zaluzi .",
              ".",
              ".",
              "written down by Ammurabi\".",
              "[16] This name and another scribe's name found on one of the other tablets, Ipsali, are both Semitic.",
              "There is no composer named for the complete hymn, but four composers' names are found for five of the fragmentary pieces: Tapšiẖuni, Puẖiya(na), Urẖiya (two hymns: h.",
              "8 and h.",
              "12), and Ammiya.",
              "These are all Hurrian names.",
              "[17] The Akkadian cuneiform music notation refers to a diatonic scale on a nine-stringed lyre, in a tuning system described on three Akkadian tablets, two from the Late Babylonian and one from the Old Babylonian period (approximately the 18th century BC).",
              "[18] Babylonian theory describes intervals of thirds, fourths, fifths, and sixths, but only with specific terms for the various groups of strings that may be spanned by the hand over that distance, within the purely theoretical range of a seven-string lyre (even though the actual instrument described has nine strings).",
              "Babylonian theory had no term for the abstract distance of a fifth or a fourth—only for fifths and fourths between specific pairs of strings.",
              "As a result, there are fourteen terms in all, describing two pairs spanning six strings, three pairs spanning five, four pairs spanning four, and five different pairs spanning three strings.",
              "[19][22] The names of these fourteen pairs of strings form the basis of the theoretical system and are arranged by twos in the ancient sources (string-number pairs first, then the regularized Old Babylonian names and translations):[23] The name of the first item of each pair is also used as the name of a tuning.",
              "These are all fifths (nīš gab(a)rîm, išartum', embūbum') or fourths (nīd qablim, qablītum, kitmum, and pītum), and have been called by one modern scholar the \"primary\" intervals—the other seven (which are not used as names of tunings) being the \"secondary\" intervals: thirds and sixths.",
              "[25] A transcription of the first two lines of the notation on h.",
              "6 reads: It was the unsystematic succession of the interval names, their location below apparently lyric texts, and the regular interpolation of numerals that led to the conclusion that these were notated musical compositions.",
              "Some of the terms differ to varying degrees from the Akkadian forms found in the older theoretical text, which is not surprising since they were foreign terms. For example, irbute in the hymn notation corresponds to rebûttum in the theory text, šaḫri = šērum, zirte = ṣ/zerdum, šaššate = šalšatum, and titim išarte = titur išartim.",
              "There are also a few rarer, additional words, some of them apparently Hurrian rather than Akkadian.",
              "Because these interrupt the interval-numeral pattern, they may be modifiers of the preceding or following named interval.",
              "The first line of h.",
              "6, for example, ends with ušta mari, and this word-pair is also found on several of the other, fragmentary hymn tablets, usually following but not preceding a numeral.",
              "[27] The text of h.",
              "6 is difficult, in part because the Hurrian language itself is imperfectly understood, and in part because of small lacunae due to missing flakes of the clay tablet.",
              "In addition, however, it appears that the language is a local Ugarit dialect, which differs significantly from the dialects known from other sources.",
              "It is also possible that the pronunciation of some words was altered from normal speech because of the music.",
              "[28] Despite the many difficulties, it is clearly a religious text concerning offerings to the goddess Nikkal, wife of the moon god.",
              "The text is presented in four lines, with the peculiarity that the seven final syllables of each of the first three lines on the verso of the tablet are repeated at the beginning of the next line on the recto.",
              "While Laroche saw in this a procedure similar to one employed by Babylonian scribes in longer texts to provide continuity at the transition from one tablet to another, Güterbock and Kilmer took the position that this device is never found within the text on a single tablet, and so these repeated syllables must constitute refrains dividing the text into regular sections.",
              "To this, Duchesne-Guillemin retorts that the recto-verso-recto spiral path of the text—an arrangement unknown in Babylon—is ample reason for the use of such guides.",
              "[29] The first published attempt to interpret the text of h.",
              "6 was made in 1977 by Hans-Jochen Thiel,[30] and his work formed the basis for a new but still very provisional attempt made 24 years later by Theo J.",
              "H.",
              "Krispijn, after Hurritology had made significant progress thanks to archaeological discoveries made in the meantime at a site near Boğazkale.",
              "[28]"
            ]
          },
          {
            "title": "Hear the World&#39;s Oldest Known Song, &quot;Hurrian Hymn No. 6&quot; Written 3,400 ...",
            "url": "https://www.openculture.com/2022/08/hear-the-worlds-oldest-known-song-hurrian-hymn-no-6-written-3400-years-ago.html",
            "content": [
              "Hear the World&#39;s Oldest Known Song, &quot;Hurrian Hymn No. 6&quot; Written 3,400 ...",
              "in Creativity, History, Music, Video - Arts & Culture | August 26th, 2022 5 Comments Do you like old timey music?",
              "Splendid.",
              "You can’t get more old timey than Hurrian Hymn No.",
              "6, which was discovered on a clay tablet in the ancient Syrian port city of Ugarit in the 1950s, and is over 3400 year old.",
              "Actually, you can – a similar tablet making reference to Lipit-Ishtar, a hymn glorifying the 5th king of the First Dynasty of Isin, in what is now Iraq, is older by some 600 years, but as CMUSE reports, it “contains little more than tuning instructions for the lyre.",
              "” Hurrian Hymn No.",
              "6 offers meatier content, and unlike five other tablets discovered in the same location, is sufficiently well preserved to allow archeologists, and others, to take a crack at reconstructing its song, though it was by no means easy.",
              "University of California emeritus professor of Assyriology Anne Kilmer spent 15 years researching the tablet, before transcribing it into modern musical notation in 1972.",
              "Hers is one of several interpretations YouTuber hochelaga samples in the above video.",
              "While the original tablet gives specific details on how the musician should place their fingers on the lyre, other elements, like tuning or how long notes should be held, are absent, giving modern arrangers some room for creativity.",
              "Below archaeomusicologist Richard Dumbrill explains his interpretation from 1998, in which vocalist Lara Jokhader assumes the part of a young woman privately appealing to the goddess Nikkal to make her fertile: Here’s a particularly lovely classical guitar spin, courtesy of Syrian musicologist Raoul Vitale and composer Feras Rada.",
              ".",
              ".",
              "And a haunting piano version, by Syrian-American composer Malek Jandali, founder of Pianos for Peace: And who can resist a chance to hear Hurrian Hymn No.",
              "6 on a replica of an ancient lyre by “new ancestral” composer Michael Levy, who considers it his musical mission to “open a portal to a time that has been all but forgotten:” I dream to rekindle the very spirit of our ancient ancestors.",
              "To capture, for just a few moments, a time when people imagined the fabric of the universe was woven from harmonies and notes.",
              "To luxuriate in a gentler time when the fragility of life was truly appreciated and its every action was performed in the almighty sense of awe felt for the ancient gods.",
              "Samurai Guitarist Steve Onotera channels the mystery of antiquity too, by combining Dr.",
              "Dumbrill’s melody with Dr.",
              "Kilmer’s, trying and discarding a number of approaches – synthwave, lo-fi hip hop, reggae dub (“an absolute disaster”) – before deciding it was best rendered as a solo for his Fender electric.",
              "Amaranth Publishing has several MIDI files of Hurrian Hymn No 6, including Dr.",
              "Kilmer’s, that you can download for free here.",
              "Open them in the music notation software program of your choice, and should it please the goddess, perhaps yours will be the next interpretation of Hurrian Hymn No.",
              "6 to be featured here on Open Culture.",
              ".",
              ".",
              "Related Content What Ancient Greek Music Sounded Like: Hear a Reconstruction That is ‘100% Accurate’ The Evolution of Music: 40,000 Years of Music History Covered in 8 Minutes Watch an Archaeologist Play the “Lithophone,” a Prehistoric Instrument That Let Ancient Musicians Play Real Classic Rock A Modern Drummer Plays a Rock Gong, a Percussion Instrument from Prehistoric Times – Ayun Halliday is the Chief Primatologist of the East Village Inky zine and author, most recently, of Creative, Not Famous: The Small Potato Manifesto.",
              "Follow her @AyunHalliday.",
              "by Ayun Halliday | Permalink | Comments (5) | We’re hoping to rely on our loyal readers rather than erratic ads.",
              "To support Open Culture’s educational mission, please consider making a donation.",
              "We accept PayPal, Venmo (@openculture), Patreon and Crypto!",
              "Please find all options here.",
              "We thank you!",
              "That is ONLY to false god(s), Not to Jehovah God!",
              "Nothing really to be interested by for Christians !",
              "Nothing to be interested in?",
              "It’s the oldest recorded music in human history.",
              "Christians are as blind as always.",
              "Turning off their brains and covering their ears.",
              "Don’t write all Christians like that.",
              "OP was unreasonable, but they are a minority.",
              "History is history, and history is interesting regardless of religion.",
              "Tina, I truly hope you are a troll just trying to get a rise out of intelligent, sensible people.",
              "Surely, you can’t really be this narrowminded and unsophisticated.",
              "That would be terrifying.",
              "The “Christian” Jehovah is a god of man-made falsehoods born out of reverence for previous works, spoiled into violent jealousy.",
              "The control it once wrought over the simple is ending, despite intentions to sow divisions;",
              "all that will remain of it in time is something the survivors won’t value at all.",
              "Name (required) Email (required) Message Click here to cancel reply.",
              "Get the best cultural and educational resources on the web curated for you in a daily email.",
              "We never spam.",
              "Unsubscribe at any time.",
              "FOLLOW ON SOCIAL MEDIA Open Culture scours the web for the best educational media.",
              "We find the free courses and audio books you need, the language lessons & educational videos you want, and plenty of enlightenment in between.",
              "Subscribe ©2006-2023 Open Culture, LLC.",
              "All rights reserved.",
              "if you like our Facebook fanpage, you'll receive more articles like the one you just read!"
            ]
          },
          {
            "title": "This is the oldest song in history: a 3,400-year-old hymn - ZME Science",
            "url": "https://www.zmescience.com/feature-post/culture/art/oldest-song-world/",
            "content": [
              "This is the oldest song in history: a 3,400-year-old hymn - ZME Science",
              "Home → Features → Culture → Art and Music Music etched in clay tablets more than 3,400 years ago in Syria marks oldest song thus far.",
              "Some 3,400 years ago, Ugarit was a thriving port.",
              "The ancient city spearheaded the northern Syrian coast, maintaining trade with the Hittite Empire, Egypt, and Cyprus (then called Alashiya).",
              "At the height of its development, it wasn’t only a trade center, but also an artistic one.",
              "However, the city ultimately fell and its history of centuries was forgotten until 1928 when a peasant opened a tomb.",
              "In 1973, an archive containing around 120 tablets was discovered during rescue excavations;",
              "in 1994 more than 300 further tablets dating to the end of the Late Bronze Age were discovered within a large ashlar masonry building.",
              "Within them, there were musical notations dating from 1,400 BC.",
              "Most of them were too damaged to be recomposed, but one particular song was so well preserved that it could be played.",
              "Here’s the same song (known as Hurrian Hymn No.",
              "6) performed with a solo lyre and a more interpretive style by Michael Levy.",
              "Any piece of music can sound different depending on who performs it and what instrument they use.",
              "Unfortunately, Hymns 1-5 were not in a state that allowed musical reconstruction.",
              "The complete song is one of about 36 such hymns in cuneiform writing, found on fragments of clay tablets excavated in the 1950s from the Royal Palace at Ugarit (present-day Ras Shamra, Syria).",
              "Richard L.",
              "Crocker and Robert R.",
              "Brown who study musical history produced a record and booklet about the song called Sounds From Silence.",
              "Crocker said that this revolutionized music history.",
              "This evidence proves both the 7-note diatonic scale and harmony were used in music 3,400 years ago.",
              "This flies in the face of most musicologists’ views that ancient harmony was virtually non-existent (or even impossible) and the scale no older than the Ancient Greeks, 2,000 years ago.",
              "Unfortunately, the lyrics remain a mystery.",
              "The Ugarian language itself is not so well understood and in addition, it appears that the language is a local Ugarit dialect, which differs significantly from the dialects known from other sources.",
              "It is also possible that the pronunciation of some words was altered from normal speech because of the music.",
              "However, it is clear that it was a religious text concerning offerings to the goddess Nikkal, wife of the moon god.",
              "© 2007-2023 ZME Science - Not exactly rocket science.",
              "All Rights Reserved.",
              "© 2007-2023 ZME Science - Not exactly rocket science.",
              "All Rights Reserved."
            ]
          }
        ],
        "The tablets containing the tune include specific instructions for how to play the song on a type of nine-stringed lyre.": [
          {
            "title": "Mesopotamian Hurrian Hymn Over 3,000 Years Old - My Modern Met",
            "url": "https://mymodernmet.com/hurrian-hymn/",
            "content": [
              "Mesopotamian Hurrian Hymn Over 3,000 Years Old - My Modern Met",
              "A drawing of the tablet bearing Hurrian Hymn No.",
              "6.",
              "(Photo: Wikimedia Commons, Public domain) Music may be as old as mankind, but the songs of the ancient past are largely lost to history.",
              "Among those to create and play music were the ancient residents of Mesopotamia.",
              "Within this cradle of civilization, history, laws, and religious texts were recorded in cuneiform on tablets.",
              "Many have survived, including an exceptional tablet: the earliest extant sheet music in the world.",
              "Known as “Hurrian Hymn No.",
              "6,” the 3,400-year-old tablet records a tune in praise of the ancient goddess Nikkal.",
              "The ancient Hurrians were a Bronze Age people of the Near East.",
              "They had a rich culture, although much of their history and origins remain shrouded in mystery.",
              "They left behind clues however, such as a tablet bearing cuneiform discovered in the 1950s in the ruins of the city of Ugarit in northern Syria.",
              "The city was a center of trade and exchange with other Near Eastern civilizations, and even kingdoms as far as Egypt.",
              "On the tablet are four lines of text in the Ugarit dialect.",
              "While the language is difficult to interpret, the “Hurrian Hymn No.",
              "6 “is clearly the world's earliest extant melody or song.",
              "The words of the song lie in the upper quadrant, while the lower contains the “notes.",
              "” Scholars believe that sections of repeated lyrics indicate a refrain.",
              "The Akkadian cuneiform below is a heptatonic diatonic scale for a nine-stringed lyre.",
              "They are known as musical intervals.",
              "While the exact translations are somewhat contested, Professor Anne Draffkorn Kilmer of the University of California, Berkley translated the tablet in the 1970s and first attempted the ancient song.",
              "She and her colleagues created a record of it entitled, Sounds From Silence, which you can listen to below.",
              "The “Hurrian Hymn No.",
              "6” tablet is one of 29 musical texts discovered in the palace of Ugarit dating to around 1,400 B.",
              "C.",
              "E.",
              "as Hurrian civilization was waning.",
              "These musical relics are not the oldest ever discovered, although the oldest full song.",
              "A fragment of 4,000-year-old Sumerian musical notation with instructions and tunings for a song about the ruler Lipit-Ishtar predates the “Hurrian Hymn.",
              "” Investigating these earliest works shows the rich knowledge of music among the ancients, suggesting music is a pleasure and an art that humans have always appreciated.",
              "h/t: [Open Culture] Art History: Ancient Practice of Textile Art and How It Continues to Reinvent Itself Sister Duo Weaves Textured Wall Hangings Inspired by Australian Landscapes How to Crochet: Learn the Basics of This Time Honored Handicraft Artist Fills Forest with Life-Size Sculptures Made from Woven Rods of Willow Receive our Weekly Newsletter.",
              "We’re also on Pinterest, Tumblr, and Flipboard.",
              "Want to advertise with us?",
              "Visit My Modern Met Media.",
              "Visit Our Store Celebrating creativity and promoting a positive culture by spotlighting the best sides of humanity—from the lighthearted and fun to the thought-provoking and enlightening.",
              "Celebrating creativity and promoting a positive culture by spotlighting the best sides of humanity—from the lighthearted and fun to the thought-provoking and enlightening."
            ]
          },
          {
            "title": "Hurrian songs - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Hurrian_songs",
            "content": [
              "Hurrian songs - Wikipedia",
              "The Hurrian songs are a collection of music inscribed in cuneiform on clay tablets excavated from the ancient Amorite[2][3]-Canaanite[4] city of Ugarit, a headland in northern Syria, which date to approximately 1400 BC.",
              "One of these tablets, which is nearly complete, contains the Hurrian Hymn to Nikkal (also known as the Hurrian cult hymn or \"a zaluzi to the gods,\" or simply \"h.",
              "6\"), making it the oldest surviving substantially complete work of notated music in the world.",
              "While the composers' names of some of the fragmentary pieces are known, h.",
              "6 is an anonymous work.",
              "The complete song is one of about 36 such hymns in cuneiform writing, found on fragments of clay tablets excavated in the 1950s from the Royal Palace at Ugarit (present-day Ras Shamra, Syria),[5] in a stratum dating from the fourteenth century BC,[6] but is the only one surviving in substantially complete form.",
              "[7] An account of the group of shards was first published in 1955 and 1968 by Emmanuel Laroche, who identified as parts of a single clay tablet the three fragments catalogued by the field archaeologists as RS 15.",
              "30, 15.",
              "49, and 17.",
              "387.",
              "In Laroche's catalogue the hymns are designated h.",
              "(for \"Hurrian\") 2–17, 19–23, 25–6, 28, 30, along with smaller fragments RS.",
              "19.",
              "164 g, j, n, o, p, r, t, w, x, y, aa, and gg.",
              "The complete hymn is h.",
              "6 in this list.",
              "[8] A revised text of h.",
              "6 was published in 1975.",
              "[9] Following Laroche's work, Assyriologist Anne Draffkorn Kilmer and musicologist Marcelle Duchesne-Guillemin[10] worked together in the 1970s to understand the meaning of the tablets, concluding that one tablet presented tuning methods for a Babylonian lyre, another referred to musical intervals.",
              "[11][12] Tablet h.",
              "6 contains the lyrics for a hymn to Nikkal, a Semitic goddess of orchards, and instructions for a singer accompanied by a nine-stringed sammûm, a type of harp or, much more likely, a lyre.",
              "[13] The hymn was given its first modern performance in 1974, a performance of which the New York Times wrote: “This has revolutionized the whole concept of the origin of western music.",
              "”[11] While the Hurrian hymn pre-dates several other surviving early works of music (e.",
              "g., the Seikilos epitaph and the Delphic Hymns) by a millennium, its transcription remains controversial.",
              "Duchesne-Guillemin's reconstruction may be heard at the Urkesh webpage,[1] though this is only one of at least five \"rival decipherments of the notation, each yielding entirely different results\".",
              "[14] The tablet is in the collection of the National Museum of Damascus.",
              "The arrangement of tablet h.",
              "6 places the Hurrian words of the hymn at the top, under which is a double division line.",
              "The hymn text is written in a continuous spiral, alternating recto-verso sides of the tablet—a layout not found in Babylonian texts.",
              "[15] Below this is found the Akkadian musical instructions, consisting of interval names followed by number signs.",
              "[7] Differences in transcriptions hinge on interpretation of the meaning of these paired signs, and the relationship to the hymn text.",
              "Below the musical instructions there is another dividing line—single this time—underneath which is a colophon in Akkadian reading \"This [is] a song [in the] nitkibli [i.",
              "e., the nid qabli tuning], a zaluzi .",
              ".",
              ".",
              "written down by Ammurabi\".",
              "[16] This name and another scribe's name found on one of the other tablets, Ipsali, are both Semitic.",
              "There is no composer named for the complete hymn, but four composers' names are found for five of the fragmentary pieces: Tapšiẖuni, Puẖiya(na), Urẖiya (two hymns: h.",
              "8 and h.",
              "12), and Ammiya.",
              "These are all Hurrian names.",
              "[17] The Akkadian cuneiform music notation refers to a diatonic scale on a nine-stringed lyre, in a tuning system described on three Akkadian tablets, two from the Late Babylonian and one from the Old Babylonian period (approximately the 18th century BC).",
              "[18] Babylonian theory describes intervals of thirds, fourths, fifths, and sixths, but only with specific terms for the various groups of strings that may be spanned by the hand over that distance, within the purely theoretical range of a seven-string lyre (even though the actual instrument described has nine strings).",
              "Babylonian theory had no term for the abstract distance of a fifth or a fourth—only for fifths and fourths between specific pairs of strings.",
              "As a result, there are fourteen terms in all, describing two pairs spanning six strings, three pairs spanning five, four pairs spanning four, and five different pairs spanning three strings.",
              "[19][22] The names of these fourteen pairs of strings form the basis of the theoretical system and are arranged by twos in the ancient sources (string-number pairs first, then the regularized Old Babylonian names and translations):[23] The name of the first item of each pair is also used as the name of a tuning.",
              "These are all fifths (nīš gab(a)rîm, išartum', embūbum') or fourths (nīd qablim, qablītum, kitmum, and pītum), and have been called by one modern scholar the \"primary\" intervals—the other seven (which are not used as names of tunings) being the \"secondary\" intervals: thirds and sixths.",
              "[25] A transcription of the first two lines of the notation on h.",
              "6 reads: It was the unsystematic succession of the interval names, their location below apparently lyric texts, and the regular interpolation of numerals that led to the conclusion that these were notated musical compositions.",
              "Some of the terms differ to varying degrees from the Akkadian forms found in the older theoretical text, which is not surprising since they were foreign terms. For example, irbute in the hymn notation corresponds to rebûttum in the theory text, šaḫri = šērum, zirte = ṣ/zerdum, šaššate = šalšatum, and titim išarte = titur išartim.",
              "There are also a few rarer, additional words, some of them apparently Hurrian rather than Akkadian.",
              "Because these interrupt the interval-numeral pattern, they may be modifiers of the preceding or following named interval.",
              "The first line of h.",
              "6, for example, ends with ušta mari, and this word-pair is also found on several of the other, fragmentary hymn tablets, usually following but not preceding a numeral.",
              "[27] The text of h.",
              "6 is difficult, in part because the Hurrian language itself is imperfectly understood, and in part because of small lacunae due to missing flakes of the clay tablet.",
              "In addition, however, it appears that the language is a local Ugarit dialect, which differs significantly from the dialects known from other sources.",
              "It is also possible that the pronunciation of some words was altered from normal speech because of the music.",
              "[28] Despite the many difficulties, it is clearly a religious text concerning offerings to the goddess Nikkal, wife of the moon god.",
              "The text is presented in four lines, with the peculiarity that the seven final syllables of each of the first three lines on the verso of the tablet are repeated at the beginning of the next line on the recto.",
              "While Laroche saw in this a procedure similar to one employed by Babylonian scribes in longer texts to provide continuity at the transition from one tablet to another, Güterbock and Kilmer took the position that this device is never found within the text on a single tablet, and so these repeated syllables must constitute refrains dividing the text into regular sections.",
              "To this, Duchesne-Guillemin retorts that the recto-verso-recto spiral path of the text—an arrangement unknown in Babylon—is ample reason for the use of such guides.",
              "[29] The first published attempt to interpret the text of h.",
              "6 was made in 1977 by Hans-Jochen Thiel,[30] and his work formed the basis for a new but still very provisional attempt made 24 years later by Theo J.",
              "H.",
              "Krispijn, after Hurritology had made significant progress thanks to archaeological discoveries made in the meantime at a site near Boğazkale.",
              "[28]"
            ]
          },
          {
            "title": "What Is the Oldest Known Piece of Music? | HISTORY",
            "url": "https://www.history.com/news/what-is-the-oldest-known-piece-of-music",
            "content": [
              "What Is the Oldest Known Piece of Music? | HISTORY",
              "By: Evan Andrews Updated: August 8, 2023 | Original: December 18, 2015 The history of music is as old as humanity itself.",
              "Archaeologists have found primitive flutes made of bone and ivory dating back as far as 43,000 years, and it’s likely that many ancient musical styles have been preserved in oral traditions.",
              "When it comes to specific songs, however, the oldest known examples are relatively more recent.",
              "The earliest fragment of musical notation is found on a 4,000-year-old Sumerian clay tablet, which includes instructions and tunings for a hymn honoring the ruler Lipit-Ishtar.",
              "But for the title of oldest extant song, most historians point to “Hurrian Hymn No.",
              "6,” an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.",
              "C.",
              "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.",
              "Along with a near-complete set of musical notations, they also include specific instructions for how to play the song on a type of nine-stringed lyre.",
              "“Hurrian Hymn No.",
              "6” is considered the world’s earliest melody, but the oldest musical composition to have survived in its entirety is a first century A.",
              "D.",
              "Greek tune known as the “Seikilos Epitaph.",
              "” The song was found engraved on an ancient marble column used to mark a woman’s gravesite in Turkey.",
              "“I am a tombstone, an image,” reads an inscription.",
              "“Seikilos placed me here as an everlasting sign of deathless remembrance.",
              "” The column also includes musical notation as well as a short set of lyrics that read: “While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.",
              "” The well-preserved inscriptions on Seikilos Epitaph have allowed modern musicians and scholars to recreate its plaintive melodies note-for-note.",
              "Dr.",
              "David Creese of the University of Newcastle performed it using an eight-stringed instrument played with a mallet, and ancient music researcher Michael Levy has recorded a version strummed on a lyre.",
              "There have also been several attempts to decode and play “Hurrian Hymn No.",
              "6,” but because of difficulties in translating its ancient tablets, there is no definitive version.",
              "One of the most popular interpretations came in 2009, when Syrian composer Malek Jandali performed the ancient hymn with a full orchestra.",
              "By: Evan Andrews We strive for accuracy and fairness.",
              "But if you see something that doesn't look right, click here to contact us!",
              "HISTORY reviews and updates its content regularly to ensure it is complete and accurate.",
              "Get HISTORY’s most fascinating stories delivered to your inbox three times a week.",
              "By submitting your information, you agree to receive emails from HISTORY and A+E Networks.",
              "You can opt out at any time.",
              "You must be 16 years or older and a resident of the United States.",
              "More details: Privacy Notice | Terms of Use | Contact Us © 2023, A&E Television Networks, LLC.",
              "All Rights Reserved."
            ]
          }
        ],
        "The oldest musical composition to have survived in its entirety is a first century A.D. Greek tune known as the \"Seikilos Epitaph.\"": [
          {
            "title": "Seikilos epitaph - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Seikilos_epitaph",
            "content": [
              "Seikilos epitaph - Wikipedia",
              "The Seikilos epitaph is the oldest surviving complete musical composition, including musical notation, from anywhere in the world[citation needed].",
              "The epitaph has been variously dated, but seems to be either from the 1st or the 2nd century CE.",
              "The song, the melody of which is recorded, alongside its lyrics, in the ancient Greek musical notation, was found in 1883 engraved on a pillar (a stele) from the Hellenistic town of Tralles near present-day Aydın, Turkey, not far from Ephesus.",
              "It is a Hellenistic Ionic song in either the Phrygian octave species or Iastian tonos.",
              "While older music with notation exists (for example the Hurrian songs), all of it is in fragments;",
              "the Seikilos epitaph is unique in that it is a complete, though short, composition.",
              "[1] Although usually referred to as an epitaph, it is possible (according to a suggestion put forward by Armand D'Angour) that it does not mark a tomb, but was merely a monument erected by Seikilos himself to commemorate his skill.",
              "[2] The following is the Greek text found on the tombstone (in the later polytonic script;",
              "the original is in majuscule),[n 1] along with a transliteration of the words which are sung to the melody, and a somewhat free English translation thereof;",
              "this excludes the musical notation: Ὅσον ζῇς φαίνου μηδὲν ὅλως σὺ λυποῦ πρὸς ὀλίγον ἔστι[n 2] τὸ ζῆν τὸ τέλος ὁ χρόνος ἀπαιτεῖ.",
              "hóson zêis, phaínou mēdèn hólōs sỳ lypoû pròs olígon ésti tò zên tò télos ho khrónos apaiteî.",
              "While you live, shine have no grief at all life exists only for a short while and Time demands his due.",
              "[n 3] The last two surviving words on the tombstone itself are (with the bracketed characters denoting a partial possible reconstruction of the lacuna or of a possible name abbreviation)[3] Σεικίλος Εὐτέρ[πῃ]Seikílos Eutér[pēi] meaning \"Seikilos to Euterpe\";",
              "hence, according to this reconstruction, the tombstone and the epigrams thereon were possibly dedicated by Seikilos to Euterpe, who was possibly his wife.",
              "[4] (Euterpe is also the name of the Muse of music).",
              "Another possible partial reconstruction could be Σεικίλος Εὐτέρ[που]Seikílos Eutér[pou] meaning \"Seikilos of Euterpes\", i.",
              "e. \"Seikilos, son of Euterpes\".",
              "[5] The tombstone has an inscription on it, which reads in Greek: Εἰκὼν ἤ λίθος εἰμί.",
              "τίθησί με Σεικίλος ἔνθα μνήμης ἀθανάτου σῆμα πολυχρόνιον.",
              "eikṑn ḗ líthos eimí.",
              "títhēsí me Seikílos éntha mnḗmēs athanátou sêma polykhrónion.",
              "A free translation of this reads: \"I am a tombstone, an image.",
              "Seikilos placed me here as a long-lasting sign of deathless remembrance.\"",
              "[6] The inscription above each line of the lyrics (transcribed here in polytonic script), consists of letters and signs indicating the melody of the song:[7] Although the transcription of the melody is unproblematic, there is some disagreement about the nature of the melodic material itself.",
              "There are no modulations, and the notation is clearly in the diatonic genus, but while it is described by Thomas J.",
              "Mathiesen and Jon Solomon on the one hand as being clearly in the diatonic Iastian tonos,[8] Mathiesen also says it would \"fit perfectly\" within Ptolemy's Phrygian tonos,[9] since, according to Jon Solomon, the arrangement of the tones (1 1⁄2 1 1 1 1⁄2 1 [ascending]) \"is that of the Phrygian species\" according to Cleonides.",
              "[10] The overall note series is alternatively described by Egert Pöhlmann [de] and Martin Litchfield West as corresponding \"to a segment from the Ionian scale\".",
              "[11] R.",
              "P.",
              "Winnington-Ingram says \"The scale employed is the diatonic octave from e to e (in two sharps).",
              "The tonic seems to be a;",
              "the cadence is a f♯ e.",
              "This piece is .",
              ".",
              ".",
              "[in] Phrygic (the D mode) with its tonic in the same relative position as that of the Doric.\"",
              "[1] Yet Claude Palisca explains that the difficulty lies in the fact that \"the harmoniai had no finals, dominants, or internal relationships that would establish a hierarchy of tensions and points of rest, although the mese ('middle note') may have had a gravitational function\".",
              "Although the epitaph's melody is \"clearly structured around a single octave, .",
              ".",
              ".",
              "the melody emphasizes the mese by position .",
              ".",
              ".",
              "rather than the mese by function\".",
              "[12] Moreover, Charles Cosgrove, building on West, shows that although the notes correspond to the Phrygian octave species, analyzing the song on the assumption that its orientation notes are the standing notes of a set of disjunct tetrachords forming the Phrygian octave species does not sufficiently illumine the melody's tonal structure.",
              "The song's pitch centers (notes of emphasis according to frequency, duration, and placement) are, in Greek notational nomenclature, C and Z, which correspond to G and D if the scale is mapped on the white keys of the piano (A and E in the \"two sharps\" transcription above).",
              "[13] These two pitches are mese and nete diezeugmenon of the octave species, but the two other standing notes of that scale's tetrachords (hypate and paramese) do not come into play in significant ways as pitch centers, whether individually or together in intervals forming fourths.",
              "The melody is dominated by fifths and thirds;",
              "and although the piece ends on hypate, that is the only occurrence of this note.",
              "This instance of hypate probably derives its suitability as a final by virtue of being \"the same,\" through octave equivalency, as nete diezeugmenon, the pitch center Z.",
              "[14] The find has been variously dated, but the first or second century CE is the most probable guess.",
              "One authority states that on grounds of paleography the inscription can be \"securely dated to the first century C.",
              "E.\"",
              ",[6] while on the same basis (the use of swallow-tail serifs, the almost triangular Φ with prolongation below, ligatures between N, H, and M, and above all the peculiar form of the letter omega) another is equally certain it dates from the second century CE, and makes comparisons to dated inscriptions of 127/8 and 149/50 CE.",
              "[15] The Epitaph was discovered in 1883 by Sir W.",
              "M.",
              "Ramsay in Tralleis, a small town near Aydın, Turkey.",
              "According to one source the stele was then lost and rediscovered in Smyrna in 1922, at about the end of the Greco-Turkish War of 1919–1922.",
              "[16] According to another source the stele, having first been discovered during the building of the railway next to Aydın, had first remained in the possession of the building firm's director, Edward Purser, where Ramsay found and published about it;",
              "in about 1893, as it \"was broken at the bottom, its base was sawn off straight so that it could stand and serve as a pedestal for Mrs Purser's flowerpots\";",
              "this caused the loss of one line of text, i.",
              "e., while the stele would now stand upright, the grinding had obliterated the last line of the inscription.",
              "The stele next passed to Edward Purser's son-in-law, Mr Young, who kept it in Buca, Smyrna.",
              "It remained there until the defeat of the Greeks, having been taken by the Dutch Consul for safe keeping during the war;",
              "the Consul's son-in-law later brought it by way of Constantinople and Stockholm to The Hague;",
              "it remained there until 1966, when it was acquired by the Department of Antiquities of the National Museum of Denmark in Copenhagen.",
              "This is where the stele has been located since (inventory number: 14897).",
              "[11] A German scholar Otto Crusius in 1893, shortly after the publication of this inscription, was the first to observe that the music of this song as well as that of the hymns of Mesomedes tends to follow the pitch of the word accents.",
              "[17] The publication of the two Delphic hymns in the same year confirmed this tendency.",
              "Thus in this epitaph, in most of the words, the accented syllable is higher in pitch than the syllable which follows;",
              "and the circumflex accents in λυποῦ lupoû, ζῆν zên and ἀπαιτεῖ apaiteî have a falling contour within the syllable, just as described by the 1st century BC rhetorician Dionysius of Halicarnassus, while the first syllable of φαίνου phaínou (a long vowel with an acute accent) has a rising melody.",
              "[18] One word which does not conform is the first word ὅσον hóson, where the music has a low note despite the acute accent.",
              "Another example of a low note at the beginning of a line which has been observed is βαῖν ̓ ἐπὶ baîn ̓ epì in the 2nd Delphic Hymn.",
              "There are other places also where the initial syllable of a clause starts on a low note in the music.",
              "[19] Another apparently anomalous word is ἐστὶ estì 'is', where the music has a rising melody on the first syllable.",
              "However, there exists a second pronunciation ἔστι ésti, which is used, according to Philomen Probert, \"when the word expresses existence or possibility (i.",
              "e. when it is translatable with expressions such as 'exists', 'there is', or 'it is possible')\",[20] which is evidently the meaning here.",
              "[21] The musical notation has certain dots above it, called stigmai (στιγμαί), singular stigmē (στιγμή), which are also found in certain other fragments of Greek music, such as the fragment from Euripides' Orestes.",
              "The meaning of these is still uncertain.",
              "According to an ancient source (known as the Anonymus Bellermanni), they represent an 'arsis', which has been taken to mean a kind of 'upbeat' ('arsis' means 'raising' in Greek);",
              "[22] Armand D'Angour argues, however, that this does not rule out the possibility of a dynamic stress.",
              "[23] Another view, by Solomon, is that the stigmai \"signify a rhythmical emphasis\".",
              "[24] According to Mathiesen, The meaning of the stigme has been debated for years by scholars.",
              "Is it an ictus mark, does it indicate stress, does it show arsis or thesis, and which part of the foot ought to be called arsis?",
              "[25] A stigme appears on all the syllables of the second half of each bar as it is printed above (for example on ὅλως, -γον ἔσ-, and ὁ χρόνος).",
              "If the Anonymus Bellermanni source is correct, this implies that whole of the first half of each double-foot bar or measure is the thesis, and the whole of the second half is the arsis.",
              "Stefan Hagel, however, argues that this does not preclude the possibility that within the thesis and arsis there was a further hierarchy of strong and weak notes.",
              "[26] A possible alternative way of rhythmizing the Seikilos song, in order to preserve the iambic ('rising', di-dum) feel of the rhythm, was suggested by Armand D'Angour, with the barlines displaced one quaver to the right, as in the following transcription:[27][28] Stefan Hagel, discussing an example in the Anonymus Bellermanni, suggests the possibility of a similar transcription with displaced barlines of a line of music with this same rhythm.",
              "[29] His hypothesis is based on an assumption about ancient rhythmical theory and practice, namely that \"the regular iambic environment precluded accented shorts altogether;",
              "in other words, the accent of the iambic foot fell on its long\".",
              "[29] However, Tosca Lynch argues that this assumption is contradicted by ancient rhythmical theory and practice.",
              "[30] She notes that the song in its conventional transcription corresponds to the rhythm referred to by ancient Greek rhythmicians as an \"iambic dactyl\" (δάκτυλος κατ ̓ ἴαμβον (dáktulos kat ̓ íambon) (⏑⏔ ⁝ ⏑⏔) (using the term \"dactyl\" in the rhythmicians' sense of a foot in which the two parts are of equal length) (cf.",
              "Aristides Quintilianus 38.",
              "5–6).",
              "[31] According to this, the whole of the first half of each bar (e.",
              "g. ὅσον hóson) is the thesis, and the whole of the second (ζῇς zêis), as the stigmai imply, is the arsis.",
              "Therefore, in Lynch's opinion the conventional transcription is to be preferred as it accurately reflects the original rhythm.",
              "For the 1951 film Quo Vadis, Miklos Rosza drew inspiration from Ancient Greco-Roman music and instruments.",
              "Nero (Peter Ustinov) is shown composing and singing a melody based in the Seikilos epitaph.",
              "The English lyrics however are by H.",
              "Gray.",
              "[32] The melody has been featured in the video game soundtracks for both Civilization VI[33] and Minecraft in the Greek Mythology Mash-Up Pack DLC.",
              "[34]"
            ]
          },
          {
            "title": "Engraved on a tombstone almost 2,000 years ago, this is music’s oldest ...",
            "url": "https://www.classicfm.com/discover-music/seikilos-epitaph-oldest-surviving-composition/",
            "content": [
              "Engraved on a tombstone almost 2,000 years ago, this is music’s oldest ...",
              "Classic FM Early Breakfast with Lucy Coward 4am - 6am Invitation to the Dance Opus 65 Carl Maria Von Weber Download 'Invitation to the Dance Opus 65' on iTunes Discover Music 4 November 2021, 15:03 | Updated: 20 June 2022, 09:53 By Sophia Alexandra Hall Hear the ‘Seikilos Epitaph’;",
              "written in Ancient Greece, it is the oldest surviving musical composition.",
              "Written in the 1st or 2nd century CE, the Song of Seikilos was discovered on a tombstone in Turkey in 1883.",
              "The song explores themes of the transience of life and the passage of time.",
              "At almost 2000 years old, it’s believed to be the oldest surviving piece of music in the world.",
              "Listen to a performance of the musical engraving, as its tender, heartrending tones pass through millennia.",
              "Seikilos Epitaph ( the earliest complete tune ) Greek 200BC The mournful lyrics have been translated from Ancient Greek to English.",
              "The text reads: While you live, shinehave no grief at all life exists only for a short whileand Time demands an end.",
              "A further inscription reads: I am a tombstone, an image.",
              "Seikilos placed me here as a long-lasting sign of deathless remembrance.",
              "Seikílos Eutér[pēi] Scholars have surmised these last two words to be a dedication from Seikilos to Euterpe, who could have been the composer’s wife, or the Muse of Music from Greek mythology.",
              "Hear the world’s oldest instrument, the 50,000 year old neanderthal flute The song is thought to be the oldest surviving complete musical composition from anywhere in the world.",
              "While there are older examples of musical notation, such as the Hurrian Song, these are fragmented and unlike the complete engraving found on the Seikilos Epitaph.",
              "See more Discover music 2 days ago 2 days ago 3 days ago Andrea Bocelli 3 days ago Andrea Bocelli 3 days ago Andrea Bocelli 4 days ago Videos See more Best classical music See more Classic FM Live Playlists See more Browse by Events Bach Promoted by Hurtigruten Expeditions Videos Sheku Kanneh-Mason Gregson-Williams Mozart"
            ]
          },
          {
            "title": "The Oldest Song Survived in its Entirety is Ancient Greek",
            "url": "https://greekreporter.com/2023/10/10/oldest-song-survive-ancient-greek/",
            "content": [
              "The Oldest Song Survived in its Entirety is Ancient Greek",
              "The oldest song to have survived in its entirety is a first-century A.",
              "D.",
              "Greek tune known as the “Seikilos Epitaph.",
              "” The song, the melody of which is recorded, alongside its lyrics, in the ancient Greek musical notation, was found in 1883 engraved on a pillar (a stele) from the Hellenistic town of Tralles near present-day Aydın, Turkey, not far from Ephesus.",
              "Although usually referred to as an epitaph, experts say that it is possible that it does not mark a tomb, but was merely a monument erected by Seikilos himself to commemorate his skill.",
              "“I am a tombstone, an image,” reads an inscription.",
              "“Seikilos placed me here as an everlasting sign of deathless remembrance.",
              "” The column also includes musical notation as well as a short set of lyrics that read: “While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.",
              "” The well-preserved inscriptions on Seikilos Epitaph have allowed modern musicians and scholars to recreate its plaintive melodies note-for-note.",
              "The tombstone, or stele, was discovered in 1883 but then disappeared and was later rediscovered being used as a pedestal for a flowerpot.",
              "It is now housed in the National Museum of Denmark.",
              "The Greek text found on the tombstone reads: Ὅσον ζῇς φαίνου μηδὲν ὅλως σὺ λυποῦ πρὸς ὀλίγον ἔστι τὸ ζῆν τὸ τέλος ὁ χρόνος ἀπαιτεῖ.",
              "The rough translation in English: While you live, shine have no grief at all life exists only for a short while and Time demands his due.",
              "The last two surviving words on the tombstone itself are: Σεικίλος Εὐτέρ[πῃ], meaning “Seikilos to Euterpe”;",
              "hence, according to this reconstruction, the tombstone and the epigrams thereon were possibly dedicated by Seikilos to Euterpe, who was possibly his wife.",
              "The tombstone has an inscription on it, which reads in Greek: Εἰκὼν ἤ λίθος εἰμί.",
              "τίθησί με Σεικίλος ἔνθα μνήμης ἀθανάτου σῆμα πολυχρόνιον.",
              "A free translation of this reads: “I am a tombstone, an image.",
              "Seikilos placed me here as a long-lasting sign of deathless remembrance.",
              "” The inscription above each line of the lyrics, consists of letters and signs indicating the melody of the song: The song is thought to be the oldest surviving complete musical composition from anywhere in the world.",
              "While there are older examples of musical notation, such as the Hurrian Song, these are fragmented and unlike the complete engraving found on the Seikilos Epitaph.",
              "The history of music is as old as humanity itself.",
              "Archaeologists have found primitive flutes made of bone and ivory dating back as far as 43,000 years, and it’s likely that many ancient musical styles have been preserved in oral traditions.",
              "When it comes to specific songs, however, the oldest known examples are relatively more recent.",
              "The earliest fragment of musical notation is found on a 4,000-year-old Sumerian clay tablet, which includes instructions and tunings for a hymn honoring the ruler Lipit-Ishtar.",
              "But for the title of oldest extant song, most historians point to “Hurrian Hymn No.",
              "6,” an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.",
              "C.",
              "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.",
              "Along with a near-complete set of musical notations, they also include specific instructions for how to play the song on a type of nine-stringed lyre.",
              "Related: Ancient Greek Lyres Make a Comeback in Thessaloniki See all the latest news from Greece and the world at Greekreporter.",
              "com.",
              "Contact our newsroom to report an update or send your story, photos and videos.",
              "Follow GR on Google News and subscribe here to our daily email!",
              "© Copyright - GreekReporter.",
              "com"
            ]
          }
        ],
        "The \"Seikilos Epitaph\" was found engraved on an ancient marble column used to mark a woman's gravesite in Turkey.": [
          {
            "title": "Seikilos epitaph - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Seikilos_epitaph",
            "content": [
              "Seikilos epitaph - Wikipedia",
              "The Seikilos epitaph is the oldest surviving complete musical composition, including musical notation, from anywhere in the world[citation needed].",
              "The epitaph has been variously dated, but seems to be either from the 1st or the 2nd century CE.",
              "The song, the melody of which is recorded, alongside its lyrics, in the ancient Greek musical notation, was found in 1883 engraved on a pillar (a stele) from the Hellenistic town of Tralles near present-day Aydın, Turkey, not far from Ephesus.",
              "It is a Hellenistic Ionic song in either the Phrygian octave species or Iastian tonos.",
              "While older music with notation exists (for example the Hurrian songs), all of it is in fragments;",
              "the Seikilos epitaph is unique in that it is a complete, though short, composition.",
              "[1] Although usually referred to as an epitaph, it is possible (according to a suggestion put forward by Armand D'Angour) that it does not mark a tomb, but was merely a monument erected by Seikilos himself to commemorate his skill.",
              "[2] The following is the Greek text found on the tombstone (in the later polytonic script;",
              "the original is in majuscule),[n 1] along with a transliteration of the words which are sung to the melody, and a somewhat free English translation thereof;",
              "this excludes the musical notation: Ὅσον ζῇς φαίνου μηδὲν ὅλως σὺ λυποῦ πρὸς ὀλίγον ἔστι[n 2] τὸ ζῆν τὸ τέλος ὁ χρόνος ἀπαιτεῖ.",
              "hóson zêis, phaínou mēdèn hólōs sỳ lypoû pròs olígon ésti tò zên tò télos ho khrónos apaiteî.",
              "While you live, shine have no grief at all life exists only for a short while and Time demands his due.",
              "[n 3] The last two surviving words on the tombstone itself are (with the bracketed characters denoting a partial possible reconstruction of the lacuna or of a possible name abbreviation)[3] Σεικίλος Εὐτέρ[πῃ]Seikílos Eutér[pēi] meaning \"Seikilos to Euterpe\";",
              "hence, according to this reconstruction, the tombstone and the epigrams thereon were possibly dedicated by Seikilos to Euterpe, who was possibly his wife.",
              "[4] (Euterpe is also the name of the Muse of music).",
              "Another possible partial reconstruction could be Σεικίλος Εὐτέρ[που]Seikílos Eutér[pou] meaning \"Seikilos of Euterpes\", i.",
              "e. \"Seikilos, son of Euterpes\".",
              "[5] The tombstone has an inscription on it, which reads in Greek: Εἰκὼν ἤ λίθος εἰμί.",
              "τίθησί με Σεικίλος ἔνθα μνήμης ἀθανάτου σῆμα πολυχρόνιον.",
              "eikṑn ḗ líthos eimí.",
              "títhēsí me Seikílos éntha mnḗmēs athanátou sêma polykhrónion.",
              "A free translation of this reads: \"I am a tombstone, an image.",
              "Seikilos placed me here as a long-lasting sign of deathless remembrance.\"",
              "[6] The inscription above each line of the lyrics (transcribed here in polytonic script), consists of letters and signs indicating the melody of the song:[7] Although the transcription of the melody is unproblematic, there is some disagreement about the nature of the melodic material itself.",
              "There are no modulations, and the notation is clearly in the diatonic genus, but while it is described by Thomas J.",
              "Mathiesen and Jon Solomon on the one hand as being clearly in the diatonic Iastian tonos,[8] Mathiesen also says it would \"fit perfectly\" within Ptolemy's Phrygian tonos,[9] since, according to Jon Solomon, the arrangement of the tones (1 1⁄2 1 1 1 1⁄2 1 [ascending]) \"is that of the Phrygian species\" according to Cleonides.",
              "[10] The overall note series is alternatively described by Egert Pöhlmann [de] and Martin Litchfield West as corresponding \"to a segment from the Ionian scale\".",
              "[11] R.",
              "P.",
              "Winnington-Ingram says \"The scale employed is the diatonic octave from e to e (in two sharps).",
              "The tonic seems to be a;",
              "the cadence is a f♯ e.",
              "This piece is .",
              ".",
              ".",
              "[in] Phrygic (the D mode) with its tonic in the same relative position as that of the Doric.\"",
              "[1] Yet Claude Palisca explains that the difficulty lies in the fact that \"the harmoniai had no finals, dominants, or internal relationships that would establish a hierarchy of tensions and points of rest, although the mese ('middle note') may have had a gravitational function\".",
              "Although the epitaph's melody is \"clearly structured around a single octave, .",
              ".",
              ".",
              "the melody emphasizes the mese by position .",
              ".",
              ".",
              "rather than the mese by function\".",
              "[12] Moreover, Charles Cosgrove, building on West, shows that although the notes correspond to the Phrygian octave species, analyzing the song on the assumption that its orientation notes are the standing notes of a set of disjunct tetrachords forming the Phrygian octave species does not sufficiently illumine the melody's tonal structure.",
              "The song's pitch centers (notes of emphasis according to frequency, duration, and placement) are, in Greek notational nomenclature, C and Z, which correspond to G and D if the scale is mapped on the white keys of the piano (A and E in the \"two sharps\" transcription above).",
              "[13] These two pitches are mese and nete diezeugmenon of the octave species, but the two other standing notes of that scale's tetrachords (hypate and paramese) do not come into play in significant ways as pitch centers, whether individually or together in intervals forming fourths.",
              "The melody is dominated by fifths and thirds;",
              "and although the piece ends on hypate, that is the only occurrence of this note.",
              "This instance of hypate probably derives its suitability as a final by virtue of being \"the same,\" through octave equivalency, as nete diezeugmenon, the pitch center Z.",
              "[14] The find has been variously dated, but the first or second century CE is the most probable guess.",
              "One authority states that on grounds of paleography the inscription can be \"securely dated to the first century C.",
              "E.\"",
              ",[6] while on the same basis (the use of swallow-tail serifs, the almost triangular Φ with prolongation below, ligatures between N, H, and M, and above all the peculiar form of the letter omega) another is equally certain it dates from the second century CE, and makes comparisons to dated inscriptions of 127/8 and 149/50 CE.",
              "[15] The Epitaph was discovered in 1883 by Sir W.",
              "M.",
              "Ramsay in Tralleis, a small town near Aydın, Turkey.",
              "According to one source the stele was then lost and rediscovered in Smyrna in 1922, at about the end of the Greco-Turkish War of 1919–1922.",
              "[16] According to another source the stele, having first been discovered during the building of the railway next to Aydın, had first remained in the possession of the building firm's director, Edward Purser, where Ramsay found and published about it;",
              "in about 1893, as it \"was broken at the bottom, its base was sawn off straight so that it could stand and serve as a pedestal for Mrs Purser's flowerpots\";",
              "this caused the loss of one line of text, i.",
              "e., while the stele would now stand upright, the grinding had obliterated the last line of the inscription.",
              "The stele next passed to Edward Purser's son-in-law, Mr Young, who kept it in Buca, Smyrna.",
              "It remained there until the defeat of the Greeks, having been taken by the Dutch Consul for safe keeping during the war;",
              "the Consul's son-in-law later brought it by way of Constantinople and Stockholm to The Hague;",
              "it remained there until 1966, when it was acquired by the Department of Antiquities of the National Museum of Denmark in Copenhagen.",
              "This is where the stele has been located since (inventory number: 14897).",
              "[11] A German scholar Otto Crusius in 1893, shortly after the publication of this inscription, was the first to observe that the music of this song as well as that of the hymns of Mesomedes tends to follow the pitch of the word accents.",
              "[17] The publication of the two Delphic hymns in the same year confirmed this tendency.",
              "Thus in this epitaph, in most of the words, the accented syllable is higher in pitch than the syllable which follows;",
              "and the circumflex accents in λυποῦ lupoû, ζῆν zên and ἀπαιτεῖ apaiteî have a falling contour within the syllable, just as described by the 1st century BC rhetorician Dionysius of Halicarnassus, while the first syllable of φαίνου phaínou (a long vowel with an acute accent) has a rising melody.",
              "[18] One word which does not conform is the first word ὅσον hóson, where the music has a low note despite the acute accent.",
              "Another example of a low note at the beginning of a line which has been observed is βαῖν ̓ ἐπὶ baîn ̓ epì in the 2nd Delphic Hymn.",
              "There are other places also where the initial syllable of a clause starts on a low note in the music.",
              "[19] Another apparently anomalous word is ἐστὶ estì 'is', where the music has a rising melody on the first syllable.",
              "However, there exists a second pronunciation ἔστι ésti, which is used, according to Philomen Probert, \"when the word expresses existence or possibility (i.",
              "e. when it is translatable with expressions such as 'exists', 'there is', or 'it is possible')\",[20] which is evidently the meaning here.",
              "[21] The musical notation has certain dots above it, called stigmai (στιγμαί), singular stigmē (στιγμή), which are also found in certain other fragments of Greek music, such as the fragment from Euripides' Orestes.",
              "The meaning of these is still uncertain.",
              "According to an ancient source (known as the Anonymus Bellermanni), they represent an 'arsis', which has been taken to mean a kind of 'upbeat' ('arsis' means 'raising' in Greek);",
              "[22] Armand D'Angour argues, however, that this does not rule out the possibility of a dynamic stress.",
              "[23] Another view, by Solomon, is that the stigmai \"signify a rhythmical emphasis\".",
              "[24] According to Mathiesen, The meaning of the stigme has been debated for years by scholars.",
              "Is it an ictus mark, does it indicate stress, does it show arsis or thesis, and which part of the foot ought to be called arsis?",
              "[25] A stigme appears on all the syllables of the second half of each bar as it is printed above (for example on ὅλως, -γον ἔσ-, and ὁ χρόνος).",
              "If the Anonymus Bellermanni source is correct, this implies that whole of the first half of each double-foot bar or measure is the thesis, and the whole of the second half is the arsis.",
              "Stefan Hagel, however, argues that this does not preclude the possibility that within the thesis and arsis there was a further hierarchy of strong and weak notes.",
              "[26] A possible alternative way of rhythmizing the Seikilos song, in order to preserve the iambic ('rising', di-dum) feel of the rhythm, was suggested by Armand D'Angour, with the barlines displaced one quaver to the right, as in the following transcription:[27][28] Stefan Hagel, discussing an example in the Anonymus Bellermanni, suggests the possibility of a similar transcription with displaced barlines of a line of music with this same rhythm.",
              "[29] His hypothesis is based on an assumption about ancient rhythmical theory and practice, namely that \"the regular iambic environment precluded accented shorts altogether;",
              "in other words, the accent of the iambic foot fell on its long\".",
              "[29] However, Tosca Lynch argues that this assumption is contradicted by ancient rhythmical theory and practice.",
              "[30] She notes that the song in its conventional transcription corresponds to the rhythm referred to by ancient Greek rhythmicians as an \"iambic dactyl\" (δάκτυλος κατ ̓ ἴαμβον (dáktulos kat ̓ íambon) (⏑⏔ ⁝ ⏑⏔) (using the term \"dactyl\" in the rhythmicians' sense of a foot in which the two parts are of equal length) (cf.",
              "Aristides Quintilianus 38.",
              "5–6).",
              "[31] According to this, the whole of the first half of each bar (e.",
              "g. ὅσον hóson) is the thesis, and the whole of the second (ζῇς zêis), as the stigmai imply, is the arsis.",
              "Therefore, in Lynch's opinion the conventional transcription is to be preferred as it accurately reflects the original rhythm.",
              "For the 1951 film Quo Vadis, Miklos Rosza drew inspiration from Ancient Greco-Roman music and instruments.",
              "Nero (Peter Ustinov) is shown composing and singing a melody based in the Seikilos epitaph.",
              "The English lyrics however are by H.",
              "Gray.",
              "[32] The melody has been featured in the video game soundtracks for both Civilization VI[33] and Minecraft in the Greek Mythology Mash-Up Pack DLC.",
              "[34]"
            ]
          },
          {
            "title": "Engraved on a tombstone almost 2,000 years ago, this is music’s oldest ...",
            "url": "https://www.classicfm.com/discover-music/seikilos-epitaph-oldest-surviving-composition/",
            "content": [
              "Engraved on a tombstone almost 2,000 years ago, this is music’s oldest ...",
              "Classic FM Early Breakfast with Lucy Coward 4am - 6am Invitation to the Dance Opus 65 Carl Maria Von Weber Download 'Invitation to the Dance Opus 65' on iTunes Discover Music 4 November 2021, 15:03 | Updated: 20 June 2022, 09:53 By Sophia Alexandra Hall Hear the ‘Seikilos Epitaph’;",
              "written in Ancient Greece, it is the oldest surviving musical composition.",
              "Written in the 1st or 2nd century CE, the Song of Seikilos was discovered on a tombstone in Turkey in 1883.",
              "The song explores themes of the transience of life and the passage of time.",
              "At almost 2000 years old, it’s believed to be the oldest surviving piece of music in the world.",
              "Listen to a performance of the musical engraving, as its tender, heartrending tones pass through millennia.",
              "Seikilos Epitaph ( the earliest complete tune ) Greek 200BC The mournful lyrics have been translated from Ancient Greek to English.",
              "The text reads: While you live, shinehave no grief at all life exists only for a short whileand Time demands an end.",
              "A further inscription reads: I am a tombstone, an image.",
              "Seikilos placed me here as a long-lasting sign of deathless remembrance.",
              "Seikílos Eutér[pēi] Scholars have surmised these last two words to be a dedication from Seikilos to Euterpe, who could have been the composer’s wife, or the Muse of Music from Greek mythology.",
              "Hear the world’s oldest instrument, the 50,000 year old neanderthal flute The song is thought to be the oldest surviving complete musical composition from anywhere in the world.",
              "While there are older examples of musical notation, such as the Hurrian Song, these are fragmented and unlike the complete engraving found on the Seikilos Epitaph.",
              "See more Discover music 2 days ago 2 days ago 3 days ago Andrea Bocelli 3 days ago Andrea Bocelli 3 days ago Andrea Bocelli 4 days ago Videos See more Best classical music See more Classic FM Live Playlists See more Browse by Events Bach Promoted by Hurtigruten Expeditions Videos Sheku Kanneh-Mason Gregson-Williams Mozart"
            ]
          },
          {
            "title": "Song of Seikilos: Oldest Known Musical Composition Lay Hidden on a ...",
            "url": "https://www.ancient-origins.net/artifacts-ancient-writings/song-seikilos-oldest-known-musical-composition-lay-hidden-flower-stand-02197",
            "content": [
              "Song of Seikilos: Oldest Known Musical Composition Lay Hidden on a ...",
              "The Song of Seikilos is the oldest complete surviving music composition in the world engraved in a marble stele that served as a flower stand.",
              "The beautiful composition, also known as the ‘Seikilos epitaph’, dates from around the first or second century AD, and was inconspicuously being kept in the garden of a Turkish woman prior to its current placement in the National Museum of Denmark.",
              "Seikilos Epitaph - Song of Seikilos The Song of Seikilos was discovered carved on a marble column-shaped stele in Tralleis, near Ephesus in Turkey, in 1883.",
              "Although short in length, this piece of the past has remarkable historical value in its rarity as an artifact.",
              "It is not the oldest song in the world, which is attributed to a Sumerian hymn, but it is unique as the sole composition which has remained complete throughout history.",
              "The stele along with other exhibits at the National Museum of Denmark (CC BY-SA 3.",
              "0) The song of Seikilos was originally engraved on a tombstone, a stele, accompanying the message ‘from Seikilos to Euterpe“, together with a poem.",
              "Most researchers seem to agree that the song was a dedication by a man, named Seikilos, to his wife, possibly named Euterpe, who had passed away.",
              "As the History Blog, has described, “It’s the song that ensured the stele would truly be an everlasting memorial because he didn’t just have the lyrics engraved, but rather also included the melody in ancient Greek musical notation”.",
              "There are two different translations of the poem but the message remains the same: enjoy life to the fullest because death will come for all of us.",
              "The first translated version of the poems reads as follows: While you live, shine Have no grief at all;",
              "Life exists only a short while And time demands its toll The second translated version is slightly different: While you live, dance and sing, be joyful: For life is short, And time carries away his prize.",
              "The marble column also bears precise engraved descriptions about what this piece was meant to be: “I am a tombstone, an image.",
              "Seikilos placed me here as an everlasting sign of deathless remembrance.",
              "” The marble stele (CC BY-SA 3.",
              "0) The Song of Seikilos had a long and unusual journey before reaching its present secured home at the museum in Copenhagen.",
              "The original discovery was made by Sir W.",
              "M.",
              "Ramsay in 1883, when the stele was placed in a museum in Smyrna until its destruction during the Greco-Turkish war, between 1919 and 1922.",
              "Later, the stele was discovered in the house of a Turkish woman, who was using the stone in her garden.",
              "The last line of the inscription of the song was damaged by the railway engineer Edward Purser who was working on site, building the Smyrna-Aidin Ottoman Railway, when this stele was discovered.",
              "Not knowing what he had uncovered and the relevance of his finding, Purser sawed off the base of the pillar and gave to his wife as a present, which she then used as a flower stand.",
              "Besides the engraved words on the stele, Seikilos also made sure to record the musical notion of the melody in Ancient Greek.",
              "The ancient form of musical notation is old, dating back as far as 450 BC and it involves the use of alphabetical characters and accents - in this case placed above the Greek vowels.",
              "These details define the rhythm and indicate precisely upon which syllables the pitch should rise and fall.",
              "The inscription in detail (CC BY-SA 3.",
              "0) Because of this detailed information, some contemporary professionals, such as the Lyra expert and ancient music researcher Michael Levy, were able to bring this ancient song back to life and we can now appreciate this precious piece of the past.",
              "Other professionals such as Armand D’Angour, who is a musician and classicist at Oxford University, is currently working on a project using the latest discoveries on Greek musical notations in order to revive ancient music with the most accuracy possible.",
              "The Seikilos epitaph melody (CC0) As Armand D’Angour explains, “the Greeks had worked out the mathematical ratios of musical intervals – an octave is 2:1, a fifth 3:2, a fourth 4:3, and so on.",
              "The notation gives an accurate indication of relative pitch: letter A at the top of the scale, for instance, represents a musical note a fifth higher than N halfway down the alphabet.",
              "Absolute pitch can be worked out from the vocal ranges required to sing the surviving tunes”.",
              "Thanks to Seikilos’ precisely recoded information to assure the survival of his loving dedication, musicians today were able to reproduce the song, which can be listened to with various interpretations.",
              "This voice of the remote past is now safe to hopefully live forever.",
              "Song of Seikilos / Seikilov skolion from Aleksej Orel on Vimeo.",
              "Top image: The inscription in detail (CC BY-SA 3.",
              "0) By Marina Sohma Carlos Cano Music Department https://bilingualcarloscano.",
              "files.",
              "wordpress.",
              "com/2011/03/greek-music-seikilos1.",
              "pdf Greco-Turkish War https://www.",
              "britannica.",
              "com/topic/Greco-Turkish-wars Newshttp://www.",
              "news.",
              "com.",
              "au/entertainment/music/ancient-seikilos-column-brings-worlds-oldest-song-back-to-life/story-e6frfn09-1226754073689 Open Culture, http://www.",
              "openculture.",
              "com/2015/05/hear-the-seikilos-epitaph-the-oldest-complete-song-in-the-world.",
              "html The History Blog http://www.",
              "thehistoryblog.",
              "com/archives/27678 The universal and timeless mathematical language of music never ceases to amaze me.",
              "It is truly beautiful specially when thinking about the detailed care which Seikilos put into making sure that this song would survived correctly according to his intention, according to his loving feelings for his wife.",
              "But above all, it is a lovely melody for sure!",
              "Beautiful to hear and think about.",
              "So glad it was discovered so it can be enjoyed by so many who understand the timelessness of this song.",
              "Marina has an undergraduate degree in Anthropology, focused on ancient human evolution and archaeology.",
              "She did a post graduate year of studies in Renaissance History and discovered, among many things, that her passion belongs to the ancient world.",
              "Marina is.",
              ".",
              ".",
              "Read More Ancient Origins has been quoted by: At Ancient Origins, we believe that one of the most important fields of knowledge we can pursue as human beings is our beginnings.",
              "And while some people may seem content with the story as it stands, our view is that there exist countless mysteries, scientific anomalies and surprising artifacts that have yet to be discovered and explained.",
              "The goal of Ancient Origins is to highlight recent archaeological discoveries, peer-reviewed academic research and evidence, as well as offering alternative viewpoints and explanations of science, archaeology, mythology, religion and history around the globe.",
              "We’re the only Pop Archaeology site combining scientific research with out-of-the-box perspectives.",
              "By bringing together top experts and authors, this archaeology website explores lost civilizations, examines sacred writings, tours ancient places, investigates ancient discoveries and questions mysterious happenings.",
              "Our open community is dedicated to digging into the origins of our species on planet earth, and question wherever the discoveries might take us.",
              "We seek to retell the story of our beginnings.",
              "Ancient Origins © 2013 - 2023Disclaimer - Terms of Publication - Privacy Policy & Cookies - Advertising Policy - Submissions - Contact us"
            ]
          }
        ],
        "The column containing the \"Seikilos Epitaph\" also includes musical notation as well as a short set of lyrics that read: \"While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.\"": [
          {
            "title": "Seikilos epitaph - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Seikilos_epitaph",
            "content": [
              "Seikilos epitaph - Wikipedia",
              "The Seikilos epitaph is the oldest surviving complete musical composition, including musical notation, from anywhere in the world[citation needed].",
              "The epitaph has been variously dated, but seems to be either from the 1st or the 2nd century CE.",
              "The song, the melody of which is recorded, alongside its lyrics, in the ancient Greek musical notation, was found in 1883 engraved on a pillar (a stele) from the Hellenistic town of Tralles near present-day Aydın, Turkey, not far from Ephesus.",
              "It is a Hellenistic Ionic song in either the Phrygian octave species or Iastian tonos.",
              "While older music with notation exists (for example the Hurrian songs), all of it is in fragments;",
              "the Seikilos epitaph is unique in that it is a complete, though short, composition.",
              "[1] Although usually referred to as an epitaph, it is possible (according to a suggestion put forward by Armand D'Angour) that it does not mark a tomb, but was merely a monument erected by Seikilos himself to commemorate his skill.",
              "[2] The following is the Greek text found on the tombstone (in the later polytonic script;",
              "the original is in majuscule),[n 1] along with a transliteration of the words which are sung to the melody, and a somewhat free English translation thereof;",
              "this excludes the musical notation: Ὅσον ζῇς φαίνου μηδὲν ὅλως σὺ λυποῦ πρὸς ὀλίγον ἔστι[n 2] τὸ ζῆν τὸ τέλος ὁ χρόνος ἀπαιτεῖ.",
              "hóson zêis, phaínou mēdèn hólōs sỳ lypoû pròs olígon ésti tò zên tò télos ho khrónos apaiteî.",
              "While you live, shine have no grief at all life exists only for a short while and Time demands his due.",
              "[n 3] The last two surviving words on the tombstone itself are (with the bracketed characters denoting a partial possible reconstruction of the lacuna or of a possible name abbreviation)[3] Σεικίλος Εὐτέρ[πῃ]Seikílos Eutér[pēi] meaning \"Seikilos to Euterpe\";",
              "hence, according to this reconstruction, the tombstone and the epigrams thereon were possibly dedicated by Seikilos to Euterpe, who was possibly his wife.",
              "[4] (Euterpe is also the name of the Muse of music).",
              "Another possible partial reconstruction could be Σεικίλος Εὐτέρ[που]Seikílos Eutér[pou] meaning \"Seikilos of Euterpes\", i.",
              "e. \"Seikilos, son of Euterpes\".",
              "[5] The tombstone has an inscription on it, which reads in Greek: Εἰκὼν ἤ λίθος εἰμί.",
              "τίθησί με Σεικίλος ἔνθα μνήμης ἀθανάτου σῆμα πολυχρόνιον.",
              "eikṑn ḗ líthos eimí.",
              "títhēsí me Seikílos éntha mnḗmēs athanátou sêma polykhrónion.",
              "A free translation of this reads: \"I am a tombstone, an image.",
              "Seikilos placed me here as a long-lasting sign of deathless remembrance.\"",
              "[6] The inscription above each line of the lyrics (transcribed here in polytonic script), consists of letters and signs indicating the melody of the song:[7] Although the transcription of the melody is unproblematic, there is some disagreement about the nature of the melodic material itself.",
              "There are no modulations, and the notation is clearly in the diatonic genus, but while it is described by Thomas J.",
              "Mathiesen and Jon Solomon on the one hand as being clearly in the diatonic Iastian tonos,[8] Mathiesen also says it would \"fit perfectly\" within Ptolemy's Phrygian tonos,[9] since, according to Jon Solomon, the arrangement of the tones (1 1⁄2 1 1 1 1⁄2 1 [ascending]) \"is that of the Phrygian species\" according to Cleonides.",
              "[10] The overall note series is alternatively described by Egert Pöhlmann [de] and Martin Litchfield West as corresponding \"to a segment from the Ionian scale\".",
              "[11] R.",
              "P.",
              "Winnington-Ingram says \"The scale employed is the diatonic octave from e to e (in two sharps).",
              "The tonic seems to be a;",
              "the cadence is a f♯ e.",
              "This piece is .",
              ".",
              ".",
              "[in] Phrygic (the D mode) with its tonic in the same relative position as that of the Doric.\"",
              "[1] Yet Claude Palisca explains that the difficulty lies in the fact that \"the harmoniai had no finals, dominants, or internal relationships that would establish a hierarchy of tensions and points of rest, although the mese ('middle note') may have had a gravitational function\".",
              "Although the epitaph's melody is \"clearly structured around a single octave, .",
              ".",
              ".",
              "the melody emphasizes the mese by position .",
              ".",
              ".",
              "rather than the mese by function\".",
              "[12] Moreover, Charles Cosgrove, building on West, shows that although the notes correspond to the Phrygian octave species, analyzing the song on the assumption that its orientation notes are the standing notes of a set of disjunct tetrachords forming the Phrygian octave species does not sufficiently illumine the melody's tonal structure.",
              "The song's pitch centers (notes of emphasis according to frequency, duration, and placement) are, in Greek notational nomenclature, C and Z, which correspond to G and D if the scale is mapped on the white keys of the piano (A and E in the \"two sharps\" transcription above).",
              "[13] These two pitches are mese and nete diezeugmenon of the octave species, but the two other standing notes of that scale's tetrachords (hypate and paramese) do not come into play in significant ways as pitch centers, whether individually or together in intervals forming fourths.",
              "The melody is dominated by fifths and thirds;",
              "and although the piece ends on hypate, that is the only occurrence of this note.",
              "This instance of hypate probably derives its suitability as a final by virtue of being \"the same,\" through octave equivalency, as nete diezeugmenon, the pitch center Z.",
              "[14] The find has been variously dated, but the first or second century CE is the most probable guess.",
              "One authority states that on grounds of paleography the inscription can be \"securely dated to the first century C.",
              "E.\"",
              ",[6] while on the same basis (the use of swallow-tail serifs, the almost triangular Φ with prolongation below, ligatures between N, H, and M, and above all the peculiar form of the letter omega) another is equally certain it dates from the second century CE, and makes comparisons to dated inscriptions of 127/8 and 149/50 CE.",
              "[15] The Epitaph was discovered in 1883 by Sir W.",
              "M.",
              "Ramsay in Tralleis, a small town near Aydın, Turkey.",
              "According to one source the stele was then lost and rediscovered in Smyrna in 1922, at about the end of the Greco-Turkish War of 1919–1922.",
              "[16] According to another source the stele, having first been discovered during the building of the railway next to Aydın, had first remained in the possession of the building firm's director, Edward Purser, where Ramsay found and published about it;",
              "in about 1893, as it \"was broken at the bottom, its base was sawn off straight so that it could stand and serve as a pedestal for Mrs Purser's flowerpots\";",
              "this caused the loss of one line of text, i.",
              "e., while the stele would now stand upright, the grinding had obliterated the last line of the inscription.",
              "The stele next passed to Edward Purser's son-in-law, Mr Young, who kept it in Buca, Smyrna.",
              "It remained there until the defeat of the Greeks, having been taken by the Dutch Consul for safe keeping during the war;",
              "the Consul's son-in-law later brought it by way of Constantinople and Stockholm to The Hague;",
              "it remained there until 1966, when it was acquired by the Department of Antiquities of the National Museum of Denmark in Copenhagen.",
              "This is where the stele has been located since (inventory number: 14897).",
              "[11] A German scholar Otto Crusius in 1893, shortly after the publication of this inscription, was the first to observe that the music of this song as well as that of the hymns of Mesomedes tends to follow the pitch of the word accents.",
              "[17] The publication of the two Delphic hymns in the same year confirmed this tendency.",
              "Thus in this epitaph, in most of the words, the accented syllable is higher in pitch than the syllable which follows;",
              "and the circumflex accents in λυποῦ lupoû, ζῆν zên and ἀπαιτεῖ apaiteî have a falling contour within the syllable, just as described by the 1st century BC rhetorician Dionysius of Halicarnassus, while the first syllable of φαίνου phaínou (a long vowel with an acute accent) has a rising melody.",
              "[18] One word which does not conform is the first word ὅσον hóson, where the music has a low note despite the acute accent.",
              "Another example of a low note at the beginning of a line which has been observed is βαῖν ̓ ἐπὶ baîn ̓ epì in the 2nd Delphic Hymn.",
              "There are other places also where the initial syllable of a clause starts on a low note in the music.",
              "[19] Another apparently anomalous word is ἐστὶ estì 'is', where the music has a rising melody on the first syllable.",
              "However, there exists a second pronunciation ἔστι ésti, which is used, according to Philomen Probert, \"when the word expresses existence or possibility (i.",
              "e. when it is translatable with expressions such as 'exists', 'there is', or 'it is possible')\",[20] which is evidently the meaning here.",
              "[21] The musical notation has certain dots above it, called stigmai (στιγμαί), singular stigmē (στιγμή), which are also found in certain other fragments of Greek music, such as the fragment from Euripides' Orestes.",
              "The meaning of these is still uncertain.",
              "According to an ancient source (known as the Anonymus Bellermanni), they represent an 'arsis', which has been taken to mean a kind of 'upbeat' ('arsis' means 'raising' in Greek);",
              "[22] Armand D'Angour argues, however, that this does not rule out the possibility of a dynamic stress.",
              "[23] Another view, by Solomon, is that the stigmai \"signify a rhythmical emphasis\".",
              "[24] According to Mathiesen, The meaning of the stigme has been debated for years by scholars.",
              "Is it an ictus mark, does it indicate stress, does it show arsis or thesis, and which part of the foot ought to be called arsis?",
              "[25] A stigme appears on all the syllables of the second half of each bar as it is printed above (for example on ὅλως, -γον ἔσ-, and ὁ χρόνος).",
              "If the Anonymus Bellermanni source is correct, this implies that whole of the first half of each double-foot bar or measure is the thesis, and the whole of the second half is the arsis.",
              "Stefan Hagel, however, argues that this does not preclude the possibility that within the thesis and arsis there was a further hierarchy of strong and weak notes.",
              "[26] A possible alternative way of rhythmizing the Seikilos song, in order to preserve the iambic ('rising', di-dum) feel of the rhythm, was suggested by Armand D'Angour, with the barlines displaced one quaver to the right, as in the following transcription:[27][28] Stefan Hagel, discussing an example in the Anonymus Bellermanni, suggests the possibility of a similar transcription with displaced barlines of a line of music with this same rhythm.",
              "[29] His hypothesis is based on an assumption about ancient rhythmical theory and practice, namely that \"the regular iambic environment precluded accented shorts altogether;",
              "in other words, the accent of the iambic foot fell on its long\".",
              "[29] However, Tosca Lynch argues that this assumption is contradicted by ancient rhythmical theory and practice.",
              "[30] She notes that the song in its conventional transcription corresponds to the rhythm referred to by ancient Greek rhythmicians as an \"iambic dactyl\" (δάκτυλος κατ ̓ ἴαμβον (dáktulos kat ̓ íambon) (⏑⏔ ⁝ ⏑⏔) (using the term \"dactyl\" in the rhythmicians' sense of a foot in which the two parts are of equal length) (cf.",
              "Aristides Quintilianus 38.",
              "5–6).",
              "[31] According to this, the whole of the first half of each bar (e.",
              "g. ὅσον hóson) is the thesis, and the whole of the second (ζῇς zêis), as the stigmai imply, is the arsis.",
              "Therefore, in Lynch's opinion the conventional transcription is to be preferred as it accurately reflects the original rhythm.",
              "For the 1951 film Quo Vadis, Miklos Rosza drew inspiration from Ancient Greco-Roman music and instruments.",
              "Nero (Peter Ustinov) is shown composing and singing a melody based in the Seikilos epitaph.",
              "The English lyrics however are by H.",
              "Gray.",
              "[32] The melody has been featured in the video game soundtracks for both Civilization VI[33] and Minecraft in the Greek Mythology Mash-Up Pack DLC.",
              "[34]"
            ]
          },
          {
            "title": "The Song of Seikilos: a Musically Notated Ancient Greek Poem",
            "url": "https://antigonejournal.com/2021/12/song-of-seikilos/",
            "content": [
              "The Song of Seikilos: a Musically Notated Ancient Greek Poem",
              "You have been rate-limited for making too many requests in a short time frame.",
              "Website owner?",
              "If you think you have reached this message in error, please contact support."
            ]
          },
          {
            "title": "Engraved on a tombstone almost 2,000 years ago, this is music’s oldest ...",
            "url": "https://www.classicfm.com/discover-music/seikilos-epitaph-oldest-surviving-composition/",
            "content": [
              "Engraved on a tombstone almost 2,000 years ago, this is music’s oldest ...",
              "Classic FM Early Breakfast with Lucy Coward 4am - 6am Invitation to the Dance Opus 65 Carl Maria Von Weber Download 'Invitation to the Dance Opus 65' on iTunes Discover Music 4 November 2021, 15:03 | Updated: 20 June 2022, 09:53 By Sophia Alexandra Hall Hear the ‘Seikilos Epitaph’;",
              "written in Ancient Greece, it is the oldest surviving musical composition.",
              "Written in the 1st or 2nd century CE, the Song of Seikilos was discovered on a tombstone in Turkey in 1883.",
              "The song explores themes of the transience of life and the passage of time.",
              "At almost 2000 years old, it’s believed to be the oldest surviving piece of music in the world.",
              "Listen to a performance of the musical engraving, as its tender, heartrending tones pass through millennia.",
              "Seikilos Epitaph ( the earliest complete tune ) Greek 200BC The mournful lyrics have been translated from Ancient Greek to English.",
              "The text reads: While you live, shinehave no grief at all life exists only for a short whileand Time demands an end.",
              "A further inscription reads: I am a tombstone, an image.",
              "Seikilos placed me here as a long-lasting sign of deathless remembrance.",
              "Seikílos Eutér[pēi] Scholars have surmised these last two words to be a dedication from Seikilos to Euterpe, who could have been the composer’s wife, or the Muse of Music from Greek mythology.",
              "Hear the world’s oldest instrument, the 50,000 year old neanderthal flute The song is thought to be the oldest surviving complete musical composition from anywhere in the world.",
              "While there are older examples of musical notation, such as the Hurrian Song, these are fragmented and unlike the complete engraving found on the Seikilos Epitaph.",
              "See more Discover music 2 days ago 2 days ago 3 days ago Andrea Bocelli 3 days ago Andrea Bocelli 3 days ago Andrea Bocelli 4 days ago Videos See more Best classical music See more Classic FM Live Playlists See more Browse by Events Bach Promoted by Hurtigruten Expeditions Videos Sheku Kanneh-Mason Gregson-Williams Mozart"
            ]
          }
        ]
      },
      "evidence": {
        "The oldest known piece of music is \"Hurrian Hymn No. 6\", an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.C.": [
          "One of these tablets, which is nearly complete, contains the Hurrian Hymn to Nikkal (also known as the Hurrian cult hymn or \"a zaluzi to the gods,\" or simply \"h.6\"), making it the oldest surviving substantially complete work of notated music in the world.",
          "The complete song is one of about 36 such hymns in cuneiform writing, found on fragments of clay tablets excavated in the 1950s from the Royal Palace at Ugarit (present-day Ras Shamra, Syria),[5] in a stratum dating from the fourteenth century BC,[6] but is the only one surviving in substantially complete form.",
          "You can’t get more old timey than Hurrian Hymn No.6, which was discovered on a clay tablet in the ancient Syrian port city of Ugarit in the 1950s, and is over 3400 year old.",
          "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.",
          "But for the title of oldest extant song, most historians point to “Hurrian Hymn No.6,” an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.C."
        ],
        "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.": [
          "You can’t get more old timey than Hurrian Hymn No.6, which was discovered on a clay tablet in the ancient Syrian port city of Ugarit in the 1950s, and is over 3400 year old.",
          "The complete song is one of about 36 such hymns in cuneiform writing, found on fragments of clay tablets excavated in the 1950s from the Royal Palace at Ugarit (present-day Ras Shamra, Syria),[5] in a stratum dating from the fourteenth century BC,[6] but is the only one surviving in substantially complete form.",
          "The Hurrian songs are a collection of music inscribed in cuneiform on clay tablets excavated from the ancient Amorite[2][3]-Canaanite[4] city of Ugarit, a headland in northern Syria, which date to approximately 1400 BC.",
          "The complete song is one of about 36 such hymns in cuneiform writing, found on fragments of clay tablets excavated in the 1950s from the Royal Palace at Ugarit (present-day Ras Shamra, Syria).",
          "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria."
        ],
        "The tablets containing the tune include specific instructions for how to play the song on a type of nine-stringed lyre.": [
          "The Akkadian cuneiform music notation refers to a diatonic scale on a nine-stringed lyre, in a tuning system described on three Akkadian tablets, two from the Late Babylonian and one from the Old Babylonian period (approximately the 18th century BC).",
          "Along with a near-complete set of musical notations, they also include specific instructions for how to play the song on a type of nine-stringed lyre.",
          "Tablet h.6 contains the lyrics for a hymn to Nikkal, a Semitic goddess of orchards, and instructions for a singer accompanied by a nine-stringed sammûm, a type of harp or, much more likely, a lyre."
        ],
        "The oldest musical composition to have survived in its entirety is a first century A.D. Greek tune known as the \"Seikilos Epitaph.\"": [
          "The epitaph has been variously dated, but seems to be either from the 1st or the 2nd century CE.",
          "Written in the 1st or 2nd century CE, the Song of Seikilos was discovered on a tombstone in Turkey in 1883.",
          "The song is thought to be the oldest surviving complete musical composition from anywhere in the world.",
          "The well-preserved inscriptions on Seikilos Epitaph have allowed modern musicians and scholars to recreate its plaintive melodies note-for-note.",
          "While there are older examples of musical notation, such as the Hurrian Song, these are fragmented and unlike the complete engraving found on the Seikilos Epitaph.",
          "One authority states that on grounds of paleography the inscription can be \"securely dated to the first century C.E.\", while on the same basis (the use of swallow-tail serifs, the almost triangular Φ with prolongation below, ligatures between N, H, and M, and above all the peculiar form of the letter omega) another is equally certain it dates from the second century CE, and makes comparisons to dated inscriptions of 127/8 and 149/50 CE.",
          "The oldest song to have survived in its entirety is a first-century A.D. Greek tune known as the “Seikilos Epitaph."
        ],
      "The \"Seikilos Epitaph\" was found engraved on an ancient marble column used to mark a woman's gravesite in Turkey.": [
          "The beautiful composition, also known as the ‘Seikilos epitaph’, dates from around the first or second century AD, and was inconspicuously being kept in the garden of a Turkish woman prior to its current placement in the National Museum of Denmark.",
          "Written in the 1st or 2nd century CE, the Song of Seikilos was discovered on a tombstone in Turkey in 1883.",
          "Seikilos Epitaph - Song of Seikilos The Song of Seikilos was discovered carved on a marble column-shaped stele in Tralleis, near Ephesus in Turkey, in 1883.",
          "The song, the melody of which is recorded, alongside its lyrics, in the ancient Greek musical notation, was found in 1883 engraved on a pillar (a stele) from the Hellenistic town of Tralles near present-day Aydın, Turkey, not far from Ephesus.",
          "The Song of Seikilos is the oldest complete surviving music composition in the world engraved in a marble stele that served as a flower stand.",
          "The song of Seikilos was originally engraved on a tombstone, a stele, accompanying the message ‘from Seikilos to Euterpe“, together with a poem."
        ],
        "The column containing the \"Seikilos Epitaph\" also includes musical notation as well as a short set of lyrics that read: \"While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.\"": [
          "The song, the melody of which is recorded, alongside its lyrics, in the ancient Greek musical notation, was found in 1883 engraved on a pillar (a stele) from the Hellenistic town of Tralles near present-day Aydın, Turkey, not far from Ephesus.",
          "The Seikilos epitaph is a Hellenistic Ionic song in Phrygian octave species and the oldest surviving example of a complete musical composition, including musical notation, from anywhere in the world.",
          "The following is the Greek text found on the tombstone (in the later polytonic script; the original is in majuscule), along with a transliteration of the words which are sung to the melody, and a somewhat free English translation thereof;",
          "The text reads: While you live, shinehave no grief at all life exists only for a short whileand Time demands an end.",
          "There are two different translations of the poem but the message remains the same: enjoy life to the fullest because death will come for all of us.",
          "The first translated version of the poems reads as follows: While you live, shine Have no grief at all;",
          "Life exists only a short while And time demands its toll The second translated version is slightly different: While you live, dance and sing, be joyful: For life is short, And time carries away his prize."       
        ]      
      },
      "subconclusions": {
        "The oldest known piece of music is \"Hurrian Hymn No. 6\", an ode to the goddess Nikkal that was composed in cuneiform by the ancient Hurrians sometime around the 14th century B.C.": "supported",
        "The clay tablets containing the tune were excavated in the 1950s from the ruins of the city of Ugarit in Syria.": "supported",
        "The tablets containing the tune include specific instructions for how to play the song on a type of nine-stringed lyre.": "supported",
        "The oldest musical composition to have survived in its entirety is a first century A.D. Greek tune known as the \"Seikilos Epitaph.\"": "supported",
        "The \"Seikilos Epitaph\" was found engraved on an ancient marble column used to mark a woman's gravesite in Turkey.": "supported",
        "The column containing the \"Seikilos Epitaph\" also includes musical notation as well as a short set of lyrics that read: \"While you live, shine / Have no grief at all / Life exists only for a short while / And time demands its toll.\"": "supported"
      }
    }
  }
}